{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_1921_100_1/canvas/b4eb57/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/06c4c967b54fe294ba1d2bb4e0e3eef3/43a652cd-20ef-44ba-86a5-b46aa4e13d4f",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_1921_100_1/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<u>CONFIDENTIAL.<\\u>\r\n\r\nREFEREE'S REPORT.\r\n\r\nTo the Sectional Committee for Mathematics\r\nPaper by R.A.Fisher,\r\nOn The Mathematical Foundations of Theoretical \r\nStatistics.\r\n1. Whether or not the paper should be read before the Society. \r\nAs the paper is in some degree critical, reading \r\nis perhaps desirable\r\n2. Whether the paper should or should not be published by the Society. \r\nThe paper appears to me valuable, and one \r\nwhich should be published by the Society\r\n3. Whether, in the former case, it should be published in the \"Philosophical Transactions\" \r\nor the \"Proceedings.\" (See Standing Orders on opposite page.) \r\nIn the Transactions, in view of length.\r\n4. Whether it should be published in full or only in part, or whether any material modifications \r\nare necessary. \r\nIn full: no material modifications seem to \r\nme necessary, except perhaps to place elsewhere the schedule \r\nof definitions with which the paper opens - definitions which are \r\nhardly comprehensible without knowledge of the author's terms. I \r\nsuggest this s[hou]ld go in the summary at end. \r\n5. Which illustrations, if any, accompanying the paper should be reproduced\r\nThe 7 figures are worth reproducing (reduced) \r\nbut the instructions should be made clear. I do not \r\nunderstand the instructions written on the card of Fig 2. \r\nOnly 5 diagrams are listed. \r\nGeneral Remarks. M<sup>r<\\sup> Fisher in this paper deals with the fundamental \r\npurpose of statistical measurement and the 'efficiency' of different \r\nmethods of determining constants: he suggests a general method of \r\ndetermining \"optimum\" values [a method which has been used before \r\nbut without, I think, specific recognition of it as a general method] and \r\ncompares the 'efficiency' of other methods with this. A paper of \r\nsuch a basic kind is, I think, precisely the sort of paper which \r\nshould be published by the Royal Society. speaking from the standpoint \r\nof the statistician. Someone else will, I hope, report from the \r\nstandpoint of the mathematician \r\nG. Udny Yule \r\n6.7.21 \r\n\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}