{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_49/canvas/70fdbf/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/68eb7a26dd4f15410ac3a98ba46c2da3/d640fd85-fdf6-4b4c-8232-018d09e40de3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_49/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "A la Haye ce 6 fev. 1665.\r\nDo to Do. containing his Remarks on Captn Holmes’s \r\nJournal of the Watches: wth other Notices \r\nEntd. LB. Suppl.\r\nMonsieur \r\nVous ne doutez pas si j’ay este bien aise d’apprendre \r\nla Rotation du Capn. Holmes. vous ne pourriez me mander \r\nrien de plus agreable et je vous remercie de chaque \r\nligne que vous avez emploiee a me raconter si particulier \r\nment l’histoire de cette belle Experience. Il est vray je ne m’estois pas promis un si bel offert des horologes de \r\ncette facon, et pour mon entier satisfaction je vous prie \r\nde me dire ce que vous et vos Messrs de la Societe Re.\r\npense de cette Rotation, si ledt Capitaine semble \r\nestre homme sincere, et sur la foy de qui l’on pense s’assurer,\r\ncar en fait je m’estonne que ces horologes ayant este assez \r\njustes pour pouvoir par leur moyen rencontrer une si petite \r\nIsle. J’ay grande impatience de veoir ce que vous m’a pro \r\nmettez par ... du reste de ses observations, car par la \r\nje jugeray mieux du tout, et quand la verite de l’experience \r\nauroit este un peu en dessous de ce qu’il en rapporte, il \r\nn’y a pas de doute pourtant que mes nouvelles horologes \r\nne mettent cette affaire dans la perfection desiree. J’avois \r\ndeja resolu de faire publier par nos gazettes qu’on les \r\nexposoit invente, et la dessus vostre lettre estant venue, je \r\nl’ay fait avec plus de confiance, y adjoutant qu’on \r\nen avoit pris des experiences certaines. Je n’ay pas encore ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}