{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_49/canvas/c35d87/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/fb2b83658084dd6be849dba7b7b8c673/58a812ec-b431-467d-9419-a045113f4b12",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_49/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "ajuste avec l’horologer a quel prix on les donnera,\r\nmais il parle de 300 liv. en davantage la prevu,\r\nqui est cher, mais aussi y a t il beaucoup d’ouvrage. Je \r\ntascheray a les mettre au plus juste prix. Combien vous \r\nsemble que j’en doits pretendre! J’ay pense de 30 liv.\r\nou environ. J’ecrivis hier a Mon Pere touchant \r\nle Privilege en France, que pris qu’il en avoit \r\ndeja parle au Roy et qu’il le luy avoit promis, il \r\npourroit facilement le faire expedier. Mais parce \r\nqu’il est sur le point de partir je luy mande vostre \r\nproposition d’y emploier M. l’Abbe de Beaufort. Je verray \r\nquel en sera son avis et cependant vous pouvez s’il vous \r\nplait mander a M. l’Abbe qu’il en veuille conferer avec \r\nmon pere qui ne luy n’est pas inconnu. Je me souviens \r\nqu’il se faisoit fort d’obtenir l’expedition de M. le Chancelier \r\nsans rien payer, qui autrement a ce qu’on dit prend 3 ou 400 livr.\r\npour le sceau. J’ay pense que pour avoir une des nouvelles \r\nhorologes vous pourriez prier M. Downing de s’en vouloir \r\ncharger, puis qu’on dit qu’il partira dans peu. Je suis \r\nsans reserve \r\nMonsieur \r\nVostre tres humble et tres obeissant \r\nserviteur \r\nChr. Hugens de Zuliche ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}