{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_9i_69/canvas/54a19e/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/2f5c75928053953f17922fba136e8a1c/a1260087-510c-4025-be7b-981817a4e5c4",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_9i_69/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "along for some Miles Eastward thence on the Sides of the Hills \r\nare Crops of Coal and Limestone, and often Times the Tenants \r\nspitt up as much as will serve their Turn for a Winters burning \r\njust under the Surface, for there wants a Market and it is scarce \r\nworth working for Sale. And to the North West and North, in the \r\nDrift of the Coal in higher Ground, and consequently lying \r\nover it, there appear in the Sides of the Hills, Seams of Sparr and \r\nLead, the Drift of which is North East and lyes almost perpen \r\n-dicular, but what Obliquity there is pitches to the South East.\r\nAt <u>Auchenclaugh <\\u> Six Miles East from <u>Kylsith <\\u> there is a Coal \r\n18 feet thick; this dips one foot in three, and is not pursued by \r\nReason of Water, and for want of a Merket will not quit the \r\ncost of draining. At <u>Madestone <\\u> the Coal is 4 1/2 Feet thick, about \r\n3 1/2 fathom deep; they land it (as at many Coal hews in the Countrey)\r\non Girls Backs. Near <u>Tranent <\\u> are 3 different Veins wrought, the \r\nundermost is about 18 fathom from the Surface called the <u>Splenty \r\nCoal<\\u> 4 1/2 feet thick, it’s a hard but not large Coal, makes a Clear and \r\nStrong fire, lyes ten Fathom under the <u>Main Coal <\\u> which is 9 or 10\r\nFeet thick & comes out verry large, it’s Roof is of Freestone, under \r\nwhich I walked backward and forward Two Hours, but had no \r\nOppertunity to make any other Observations on the upper Vein,\r\nthan that it is about 4 feet thick and neither so hard or large as the \r\nother.\r\nAs I have <s>above <\\s> fig 1st. & 2d drawn the different <u>Strata <\\u> (which have \r\ncome to my Observation) on a supposed Plain, as they there lye,\r\nIn fig 3. & 4 protract the same in a Globular Projection, supposing the \r\nMass of the Terraqueous Globe to consist of the foregoing or perhaps of Ten ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}