{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_9i_69/canvas/80cd75/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/3948e0e01ac87950c3efb21ede76960d/14a63fa4-b8f7-40af-a3d1-63fe6a6d4ff3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_9i_69/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "read June 10.1725\r\nCopy’d\r\n\r\nof Ten Thousand other different Minerals, all Originally, whilst \r\nin a soft and fluid State tending towards the Centre. It must \r\nMechanically and almost necessarily follow by ye continuall \r\nRevolution of the Crude Mass from West to East, like the winding \r\nup of a Jack, or rolling up the Leaves of a Paper Book, that every \r\none of these <u>Strata<\\u> tho they each reach the Centre, must in\r\nsome place or other appear to the Day, in which Case there \r\nneeds no Specifick Gravitation to cause the lightest to be up=\r\n=permost &ca. for every one in its Turn in Some place of the \r\nGlobe or other will be uppermost; And were it practicable to \r\nsink to the Centre of the Earth, all the Strata that are would \r\nbe found in every Part and according to the Poet, Ponderibus Libra=\r\n=ta suis. Add to this that in all Places within my knowledge,\r\nthe Observation of x another Member of the Society has held \r\ngood, that the Precipices of all Hills are to the Westward, whereas \r\nthe ascent to the East is more graduall; The farther Enquiry into \r\nwhich I offer to the Curious who have better Oppertunity. Isha \r\nonly hint farther to such as have an Astronomicall Genius \r\nthat possibly the Motion of the Earth may receive some \r\nConfirmation from the forementioned Situation of the Strata \r\nof Coal and other Minerals & especially if found uniform in \r\nDifferent parts of the Earth. For if the foresd. Position of the severall \r\nStrata and Ascents of hills is mechanically accounted for, by \r\nthe supposed Motion of the Earth from West to East whilst the Earth \r\nwas soft and tender, the said Motion of the Earth is reciprocally \r\nthe necessary Result of all these Facts, And is therefore itself an \r\nundoubted fact. But this is an Hint of such Importance as to \r\ndeserve a more exact Research.\r\n\r\nx Dr. Shihely ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}