{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_12/canvas/26d14f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4ccd34543dd44c134ac4ebf7abe8fe8c/e46bfcbb-ca0a-487a-ba80-4770dfc63e64",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_12/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Meteorological research. He was obviously bound to say \r\nthis, for if he had not said it , he would certainly have \r\nlaid himself open to the charge of having given an erroneous \r\nidea of the scientific value of the observations. But I do not \r\nthink he could have said it less gently and unoffensively \r\nthan he has done.\r\nWhen he was in doubt about any parts of the work, it\r\nwould certainly have been much better had he put himself \r\nin communication with you. That he did not do so was, in my \r\nopinion an error of judgment, on his part, which perhaps may \r\nbe <s>partly <\\s> in some measure accounted for by your absence from England at the \r\ntime when the Antarctic work was being discussed at the \r\nMeteorological Office. Both as a matter of courtesy and for the \r\npurpose of exhausting every source of information, he would \r\nhave been well advised had he consulted you. And so far \r\nas I can see, this is the only valid ground of complaint \r\nwhich you can fairly bring against him.\r\nIn all the circumstances of the case, which I have most\r\nanxiously considered, my earnest advice to you is to let the \r\nmatter drop. There will be an opportunity, as I have already \r\npointed out to you, to correct in the second Part of the Meteorology any mis-statement which may \r\nhave been made in the first Part. In the mean time \r\nto prolong the controversy and especially to allow it to become \r\npublic would be disastrous. Such a course would ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}