{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/NAE_2_145/canvas/682b04/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/77f60ebcc5f2896be62846808580b29f/e785b9b4-d9d2-40b3-a6ba-d2ca436c83e5",
            "@type": "oa:Annotation",
            "motivation": "oa:commenting",
            "on": "https://makingscience.royalsociety.org/iiif/archives/NAE_2_145/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "I have a transcript of Clarence Hare's diary of his time on the Discovery. From the 4 November 1903 entry, Skelton was the on taking the photo:\r\n\r\nAt about 7.30 a.m. we turned out, and after a good breakfast of the sucking seal we left the camp and started off on ‘Ski’, carrying lunch with us. We made for some exposed land on the foot of Erebus, a few miles north of Razorback Island. This morning was fine, with a cold south-easterly breeze blowing, though the sun was quite warm. The temperature was above zero, and we noticed on the snow recent signs of thawing. After doing about 3 miles, we stopped under the lee of a large hummocky iceberg for a spell, and then proceeded to the foot of Erebus, which was only distant about 1½ miles. We were the first to actually set foot on Mt Erebus, and we climbed up a small hill and saw open water a few miles to the north. We explored all along the exposed land, and obtained some geological specimens, and a piece of seaweed on the shore near the tide crack, which must have been washed up in the summer months. An ice wall, about 130 feet high, extended from the exposed land to the north as far as open water, so it was no use us going any further.\r\nMt Erebus was towering right above us all the time, and was a grand sight. An immense volume of smoke was ascending from its summit. The icy slopes of this mighty mountain were cut in all directions by a network of wide crevasses, and an ascent of the mountain from this side would be absolutely impossible – at least, I should not care to have to make the attempt.\r\nWe found the signs of a small Adelie penguin rookery, but as there were no penguins there, it had evidently been deserted.\r\nBands of emperor penguins were seen wandering about on the ice, but we did not find a rookery. No doubt they just wander about on the ice, near the edge of the water. Many seals were lying on the ice, mostly mothers and their young ones. After a lunch of biscuits and chocolate, we started back for camp. At the iceberg we had a short spell, and Mr Skelton took a photograph of it. We arrived in camp about 4 p.m., and had some delicious tea. Afterwards Mr Skelton took some photographs of the seals, and a panoramic view of Mt Erebus. \r\nAt 7 p.m. we had dinner of seal’s heart, liver, kidneys, steak, and sweetbreads. All mixed up, but none the less appetising. A band of about 30 bachelor emperor penguins are wandering about near the camp, and many skua gulls are hovering round the island. At about 10 p.m. we turned in and were soon in the Land of Nod.\r\n  ",
                "format": "text/plain",
                "language": "en"
            }
        },
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/77f60ebcc5f2896be62846808580b29f/51650ce4-a01a-4cd9-84f7-1666a2b80fb8",
            "@type": "oa:Annotation",
            "motivation": "oa:commenting",
            "on": "https://makingscience.royalsociety.org/iiif/archives/NAE_2_145/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Thanks MJLee, I have tagged Reginald Skelton to the picture ('add theme'), so that the image comes up when people look for him. \r\nThe Diary is really interesting!\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}