{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_16_5/canvas/cc35cd/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/239a948078f29ab0f9aa9c041ca6c9a9/9de1aed2-a70e-41ae-9223-ccf423b239f2",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_16_5/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "ij Part \r\n\r\nHitherto \r\n<s>In the first part of this Essay I have endeavored to make a Collection of all the single \r\nVowels and Consonants which are used in any Language, in which If I have not \r\nCollected all those extant that are, yet in the method I have used therein, I hope I have \r\nattained nigher to it then any other Collection yet extant.\r\nI therein have also shown the necessity of a new set of Literal Characters, which I here pro \r\npose. And first the set of Consonantall Characters are those following and ranged in the \r\nsame method with those in the Table in the first part<\\s>\r\n\r\n[Table]\r\n\r\n<s>The first rank in every file are those I name radicall Characters, the other succee \r\nding ranks have each a distinct Character [text?] addition to distinguish the \r\none from the other, which causeth some complication in the Character, but \r\nYet I Judged it necessary to expres, the same in [text?], which I thought neces \r\nsary to distinguish in the Table. the more regularly to distinguish them \r\nfrom the others and to expres the derivation \r\nof letters of the same [text?] the one from the other \r\nThe Set of vocal Carracters are those following \r\n\r\n[Table]\r\n\r\nand are each to be placed over the Consonant which in expression it follows and \r\nwhereas Som Syllables begin with a Vowel, place the 12th Consonantal Carrac \r\nter answering to the hebr: alef, and over the same place the Vowel beginning \r\nsuch Syllable.<\\s>\r\nThis Character may seem somwhat too Complicate for dispatch in ordinary \r\nwriting, but for printing it will be the same with that now used, and I \r\nonly designed it for that <s>use <\\s> purpose, but for <s>dispatch <\\s> the pen others more Convenient may \r\nbe invented.\r\nTo distinguish the Long Vowel from the short, add a prik to the Vocall \r\nCharacter.\r\nThe 9th.11.12.13.14th vocal Carracters are for want of single Strookes) Compoun \r\nded of the first and 2d.\r\nThe Diphthongues truly such (as I have before noted in the first part,) may be \r\nmade by the Conjunction of the single vocal Characters in the order as they \r\nfollow, and will be easily distinguished from the 5 foregoing Compoun \r\nded characters of the single vowels, because there will not lightly occurr \r\nany diphthongues Compounded of the first two Vowels.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}