{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_16_5/canvas/80cc76/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/589840dc6f5a9f9e8f5c9824ac801520/634f8c73-d776-4792-83bd-f128a56deabe",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_16_5/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "iiiily of one, 2 or 3 Consonants going before a Vowel and one, 2, 3 or\r\n4 Consonants following vly of som sillables with diphthongues \r\nor triphthongues. for instance \r\na e i o u &c\r\nab eb ib ob ub \r\nad ed id od ud &c\r\nba be bi bo bu &c\r\nald eld ild old uld &c\r\ndra dre dri dro dru &c\r\nbalm belm bilm bolm bulm &c\r\nafter this <s> following, place Then let follow <\\s> place a number of words of 2.3 or <s>fower <\\s> four Syllables from \r\nthe more easie to the most difficult expressions without heed to their \r\nsignifications.\r\nFurther let there follow some words of severall Syllables with the accent \r\nVariously placed as on the first, 2d, 3d etc \r\nLet there be two or 3 small discourses writ <s>in<\\s> with this alphabet insomany \r\nSeverall Languages, with the accent rightly placed, and truly distin \r\nguished by their pauses. and thus you have a pfect primer \r\nfor the designe \r\nof teaching with this primer \r\nFirst begin to teach them the true sound of all the <s>syllables <\\s> Vowels singly then \r\nproceed to the following single sillables, beginning with the easiest of ex \r\npression and to proceed on gradually to the most difficult , and then \r\nto the words of more syllables, and lastly to the use of the accent and \r\npauses when the learner hath past all these you may exercise \r\nhim in the reading of the following discourses, and there in let him \r\nexactly observe the accent and the pauses, and hitherto [text?]\r\nbe matteriall whether <s>they <\\s> the sillables be significant or not, or \r\nwhether they understand the small discourses or no, for hitherto we sup \r\npose them by this instruction Capable of reading or uttering exact \r\nly <s>of <\\s> whatsoever is written in this alfabet and Carracter in what \r\nlanguage soever which is the design of this primer \r\nand to gain a greater readines and habit here in teach them to \r\nwrite truly what they heare distinctly expressed according to this \r\nalfabet proceeding therein gradually as before and rightly to \r\nplace the accent and pauses, and also the use of the signes \r\nof the different modes of speaking\r\nin Teaching observe these necessary rules \r\nproceed leisurely and orderly. Suffer them not to pass by any mispronoun \r\nciation ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}