{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_20_12/canvas/e6def7/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/c69ea08580043698da9e1597edcaa517/e3d4a879-3666-4027-a384-74fe70fa728c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_20_12/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "acquires twice the strength and is able to move a body as big againe. Nor are \r\nthe failings in these experiments wthout some use. for it shews us the Difficulty of \r\nsuch tryalls where although all things as to our sense appear the same yet I find \r\nthat sometimes the ball will move the Counterpoise when it is let fall from \r\na less height then is requisite to produce the same effect at an other. Whence \r\nwe need not wonder if oftentimes indeavouring to repeat an experiment deli=\r\nver’d upon good credit as done by an other wth such & such materialls soe & \r\nsoe used, though we doe all things according to prescriptions yet miss in pro\r\nducing the promised effect. And therefore I think it not less usefull to shew \r\nwherein our present tryalls were deficient then to declare what they succeeded \r\nin.\r\nOne defect therefore in our tryalls seemes to be that there is a yealding \r\nin the materiall we make use of, as namely that part of ye steel ball wch first \r\ntouches the plain is a litle flatted and consequently a part of the force is re=\r\nturnd into the ball & soe lost, next there is a yealding in the plate it self &\r\nthe Eaves of it, every of wch yealdings [text?] seeme to take off from the force \r\nof the body that it cannot work the effect soe accurately as it would were \r\nthose removed.\r\nNext in this Contrivance there is besides the Counterpoise of weights \r\na great deal of a massy heavy body namely the Double beame & the plate & \r\nscale, all wch or at least the greater part of it must be mov’d and that \r\nwth a very quick & suddain motion, before the spring (though it be soe \r\nvery thin) can get between the end of ye beam & ye stay: soe as to make ye\r\neffect sensible. Now this quick motion it self Does require a considerable \r\nstrength to effect it were the counterpoise remov’d. for such a bulk of body \r\ncan not be put into such a quick Degree of motion but by an other body movd \r\nwth a Determinate degree of celerity.\r\nThirdly the Scales & Counterpoise may be all moved and yet the small spring not be moved \r\n& though it be soe thin, as not to exceed a 40 or 50 part of an inch in thickness \r\nyet is that a space, And the beam may perhaps be movd half that way \r\nand yet the resistance of gravity may make it returne before it have movd ye \r\nwhole space. Soe that it may be movd a little and yet not soe much as to \r\nmake it sensible by this Contrivance, Nor would the making the spring the\r\nthinner much mend the matter since there are other inconveniences which \r\ncould not easily be avoided. And that this is more then a meer conjecture \r\nthe following Experiment will make manifest. For when by my last \r\ntryall I found the quarter-ounce-ball required to be lett fall from the height \r\nof 36 inches to move the end of the beame soe as to admitt the spring, when \r\nthe counterpoise was 128 times its weight, that I might try whether the \r\nsame ball would not move the same Counterpoise though lett fall from a \r\nmuch shorter height. I plac’d the spring soe that it was between the beam & ye \r\nstay, but not soe far as it would spring in if it were left free then ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}