{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_13/canvas/ffa8cc/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/8ecb49bcc533f0ab530a7367dde13ead/0f77dd57-3166-4bca-ac4e-525d16526ca5",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_13/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Philosophiae Naturalis Principia Mathematica Authore \r\nIs. Newton Trin.Coll. Cantab. Soc. Matheseos professore Lucasiane, \r\n& Societatis Regalis Sodali. 4<sup>to. <\\sup> Londini. Prestat. apud pluros \r\nbibliopolas Londini. April 6:87\r\n\r\n\r\nThis incomparable Author having at length been prevailed\r\nupon to appear in publick, has in this Treatise given a\r\nmost notable instance of the extent of the powers of the\r\nMind and has at once shewn what are the <s>Fundamentalls<\\s> Principles\r\nof Naturall Philosophie, and so farr derived from them their con\r\nsequences that he seems to have exhausted his argument and left little to be done by those that shall succeed him.\r\nHis great skill in that old and new Geometry, helped by his \r\nown improvements of the latter, (I mean <s>the mention of <\\s> his method of infinite series) has enabled him to master those \r\nProblemes, which for their difficultie would have still lain \r\nunsolved, had one less <s>able\\<s> qualified than him self attempted them.\r\nThis Treatise is divided into three books whereof the two first \r\nare entituled de Motu Corporum, the third de Systemate Mundi.\r\nThe first begins with the definitions of the Terms made use\r\nof, and distinguishes Time, Space, Place and Motion into <s>relative <\\s> absolute \r\nand relative, real and apparent, Mathematicall & Vulgar: shewing \r\nthe necessity of such distinction ; To these definitions are subjoyned \r\nthe Laws of Motion with severall Corollaries therefrom; as concerning the composi \r\ntion and resolution of any direct force out of or into any oblique forces,\r\n(whereby the powers of all sorts of Mechanicall Engines are demonstrated): <s>and of<\\s>\r\nthe laws of the reflection of bodies in motion after their collision <s>&c<\\s> and the like \r\nThese necessary precognita being delivered our Author proceeds \r\nto consider the Curves generated by the composition of a direct impressed \r\nmotion with a gravitation or tendency towards a center: and having \r\ndemonstrated that in all cases the Areas at the center described by a revolving body are proportionall \r\nto the times, he shows how from the curve <s>given \\<s> described, to find the law of the\r\ndecrease or increase of the tendency or Centrifugall force (as he calls it) <s>at\\<s> in\r\ndiffering distances from the center. Of this more and severall examples shewing \r\nus, that if the Curve described be a circle passing thro the center of tendency \r\nthen the force or tendency towards that center is in all points as the \r\nfift power or squared-cube of the distance therefrom reciprocally if in\r\nthe proportionall spirall, reciprocally as the cube of the distance. If in an\r\nEllipse about the center therof directly as the distance ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}