{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_13/canvas/ed59bb/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/87c12f1499dd16e9e60d7baeb2a5a9e0/10965fcb-8e5b-4829-abe7-c9c4d95536a3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_13/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "If in any of the Conick sections about the Focus therof \r\nthen he demonstrates that the vis centripeta or tendency \r\ntowards that focus is in all places reciprocally as the square \r\nof the distance therfrom, and that according to the velocity \r\nof the impressed motion, the Curve described is an Hyperbola,\r\nif the body moved be swift to a certain degree then a parabola \r\nif slower an Ellipse, or Circle in one case from this some tendency \r\nor gravitation it follows likewise that the squares of the times \r\nof the periodical revolutions are as the cubes of the Radii or\r\nTransverse Axes of the Ellipses. All which being found to agree \r\nwith the phenomena of the Celestiall motions, as descovered by\r\nthe great sagacity and industry of Kepler Our Author extends him\r\nself upon the consequences of this <s>gravity \\s> sort of vis centripeta, showing \r\nhow to <s>discover <\\s> find the conick section which a bodie shall describe \r\nwhen cast with any velocity in a given line, supposing the quantity of \r\nthe said force known and laying down severall neat constructions \r\nto determine the orbs either from the focus given and two points or Tangents: or without \r\nit by 5 points or Tangents or any number of points and Tangents making \r\ntogether five. Then he shows how from the time given to find \r\nthe point in the Orb answering therto: which he performs accuratly \r\nin the parabola and by concise approximations <s>shows <\\s> comes as near \r\nas he pleases in the Ellipse and Hyperbola: all which are problems \r\nof the highest concern in Astronomy. Next he lays down the rates \r\nof the perpendicular descent of bodies towards their center, particularly \r\nin the case where the tendency shewn is reciprocally as the square of the \r\ndistance, <s>therfrom <\\s> and generally in all other cases, supposing a generall \r\nquadrature of Curve lines: upon which supposition likewise he delivers \r\na generall method of discovering the Orbs described by a body moving \r\nin such a tendency towards a Center, encreasing or decreasing in any given \r\nrelation to the distance from the Center and then with great subtilty \r\nhe determines in all cases the motion of the Apsides (or of the points of\r\ngreatest distance from the Center of all these Curves in such orbs \r\nas are nearly Circular shewing the Apsides fixt if the tendency \r\nbe reciprocally as the square of the distance; direct in motion if in any ratio \r\nbetween the square and the Cube, and retrograde if under the square\r\n <s>if reciprocally as the cube <\\s> which motion he determines exactly from \r\nthe rule of the increase or decrease of the Vis Centripeta.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}