{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_13/canvas/870301/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/9b20e57a6d33b73e59632dfd30806ae2/bea8d943-c4c1-45d4-a7ed-17a5f121c541",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_13/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Next the Motion of bodies in given surfaces is considered \r\nas likewise the Oscillatory motion of pendules, where is \r\nshewn how to make a pendulam vibrate alway in equall line,\r\ntho the center or point of tendency be never so near, to which \r\nthe demonstration of Mr Hugens de Cycloide is but a Corollary.\r\nand in another proposition is shewn the Velocity in each point \r\nand the time spent in each parte of the Arch described by the \r\nVibrating body. After this the effects of two or more bodies \r\ntowards each of which there is a tendency is considered, and he made \r\nout that two bodies so drawing or attracting each other describe \r\nabout the common center of gravity Curve lines, like to those \r\nthey seem to describe about one another. And of three bodies \r\nattracting each other reciprocally as the square of the distance \r\n<s>from <\\s> between their centers, <s>he proved that the differences from the Elliptick \r\nmotion is less than if the <\\s> the various consequences are considered \r\nand laid down in severall Corollarys of great use in explicating \r\nthe phenomena of the Moons Motions, the Flux and reflux \r\nof the sea, the precession of the Equinox and the like.\r\nThis done our Author with his usuall acuteness proceeds to \r\nexamine into the causes of this tendency or centripetall force \r\nwhich from endoubled arguments is shewn to be in all the great \r\nbodies of the Universes here he finds that if a <s>body <\\s> sphere be composed \r\nof an infinity of Atoms, each of which have a conatus accedend \r\nad invicem, which decreases in <s>the<\\s> duplicate proportion of the distance \r\nbetween them, Then the whole congeries shall have the like tenden \r\ncy towards its center, decreasing, in spaces without it in duplicate ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}