{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_13/canvas/79f39d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5c9c4d1ede956dbd59fc7e7ed67ce8e0/f9168e87-693a-4451-8aae-c1adecd57c4a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_13/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "proportion of the distances from the center <s>but to <\\s> and decreasing \r\nwithin its surface as the distance from the center directly \r\nsoe as to be greatest on the surface and nothing at the \r\nCenter and tho this might suffice yet to compleat the ar\r\ngument there is laid down a method to determine the forces \r\nof globes composed of particles whose tendencys to each other doe decrease in any other <u>ratio <\\u> of the distances ; which speculation \r\nis carried on likewise to other bodies not sphericall, whether finite or <s>infinite <\\s> considered as. Lastly is proposed a method of explaining \r\nthe refractions and reflections of Glass transparet bodies \r\nfrom the same principles ; and severall problems \r\nsolved of the \r\ngreatest concern in the art of Dioptricks.\r\nII Hitherto our Author has considered the effects of compound motions \r\nin Modiis non resistentibus, wherin a body once in motion would move equably \r\nin a direct line, if not diverted by a supervening attraction of tenden \r\ntoward some other bodie. Here it is demonstrated what would be \r\nthe consequence of a resistence from a Medium, either in \r\nthe simple or duplicate ratio of the Velocity or else between \r\nboth, and to compleat this argument is laid down a generall \r\nmethod of determining the density of the Medium in all places, \r\nwhich, with a uniform gravity tending perpendicularly to the \r\nplain of the Horizon, shall make a <u>project<\\u> move in any curve line \r\nassigned, which is the 90th prop, of Lib II. Then the Circular \r\nmotion of bodies in resisting <u>Media <\\u> is determined, and is shewn \r\nupon what law of decrease of density the circle will become a proportio\r\nnall spirall\r\nNext the density of fluids, is considered and \r\nthe doctrine of Hydrostaticks demonstrated, and here ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}