{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_13/canvas/56f2c6/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/051cab64b74bc7791b874a6cb9d92573/dab65506-61f8-4691-a544-29202cdb1528",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_13/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "proposed to the Contemplation of Naturall philosophers, whether \r\nthe surprizing phenomena of the Elasticity of the air and some \r\nother fluids may not arise from their being composed of particles \r\nwhich flie each other, which being rather a physicall than \r\nMathematicall Inquirie our Author forbears to discuss.\r\nNext the Opposition of the Medium and its effects on the Vibra \r\ntions of the pendulum is considered, which is followed by an inqu \r\niry into the rules of the opposition to bodies, as their bulk, shape \r\nor density may be varied <s>where among other things the motion \r\nof water running through a hole in a vessel is determined <\\s>\r\nhere with great exactness is an account given of severall Ex\r\nperiments tried with pendula in order to verifie the afore \r\ngoing speculation, and to determine the quantitie of the \r\nAirs opposition to bodies moving in it.\r\nFrom thence is proceeded to the undulation of fluids, the \r\nlaws wherof are here laid down, and by them the <s>phenomena <\\s> motion &\r\npropagation of light and sounds are explained. The Last section \r\nof this book is concerning the circular motion of fluids \r\nwherin the nature of <u>their Verticall Motions is considered \r\nand from thence the Cartesian doctrine of<\\u> the Vortices \r\nof the Celestiall matter carring with them the Planets about \r\nthe Sun is proved altogether impossible.\r\nThe IIId and last book is entituled de Systemate Mundi, wherin \r\nthe demonstrations of the two former books are applyed to the \r\nexplication of the ..l phenomena of nature: Here the \r\nverity of the Hypothesis of Kepler is demonstrated; and a full \r\nsolution given to all the difficulties  that occurr in the Astro",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}