{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_13/canvas/4fa170/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d9f8ded4f8d98b8f4c6b134961e6f34d/e6c9fed2-9aa7-4e16-af5b-a4314f07ed1d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_13/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "nomicall science; they being nothing else but the necessary \r\nconsequences of the Sun, Earth, Moon and planets having all of \r\nthem a gravitation or tendency towards their centers, proportionate \r\nto the Quantitie of matter in each of them, and whose force \r\nabates in duplicate proportion of the distance reciprocally.\r\nHere likewise are indisputably solved the appearances of the Tides \r\nor flux and reflux of the sea, and the spheroidicall figure of the \r\nEarth and Jupiter determined (from which the precession of the Equinoxe \r\nor rotation of the Earths Axis is made out,) together with the \r\nretrocession of y<sup>e<\\sup> Moons Nodes, the Quantity and inequalities of\r\nwhose Motion is here exactly stated <u>a priores<\\u> Lastly the Theory \r\nof the Motions of Comets is attempted with such success, that in \r\nan Example of the great Comet which appeared in 1680 the \r\nmotion therof is computed as exactly as wee can pretend to give \r\nthe places of the primary planets, and a generall method is here laid \r\ndown to state and determine the Trajectorie of Comets by an \r\neasy Geometricall construction, upon supposition that these curves are \r\nparabolick or so near it, that the parabola may serve without sen \r\nsible errour; tho it be more probable saith our author that those orbs are \r\nEllipticall, and that after long periods <s>they <\\s> Comets may return again.\r\nbut such Ellipses are, by reason of the immense distance of the \r\nFoci and smallness of the Latus rectum, in the parts near y<sup>e<\\sup>\r\nSunn where Comets appear, not <s>to be<\\s> easily distinguished from the \r\n<s>motion <\\s> Curve of a parabola, as is proved by the Example produced.\r\nThe whole book is interspersed with Lemmas of Generall use in Geome \r\ntry, and severall new methods applyed which <s>may be <\\s> are well worth the \r\nconsidering and it may be justly said so many and so <s>great<\\s> valuable \r\nPhilosophicall truths as are herein discovered and put past dispute;\r\nwere never yet owing to the sagacity and industry of any one Man.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}