{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_1945_A31_1/canvas/bacee1/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/fa4b5d1c01d4f269c8b07b0cd8debd78/43bb499d-b03b-476e-9099-1943e3e357bb",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_1945_A31_1/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "A.31\r\n1945\r\nREFEREE'S REPORT\r\nTo the Sectional Committee for Physics\r\nPaper by K. Lonsdale, F.R.S., \r\nOn Divergent beam X-ray photography of crystals. \r\n1. Is the paper suitable for reading before a meeting of the Society? \r\nYes, a brief summary of the salient points covered[?] is an interesting example of \r\nhigh precision work carried out with a very simple experimental arrangement\r\n2. Does it contain contributions to knowledge of sufficient scientific interest for the space \r\nrequired? \r\nYes\r\n3. Are any portions of the paper, or any illustrations, redundant? \r\nNo\r\n4. Should the paper be published by the Society? \r\nYes\r\n5. If so, in the 'Philosophical Transactions' or the 'Proceedings'? (see note on opposite \r\npage). Transactions (see below). \r\n6. Or could it more appropriately be published by some other body? \r\n-\r\n7. Does the paper contain any information likely to be of value to the enemy? \r\nNo\r\n8. Comments or criticisms which might enable the author to improve or correct his statement. \r\n(Further remarks may be attached.) \r\nI recommend the Transactions because the paper is long and contains \r\nmany illustrations. The length is due to the very detailed way in \r\nwhich the author goes into the various points. It is excellent work, \r\ncareful and thorough, and is a new method of getting a highly \r\naccurate relationship between crystal spacing and X ray wave length. \r\nBut if the author would strongly prefer the paper to be published \r\nin the proceedings, she should be asked to rewrite it in a \r\ndifferent style. Personally I think the Transactions appropriate, \r\nsince the number of people interested will not be large and \r\nthey can be sent reprints, while those who will wish to follow \r\nup the method will find the meticulous care with which the \r\npoints are discussed very useful \r\nSignature W L Bragg",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}