{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_42_11/canvas/5a233c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ac87a22d16bddb95fba4b05897a9d690/5257d16f-8dc5-4ee5-8f54-b8976e4a05e3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_42_11/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "It is proposed in the following pages to consider \r\nI The structure of the species of Salpa examined \r\nII The structure of Pyrosoma \r\nIII The homology of structure of Salpa & Pyrosoma & of \r\nthese with the ordinary ascidians.\r\nIV The history of our knowledge of the Salpae \r\nI <u>The structure of Salpa <\\u>\r\nBefore entering upon this question there is a point \r\nof some importance to be determined - as to the upper \r\nand lower surfaces, the anterior and posterior \r\nextremities of the Salpae - Observation will \r\nnot decide this apparently simple matter, for as \r\nthe writer has frequently seen, they swim in different \r\nwith either end forward and with either side uppermost,\r\nand the determinations of authors are most contradictory \r\nThroughout the present paper, that side on \r\nwhich the heart is placed will be considered as\r\n the dorsal side  - that on which the ganglion \r\nand auditory vesicle are placed, as the neutral side.\r\nThat extremity to which the mouth is turned \r\nwill again be considered as the anterior extremity \r\nthe opposite as the posterior. Such a view \r\nof the case, appears to be more harmonious with \r\nthe determinations of corresponding parts in \r\nother animals  - than any other. In all <s>[text?]<\\s>\r\nthe Invertebrata <s>[text?] kingdom <\\s> the mouth end is considered \r\nas the anterior - the heart side as the <s>[text?<\\s>\r\nDorsal side.\r\nThe two so-called species of Salpa examined \r\nwere the S. democration of Forskahl, spinosa of Otto \r\n& the S. micronata of Forskahl, pyramidata of Quoy & \r\nGaimard ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}