{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_42_11/canvas/5510d3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d23b0e1ac1f0ec63fd97fe3c368385ba/be0e804d-0fd7-4681-8e1b-f3fe102edeb6",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_42_11/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "They are described by Sais as S. spinosa and \r\nS. micronata, or rather as S. spinosa, Proles solitaria \r\nand S. spinosa, Proles pregaria. This however begs \r\nthe question as to the truth of Chamisso’s theory and \r\nI shall therefore prefer to name the two forms I \r\nobserved simply Salpa A & Salpa B.\r\nAt Cape York these two forms were always \r\nobtained together and only these. They were \r\nof about the same size but so totally distinct \r\nin <s>form<\\s> appearance that had they belonged to any other \r\ngenus they would have been justly regarded \r\nas separate species.\r\nSalpa A (P.I fig 1) The body is gelatinous transparent \r\nand colourless except the nucleus (i) which has a \r\ndeep reddish brown tint. It has a general square \r\nprismatic shape and is abruptly truncated and \r\nsomewhat convex at each extremity. The posterior \r\nextremity is provided with eight hornlike processes,\r\nwhich project backwards. Two of these are short \r\nand hook-like, placed one before the other in the \r\nmedian line at the posterior part of the superior surface.\r\nOn the upper part of the lateral surfaces there is \r\non each side a short process. From about midway \r\nbetween the upper and lower edges of this surface \r\na long, conical, process curves upwards and \r\nbackwards. These processes are distinguished from the others by <s>having <\\s> containing a cæcal process of the system \r\nof sinuses in their base (y).\r\nClose to the lower edge of the lateral surfaces there \r\nis another short process like the uppermost one.\r\nThe respiratory apertures are wide and \r\nprovided with <s>the <\\s> valvular lips. The posterior (z) is \r\nnarrower and has the valvular lip more marked ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}