{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_42_11/canvas/06fd84/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/63e97073f22f4b6dc7704209f4cf3531/0d50c2d8-fbbe-4b67-b994-53110fd55b51",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_42_11/canvas/15",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "So far, the structure of the two forms A & B\r\nhas been identical - but in proceeding to examine \r\nthe reproductive organs it will be necessary to treat \r\nof each separately \r\nThe form A is always found to possess a connected series of young forms the \r\nso called salpa-chain encircling its <s>[text?]<\\s> visceral \r\nnucleus - The form B on the other hand never \r\npossesses the salpa chain but generally contains \r\na solitary foetus pendant from the upper and \r\nposterior part of its respiratory cavity - It is \r\nclear therefore that in each of these forms reproduction \r\ntakes place - But is the mode of reproduction in \r\neach case similar or different? Are both processes \r\nof generation, or both processes of sexual reproduction \r\nor is one process of the one description - the other of the \r\nother description? To come at the solution of these \r\nquestions it will be necessary to know first the \r\nnature and relation of the solitary foetus in B \r\nand finally to trace back the developement of both \r\nto their first origin \r\nSalpa Chain of A. (Pl I fig 1 k, P II fig I. Pl I fig 9.)\r\nThe chain is formed of a double series of foetuses \r\ncommencing on the right side of nucleus -\r\ncurving under it then turning upwards and <s>[text?]<\\s>\r\nover it to the right side - and finally terminating \r\nin the middle line by a free extremity <s>[text?]<\\s> \r\nmid way between the two long posterior horns \r\nThe chain is inclosed in a proper cavity hollowed \r\nout in the substance of the outer tunic - and this \r\nsometimes opens externally opposite the free \r\nextremity of the chain - (Pl I fig.9.)\r\nBut the foetuses do not form a chain by \r\nmere apposition - they are all attached by pairs \r\nto one side of a cylindrical double walled tube - which is connected ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}