{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_42_11/canvas/b22bd8/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/1bdbb64139e11888f0427033cac5e061/68c1eb17-ea41-4615-b5f8-794e3ed49035",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_42_11/canvas/16",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "at its anterior or proximal extremity with the \r\nsystem of sinuses of the parent - to the right of <s>and a little behind <\\s>\r\nthe heart - The tube is in fact \r\nmerely a diverticulum of the sinus system - (Pl I fig.9.) - and \r\nthe blood contained in the sinuses passes freely \r\ninto it - It is divided by a partition (y) into two \r\n<s>[text?]<\\s> canals which are distinct for the whole length \r\nof the tube - except at its very extremity - where \r\nthey communicate just as the two scalae of the cochlea \r\ndo; and it thence happens that in the living \r\nanimal, a constant current passes up on one side \r\nof the partition & down on the other - The direction\r\nof the two currents being generally but not always reversed with the reversal \r\nof the general circulation -\r\nIf the foetuses be traced back upon this tube \r\nit will be found that <s>the two series are connected only \r\nwith the outer of the two [text?] canals and that<\\s>\r\ntowards the proximal end of the tube they lose \r\ntheir distinctive form and become mere buds \r\n- processes of its wall <s>[text?]<\\s> Fig. 9.Pl I. It may \r\nthence be conveniently termed the “Geminiferous tube “\r\nThe proximal extremity of the geminiferous  tube \r\nis simply transversely striated (Pl. I.9.) further on \r\ntwo elevations become apparent on either side of \r\nthe median line in each of the striae - These \r\nelevations are rudiments, the inner, of the nucleus,\r\nthe outer, of the ganglion of a foetal Salpa -\r\nStill more towards the distal end of the tube - the \r\nyoung Salpae - <s>become <\\s> are much larger in proportion to \r\nthe tube - the internal organs become marked - the \r\nheart becomes visible by its contractions  - and the \r\nbody itself, although the respiratory apertures are \r\nas yet only marked out not open, contracts occasionally \r\nFinally the otolithes become visible - the body becomes \r\nlarger relatively to the nucleus and ganglion & the \r\n<s>[text?]<\\s> respiratory orifices open  - Pl II fig 1 - 2 -",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}