{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_42_11/canvas/09ee5b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ffe9d9f5d0054850aa7dd80a06c91c04/7839850c-2f0c-4f78-9677-12c6e22f5cf1",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_42_11/canvas/21",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "posterior extremity - It becomes indeed perfectly \r\nsimilar to the form which has been described as \r\nSalpa A.\r\nIt thence appears that the other half of \r\nChamisso’s theory is also perfectly true - viz -\r\n<u>the aggregate form of Salpa (Salpa B) produces \r\nthe solitary form <\\u> (Salpa A) - and the circulatory \r\nsystem of the fœtus in this case is connected with that of \r\nthe parent <u>not immediately - but by means\r\nof a very distinct and well written developed placenta.<\\u>\r\nHere is one very <s>distinct <\\s> clear distinction \r\nbetween the two processes of reproduction - Are \r\nthere any other differences? To answer this \r\nquestion - we must proceed to trace back both \r\nprocesses to their origin (5)\r\nIt has been seen that the young Salpae B\r\nare developed by a process of gemination from \r\nthe gemmiferous tube of Salpa A - Whence \r\ncomes the tube itself? -\r\nThe smaller the individual of the form A examined \r\nthe shorter is the gemmiferous tube and the less \r\ndeveloped the buds upon it - In individuals \r\nput free or about to be free it is a very short cylindrical tube - <s>[text?]<\\s> \r\narising on the right side & put in front of the heart \r\nand curving downwards & backwards (P II figs 3.3a)\r\nIn still smaller attached specimens it appears \r\nas a very short, somewhat conical process (imperfectly \r\ndivided by a partition) of the dorsal sinus close to \r\nthe heart, its walls are smooth - and the blood \r\ncorpuscles are easily seen passing up one side \r\nand down the other, of the partition. (Pl.II fig.4)\r\nIt is clear therefore that the gemmiferous \r\ntube is nothing more than a stolon - containing \r\na diverticulum of the circulatory system of the ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}