{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_1_10/canvas/68a28d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/656d9f3ff0bd4bb97615e16a87bad187/4072d795-91bf-475f-8390-5962e7e20721",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_1_10/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "I write in haste to acknowledge receipt of instructions that awaited me in New Zealand.\r\nOn arrival I made an Agreement with a local newspaper, with regard to the information I was prepared to give immediately, and a certain number of photographs.\r\nThe proprietors of the 'Lyttelton Times' agreed to pay £400 for a preference in this respect, and further to open an especial account whereby after paying working expenses any surplus made by them beyond the £400 should be paid to the expedition. The Editor informs me that £400 has been realized and that he expects a margin with the £500 placed at my disposal. I shall now therefore command at least £900. We shall not need to buy any but fresh provisions during our stay here; the expenses of repair to the ship I cannot at present estimate, but I anticipate they will not be large and in addition there will only be the coal bill. I cannot say so with certainty, but at present I am of opinion that the above sums will see us clear of New Zealand.\r\nI will keep you informed as to advances made,at present I have advanced £3. 10. 0 to every man on board, excepting Offices, but I shall of course have to draw further sums for this purpose.\r\n\r\nRobt. F. Scott",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}