{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_1921_100_2/canvas/4cb4ff/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f9c5a8a551cf55f34c4bc6154c8e29ba/e6cf6897-39ec-4c0b-9faf-a58d373ee372",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_1921_100_2/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<u>CONFIDENTIAL.\r\n<\\u>\r\n\r\nREFEREE'S REPORT.\r\n\r\nTo the Sectional Committee for Mathematics\r\nPaper by R.A.Fisher,\r\nOn The Mathematical Foundations of Theoretical \r\nStatistics.\r\n1. Whether the paper should be read before the Society. \r\nYes.\r\n2. Whether the paper should or should not be published by the Society. \r\nYes.\r\n3. Whether, in the former case, it should be published in the \"Philosophical Transactions\" \r\nor the \"Proceedings.\" (See Standing Orders on opposite page.) \r\nTransactions.\r\n4. Whether it should be published in full or only in part, or whether any material modifications \r\nare necessary. \r\nIn full \r\n5. Which illustrations, if any, accompanying the paper should be reproduced\r\nAll. (I do not quite understand the \"guide for reproduction \r\nof other diagrams - what is to be done with it.) \r\nGeneral Remarks.\r\nThe paper shows a remarkable insight into the theoretical ideas \r\non which the methods of statistics ought to be based. I do not think that \r\nanyone else has arrived at so clear-sighted a view. The illustrative examples, \r\nand the application of the theoretical developments to a criticism of methods \r\nemployed in practice are excellent; the criticism is fair, and shows the merits \r\nas well as the defects of previous work. It is an excellent paper, and I have \r\nno hesitation in recommending that it be printed as it stands (The Secretaries \r\nmight, however, look at the notation in case some of the signs [symbol], [symbol], etc. are \r\nimpracticable for the printers.) \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}