{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/4574e8/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d60726470442aa0899606439ced2c209/ae4c1193-764a-4e5c-865f-765940ed6870",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Obs:2. When the Plate of Aire by turning the Prisms at \r\ntheir comon Axis became So little inclined to the incident rays, the \r\nSome of them began to be transmitted, there arose in it many Slen[der?]\r\nArcs of colours wch at first were shaped \r\nalmost like the conchoid as you See them\r\nhere delineated. And by continueing the \r\nmotion of the Prisms, these Arcs increased \r\n& bended more & more about ye said transparent Spott, till they [text?]\r\ncompleated into circles or Ringes incompassing it, & afterwards continu[ed?]\r\ngrew more & more contracted.\r\nThese Arcs at their first appearance were of a violet and \r\nblew colour and between them were white Arcs of Circles wch \r\npresently became a little tinged in their inward Limbs with re[d]\r\n& yellow, & to their Outward limbs the blew was adjacent.\r\nSo that the Order of these colours from the Centrall darke \r\nSpott, was at that time white, Blew, Violet, Black, Redd,\r\nOrange, Yellow, white Blew, Violet, &c But the yellow &\r\nRed were much fainter then the Blew and violet.\r\nThe motion of the Prisms about their Axis being \r\ncontinued these colours contracted more and more, shrinking \r\ntowards the whiteness on either Side of it, untill they \r\ntotally vanished into it; And then the Circles in those parts \r\nappeared black and white, without any other colours -\r\nintermixed, But by further moving the Prisms about \r\nthe Colours againe [e]merged out of the whitenesse, the violet and \r\nBlew at its inward limb, and at its Outward Limb the red and \r\nyellow, So that now their Order from the Centrall Spott was \r\nwhite, Yellow, Redd: Black, Violet,  Blew, White, Yellow, Red &\r\ncontrary to what it was before.\r\nObs:3. When the Rings or Some parts appeared onely \r\nBlack & white, they were very distinct and well defined, and \r\ntheir Blacknesse Seemed as intense as that of the Centrall Spott,\r\nAlso in the Borders of these Rings where the colours began \r\nto emerge out of the whiteness, they were pretty distinct,\r\nwch made them visible to a very great multitude. I haue \r\nSomtimes Numbred aboue Thirty Successions (Reckoning \r\nevery black & white ring for one Succession) and Seen more \r\nof them, wch by reason of their Smallness I could not number \r\nBut in other Positions of the Prisms at wch the Rings -\r\nappeared of many colours, I could not distinguish aboue \r\n8 or 9 of them, & the exteriour of those as were confused \r\nand dilute.\r\nIn these two Observac[i]ons to see the Rings distinct &\r\nwithout any other colour but black & white, I found it \r\nnecessary ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}