{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/48a87b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/b078245ed785f180f0bed7bd594caf7c/2a028c02-4225-4e9e-a5f3-7edcbecc16ca",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "necessary that I held my Eye at a good distance from them ffor \r\nby approaching nearer, although in the same inclinac[i]on of my \r\neye, yet there <s>S<\\s>emerged a blewish colour out of the white, wch \r\nby dilateing it Selfe more & more into the Black rendered the \r\nCircles less distinct and left the white a little tinged with redd \r\n& yellow. I found also, that by looking through a Slitt or oblong \r\nhole wch was narrower then the pupill of my Eye, & held close \r\nto it parallell to the Prisms, I could see the Circles much \r\ndistincter & visible to a farr greater number then otherwise \r\nObs:4. To observe more nicely the Order of the colours \r\nwch arose out of the white Circles as the rayes became lesse &\r\nlesse inclined to the plate of Aire, I took two Object glasses \r\nthe One a plane-convex for a fourteen foot Telescope, and the \r\nother a large double convex for one of fifty foot, and upon this \r\nlaying the other with its plane side downewards I pressed \r\nthem Slowly together to make the colours Successively emerge \r\nin the midle of the Circles, & then slowly lifted the upper \r\nGlasse from the lower to make them successively vanish again \r\nin the Same place, where being of a considerable breadth, I could \r\nmore easily discerne them. And by this means I observed their \r\nSuccession & Quantity to be as followeth.\r\nNext to the pellucid Centrall Spott made by the Contact of \r\nthe glasses, Succeeded Violet, Blew, White Yellow & Redd. The \r\nViolet and Blew were so very little in quantity that I could not \r\ndiscerne them in the circles made by ye Prisms; but the yellow &\r\nred were pretty copious & seemed about as much in extent as the \r\nwhite, & 4 or 5 times more then the Blew & Violet. The next \r\ncircuit or Order of Colours imediately incompassing these was \r\nViolet, Blew, Green, Yellow, & Red. And these were all of \r\nthem copious & vivid, excepting the green, wch was very little in \r\nquantity, & seemed much more faint & dilute then the other colours \r\nOf the other foure the Violet was least & the blew lesse than the \r\nYellow or Red. The third circuit or Order was also purple, Blew \r\nGreen, Yellow & Red, in wch the Purple seemed more Reddish than ye \r\nViolet in the former circuit, & the green was much more \r\nconspicuous, being as brisk & copious as any of the other colours \r\nexcept the yellow, but the Redd began to be a little faded inclining \r\nvery much to purple. After these Succeeded green & Red; The \r\ngreen was very copious & lively inclining on the one side to blew \r\nand\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}