{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/72558d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/dac3073393394ac2cfeb906836a218f8/dea7acd9-4ca3-4391-ac5a-817c1c52dfde",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "and the other to yellow. But in this 4th Circuit there was \r\nneither violet, blew, nor yellow, and the Redd was very-\r\nimperfect & dirty. Also the succeeding colours became more \r\n& more imp[er]fect and dilute till after three or foure more \r\nRevolutions they ended in p[er]fect whiteness.\r\nObs. 5. To determine the Intervall of the Glasses, or \r\nthicknes of the interjacent Air by which each colour was produ[ced]\r\nI measured the Diameter of the first Sixe Rings at the m[ost?]\r\nlucid part of their Orbits, & Squareing them I found their \r\nSquares to be in Arithmeticall progression of the odd numb[ers]\r\n1.3.5.7.9.11. And since one of the Glasses was plane and \r\nthe other Sphericall, their intervalls at those rings must be \r\nin the same progression. I measured alsoe the Diameters \r\nof the dark or faint ringes between the more lucid colours, &\r\nfound their squares to be Arethmiticall Progression of \r\nthe even Numbers 2,4,6,8,10,12, And it being very nice \r\nand difficult to take these measures exactly, I repeated them \r\ndivers times at divers parts of the Glasses, that by their \r\nagreement I might be confirmed in them. And the same \r\nMethod I used in determineing some others of the following \r\nObservac[io]ns \r\nObs: 6, The Diameter of the first Ring at the most \r\nlucid part of its Orbit was 58/100 parts of an inch, and the \r\nDiameter of the Sphere on wch the double convex object glass w[as]\r\nground was 102 foot, as I found by measuring it, and \r\nconsequently the thicknes of the Air, or Aereall intervall of t[he]\r\nGlasses at that ring was 1/14554 of an inch. For as the Diameter \r\nof the Said Sphere  (102 foot or 1224 inches) is to the semidiameter \r\nof the Ring 29/100, so very nearly is that semidiameter to 1/14554, the \r\nsaid distance of the Glasses. Now by the precedent Observac[i]ons the \r\nEle<s>a<\\s>venth part of this distance (1/160094) is the thicknes of the air at \r\nthat part of the first Ring where the Yellow would be most vivid \r\nwere it not mixed with other Colours in the white, and this double \r\ngives the difference of its thicknes at the yellow in all the other \r\nRinges, viz 1/80047, or to use a round number, the Eighty thousandth \r\npart of an inch\r\nObs. 7 These Dimensions were taken when my eye was \r\nplaced p[er]pendicularly over the Glasses in or near the Axis of \r\nthe Rings, but when I veiwed them Obliquely, they became \r\nbigger, continually Swelling as I removed my eye farther from \r\ntheir Axis, And partly by measureing the Diameter of the same \r\nCircle at Seuerall Obliquities of my eye, partly by other means,\r\nAs",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}