{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/f9f667/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6d3cb48cbf983e925688cc0bd3615da6/23ba1359-07c7-4d26-bba9-c27a02cdce8f",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/7",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Arithmeticall meane between the two extreames: contrary to w[hat]\r\nhappens in the colours made by the refraction of a Prism, wh[en?]\r\nthe Red is most contracted, the violet most expanded, and [in]\r\nthe midst of them is the confine of Green & Blew.\r\nObs: 15. These Rings were not of various colours like those \r\nin the open air, but appeared all ouer of that Prismatique colour only \r\nwith wch they were illuminated. And by projecting the Prismatique \r\ncolours imediatly upon the glasses, I found, that the light wch fell on \r\nthe dark spaces, wch were between the coloured Rings, was transmitted \r\nthrough the Glasses without any variac[i]on of colour. For on a white \r\npaper placed behind, it would paint Rings of the same colour with \r\nthose wch were reflected, & of the bignes of their intermediate  spaces.\r\nAnd from hence the Origine of these Rings is manifest, namely \r\nthat the Aereall Intervall of the Glasses, according to its various \r\nthicknes, is disposed in some places to reflect and in others to trans[mit]\r\nthe light of any colour, & in the same place to reflect one colour \r\nwhere it transmitts another.\r\nObs: 16. The squares of the Diameters of these Rings made \r\nby any Prismatique color were in Arithmeticall progression as in the [5th?]\r\nObservac[i]on. and the diameter of the 6th circle when made by \r\nthe yellow & viewed almost p[er]pendicularly, was about 58/100 parts\r\nof an inch, agreeable to the 6th Observac[i]on.\r\nThe precedent Observac[i]ons were made with a rarer thin Medium \r\nterminated by a Denser, such as was air or water compressed betwixt \r\ntwo Glasses. In those that follow, are sett downe the appearances \r\nof a Denser Medium  thin’d within a rarer, such as are plates of \r\nMoscovy Glasse, Bubbles of water, and some others thin substance \r\nterminated on all sides with air.\r\nObs: 17. If a Bubble be blowne wth water, first made tenac[ious?]\r\nby dissoluing a little soap in it, ‘tis a comon Observac[i]on that after \r\na while it will appeare tinged with a great variety of colours.\r\nTo defend these Bubbles from being agitated by the externall air\r\n(whereby their colours are irregularly moved one among another,\r\nso that no accurate Observac[i]on can be made of them) assoon as \r\nI had blowne any of them, I covered it with a cleer glasse & by this \r\nmeans its colours emerged in a very regular Order like so many \r\nconcentrick Rings incompassing the top of the Bubble. And \r\nas the Bubble grew thinner by the continuall subsiding \r\nof the water, these Rings dilated slowly & overspread \r\nthe whole Bubble descending in Order to the bottom of it \r\nwhere they vanished successively. In the mean while after \r\nall the colours were Emerged at the top, there grew in the \r\nCenter of the Rings a small Round black Spott, like that \r\nin the first Observac[i]on, wch continually dilated it selfe till it \r\nbecame somtimes more than 1/2 or 3/4 of an inch in breadth \r\nbefore ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}