{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/9c2a62/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/1be4a6d14fe78f0fcae0295e19a2556a/c45039ce-7b1b-41c9-a7d5-9c58b288456d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/8",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "before the bubble broak. At first I thought there had been no \r\nLight reflected from the water in that place, but observing \r\nit more curiously, I saw within it Seu[er]all smaller round spots \r\nwch appeared much blacker & darker then the rest, whereby I \r\nknew, that there was some reflection at the other places wch \r\nwere not Soe dark as those spots. And by further tryall \r\nI found, that I could See the images (as of a Candle or the Sun)\r\nvery faintly reflected not onely from the great black spot, but \r\nalso from the litle darker spots wch were within it.\r\nBesides the aforesaid coloured  Rings there would often \r\nappeare small spots of colours ascending & descending up and \r\ndowne the side of the Bubble, by reason of some inequalities \r\nin the subsid<s>y<\\s>ing of the water. And somtimes small black spots \r\ngenerated at the sides would ascend up to the larger black spot \r\nat the top of the Bubble, & unite with it.\r\nObs: 18. Because the colours of these Bubbles were more \r\nextended & lively then those of Air thin’d between two Glasses,\r\n& so more easy to be distinguished, I shall here give you a \r\nfurther description of their Order, as they were observed in viewing \r\nthem by reflexion of the skies when of a white colour, whilst a \r\nblack substance was placed behind the bubble. And they were \r\nthese, Red, Blew, Red, Blew; Red, blew; Red, green; Red, yellow;\r\nGreen, Blew, Purple; Red, yellow, green, Blew, Violet; Red, yellow \r\nWhite, Blew, Black.\r\nThe three first Successions of Red & Blew were very \r\ndilute & dirty, especially the first where the Red seemed in a \r\nmanner to be white, Amongst these three was scarcely any other \r\ncolour Sensible, onely the Blews (& principally the Second Blew)\r\ninclined a little to Green.\r\nThe fourth Red was also dilute & dirty but not so much as \r\nthe former three; after that Succeeded little or no yellow, but a \r\ncopious Green wch at first was inclined a little to yellow, & then \r\nbecame a pretty brisk & good willow Green, & afterwards changed to \r\na blewish colour; but there Succeeded neither Blew nor Violet \r\nThe fift Red at first was very much inclined to purple \r\n& afterwards became more bright & brisk, but yet not very pure \r\nThis was Succeeded with a very bright & intense yellow, wch was but \r\nlittle in quantity, & soon changed to Green. But that Green \r\nwas copious & Something more pure, deep & lively then the \r\nformer Green. After that followed an excellent Blew of a bright \r\nSky colour, & then a purple wch was less in quantity then the Blew \r\n& much inclined to Red.\r\nThe sixt Red was at first of a very fair & lively Scarlet,\r\n& soon after of a brighter colour being very pure & brisk and the best \r\nof ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}