{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/b16f48/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/db00c0a2ed7dbfb10e830548c4b677ba/af64ff8c-65a5-4e08-bf0b-374c4198dd14",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/10",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Bubble I found that they were Sensibly dilated by encreasing the \r\nObliquity, but yet not so much by far as those made by thin’d Air \r\nin the 7th Observac[i]on. For there they distended so much as when viewed \r\nmost obliquely to arrive at a part of the plate more then 12 times \r\nthicker then that where they appeared when viewed p[er]pendicularly,\r\nwhereas in this case the thicknes of the water, at wch they arived when \r\nviewed most obliquely, was to that thicknesse wch exhibited them \r\nby p[er]pendicular rayes Something lesse then .8. to .5. By the best of \r\nmy Observac[i]ons it was between 15. & 15 1/2 to 10, an encrease about .24\r\ntimes lesse then in the other case \r\nSometimes the Bubble would become of an uniforme thicknes \r\nall over, except at the top of it near the black Spott, as I knew, because \r\nit would exhibit the same appearance of colours in all positions - of\r\nthe eye And then the colours, wch were Seen at its apparent circum \r\nference by the Obliquest rayes, would be different from those yt \r\nwere seen in other places by rayes lesse Oblique to it. And divers \r\nSpectators might See the Same part of it of differing colours by \r\nviewing it at very different Obliquities. Now observing, how much \r\nthe colours at the same place of the Bubble or at divers places of \r\nequall thickness were varied by the Seu[er]all Obliquities of the Rayes,\r\nby Assistance of the 4th 14 16 & 18th Observac[i]ions, as they are hereafter \r\nexplained. I collected the thicknesse of the water, requisite to \r\nexhibit any one the Same colour at Seu[er]all Obliquities, to be very \r\nnearly in the proporc[i]on ~”~” expressed in this Table.\r\nIncidence \r\non the water \r\nRefraction \r\ninto ye water \r\nThicknesse \r\nof the water \r\ndegr. min. degr. min\r\n00.00 00.00 10\r\n15.00 11.11 10 1/4\r\n30.00 22.1 10 4/5\r\n45.00 32.2 11 4/5\r\n60.00 40.30 13\r\n75.00 46.25 14 1/2\r\n90.09 48.35 15 1/5\r\n\r\nIn the two first columns are expressed the Obliquities of the ra[y]es\r\nto the Superficies of the water, that is, their Angles of Incidence &\r\nrefraction: where I Suppose that the lines wch measure them are in \r\nround Numbers, as three to four<s>e<\\s>, though probably the dissolution of \r\nSoape in the water may a little alter its refractive virtue. In the third \r\ncolumne the thicknesse of the Bubble, at wch any one colour is exhibited \r\nin those Seu[er]all Obliquities, is exprest in parts of which ten constitute \r\nthat thicknesse when the rayes are p[er]pendicular.\r\nI haue Somtimes observed of the colours wch arise on polished \r\nSteele by heating it, or on Bell-metall & Some other Metalline \r\nSubstances when melted and poured On the ground where it may coole \r\nin the open Air, that they haue like those of water-bubbles, been a little \r\nchanged by viewing them at divers Obliquities, & p[ar]ticularly, that a deep \r\nBlew ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}