{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/0156a9/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/0ff3ca65b8bcf94f9ef0ca415a3f706e/70652ed9-f402-4d7d-91cd-2b9101ab8014",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/11",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Blew or Violet when viewed very obliquely hath been cha[nged?]\r\nto a deep red. But the changes of these colours are not so \r\nSensible as of those made by water. For the Scoria or \r\nvitrified part of the Mettall, wch most Mettalls when heat[ed]\r\nor Melted continually protrude to their surface, where by \r\ncovering them in forme of a thin glassy skin it causes then \r\ncolours, is much denser then water; And I finde, that the \r\nchange made by the Obliquation of the Eye is least in colours \r\nof the densest thin Substances.\r\nObs: 20. As in the 9th Observac[i]on, Soe here, the Bubble \r\nby transmitted light appeared of a contrary colour to that wch it \r\nexhibited by reflexion. Thus when the Bubble, being looked on \r\nby the Light of the clouds reflected from it, Seemed Redd at\r\nits apparent circumference, if the clouds at the Same time or \r\nvery Suddenly were viewed through it, the colour at its \r\nCircumference would be blew. And on the contrary when by \r\nreflected Light it appeared blew, it would appear Red by \r\ntransmitted Light.\r\nObs: 21. By wetting Plates of Moscovy-glasse whose \r\nthinness made the like colours appear, the colours became more \r\nfaint, especially by wetting the Plates on that Side opposite to \r\nthe eye; but I could not p[er]ceive any variac[i]on of their Species. So \r\nthat the thickness of a Plate requisite to produce any colour \r\ndepends onely on the density of the Plate and not of the ambient \r\nMedium. And hence by the tenth and 16th Observac[i]ons \r\nmay be known the thicknes of Bubbles of water or Plates of \r\nMoscovy Glasse, or of any other Substances wch they haue at \r\nany colour produced by them.\r\nObs: 22. A thin transparent Body, wch is denser then \r\nits Ambient Medium, exhibits more brisk and vivid colours \r\nthen that wch is Soe much rarer; as I haue p[ar]ticularly observed \r\nin Air & Glass: for, blowing Glass very thin at a Lamp \r\nfurnace, those Plates encompassed with Air did exhibit colours \r\nmuch more vivid then those of Air made thin between two \r\nglasses.\r\nObs. 23. Comparing the quantity of Light reflected \r\nfrom the Sev[er]all rings, I found it was most copious from the \r\nfirst or inmost, & in the exterior Rings became gradually lesse\r\n& lesse. Also the whitenes of the first Ring was stronger \r\nthen that reflected from those parts of the thin’d Medium \r\nwch were without the Rings; as I could manifestly p[er]ceive by \r\nviewing at a distance the Rings made by the two Object Glasses \r\nOr by compareing two Bubbles of water blown at distant times,\r\nin the first of wch the whiteness appeared wch Succeeded the colours,\r\n& the whitenes wch preceeded them in the other.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}