{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/5ee195/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/48678d89d5d7e30e6f727884553aded5/0131a0e0-1087-4c6c-98a1-8f3fe6a4bfb3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/12",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Obs. 24. when the two Object Glasses were laid upon one another \r\nSo as to make the Rings of Colours appear, though with my naked \r\neye I could not discerne above.8.or.9. of those Ringes, yet by viewing \r\nthem through a Prism I have Seen a farr great[e]r multitude, insomuch \r\nthat I could number more then fourty, besides many others that were \r\nSo very Small & close together that I could not keep my eye so steedy \r\non them Seuerally as to Number them. But by their extent I \r\nhaue Somtimes estimated them to be more then a hundred. And \r\nI beleive the Experiment may be improued to the discovery of \r\nfarr greater numbers. For they Seeme to be really unlimited,\r\nthough visible onely Soe farr as they can be Separated by the \r\nrefraction, as I shall hereafter explaine.\r\nBut it was but one side of these Ringes, namely that tow[ar]ds \r\nwch the refraction was made, wch by that refraction was rendred\r\ndistinct, & the other Side became more confused then to ye naked eye, \r\nInsomuch that there I could not discerne aboue one or two, and \r\nSomtimes nine of those Ringes, of wch I could discerne.8.or.9.wth \r\nmy naked eye. And their Segments or Arcs, wch on the other side \r\nappeared So numerous, for the most part exceeded not the third \r\npart of a Circle. If the refraction<s>s<\\s> was very great, or the Prisms \r\nvery distant from the Object-glasses, the midle  part of those Arcs \r\nbecame also confused, So as to disappear & constitute an even whitenes \r\nwhilst on either Side their ends, as also the whole Arcs farthest \r\nfrom the Center became distincter \r\nthen before, appearing in the forme you \r\nSee them here designed. Fig. 2\r\nThe Arcs where they Seemed distinctest \r\nwere onely white and black Successively,\r\nwithout any other colours intermixed. But in other places there \r\nappeared colours whose Order was inverted by the refraction in Such \r\nmanner, that if I first held the Prism very near the Object Glasses,\r\n& then gradually removed it farther of towards my eye, the colours \r\nof the 2d. 3d. 4th. & following Rings Shrunk towards the white that \r\nEmerged between them, untill they wholly vanished into it at the \r\nmidle of the Arcs, & afterwards Emerged againe in a contrary Order.\r\nBut at the end of the Arcs they retained their Order unchanged.\r\nI haue Somtimes So layd one Object-glasse upon the other,\r\nthat to the naked eye they haue all ouer Seemed uniformely white \r\nwithout the least appearance of any of the coloured Rings; and yet \r\nby viewing them through a Prism great multitudes of those Rings \r\nhaue discovered themselves. And in like manner Plates of Muscovy \r\nGlasse & Bubbles of Glasse blowne at a Lamp Furnace which were \r\nnot so thin as to exhibit any colours to the naked eye, haue through \r\nthe ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}