{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/39a2f7/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/68db1f66f7bfecaea68568d1cc1e4c02/213d6751-8642-4a95-83eb-968575a4f664",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/15",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "further Addition that Blew is converted into Whitenesse,\r\nwch whitenesse continues dureing the transit from I to 3,\r\nand after that by the Successive deficience of its component \r\ncolours turnes first to compound yellow & then to Red, &\r\nlast of all the Red ceaseth at L. Then begin the colours \r\nof the Second Series, wch Succeed in order between .5 & O,\r\nand are more lively then before, because more expanded and \r\nSevered. And for the same reason, instead of the former \r\nwhite, there interceeds between the Blew and yellow a \r\nmixture of Orange, Yellow, Green, Blew and Indico, all \r\nwch together ought to exhibit a dilute & imperfect Green.\r\nSoe the colours of the third Series all succeed in Order;\r\nFirst the Violet, wch a little interferes with the Red of the \r\nSecond Order, and is thereby inclined to a reddish purple,\r\nthen the Blew and Green, wch are lesse mixed with other colours \r\nand consequently more lively then before, especially the green.\r\nThen followes the yellow, Some of wch towards the Green is \r\ndistinct & good, but that part of it towards the succeeding \r\nRed, as also that Red, is mixed with the Violet & blew \r\nof the fourth Series, whereby various Degrees of Red, very \r\nmuch inclining, to Purple are compounded. The Violet & Blew, wch \r\nShould Succeed this Red, being mixed with and hidden in it, there \r\nSucceeds a Green, And this at first is much inclined to Blew,\r\nbut Soone becomes a good Green, the onely unmixt and lively \r\ncolour in this fourth Series. For as it verges towards the yellow \r\nit begins to interfere with the colours of the fift Series, by \r\nwhose mixture the succeeding yellow & Red are very much \r\ndiluted & made dirty, especially the yellow, which being the \r\nweaker colour is Scarse able to Shew it Selfe. After this the \r\nSeu[er]all Series interfere more and more, and their colours becom[e]\r\nmore & more intermixed, till after three or foure revoluc[i]ons \r\n(in wch the Red and Blew predominate by turnes) all Sorts \r\nof colours are in all places pretty equally blended, & Compound \r\none even whitenesse.\r\nAnd Since by the 15th Observac[i]on the rayes indued with \r\none colour are transmitted, where those of another colour \r\nare reflected, the reason of the colours made by the transmitte[d]\r\nLight in the 9th & 20th Observac[i]ons is also from hence evident \r\nIf not onely the Order & Species of these colours, but als[o]\r\nthe precise thicknes of the plate or thin body at wch they are \r\nexhibited, be desired in parts of an inch, that may be also p[er]formed \r\nby ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}