{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/119c99/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/47e3d82649a3d241ef3535979c4ee4e8/bcf4368b-9db9-4dbc-886f-488985635169",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/18",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "into white and black Rings, and afterwards into colours againe in an \r\ninverted Order; it must be remembred, that those colours are dilated \r\nby the Obliquac[i]on of the rayes to the Air wch intercedes the glasses,\r\n& that according to the Table in the 7th Observac[i]on their dilatac [i]on \r\nor recession from their comon Center is most manifest and Speedy \r\nwhen they are obliquest. Now the rayes of yellow, being more \r\nrefracted by the first Superficies of the said air then those of Red,\r\nare thereby made more Oblique to the Second Superficies, at wch \r\nthey are reflected to produce the coloured Ringes, & consequently \r\nthe yellow in each Ring will be more dilated then the Red, &\r\nthe excess of its dilatac[i]on will be so much the greater, by how \r\nmuch the greater is the Obliquity of the rayes, untill at last \r\nit become of equall Extent with the Red of the same Ring.\r\nAnd for the same reason the Green, Blew & Violet will be alsoe \r\nso much dilated by the still greater Obliquity of their rayes, as \r\nto become all very nearly of equall extent with the Red, that is,\r\nequally distant from the Center of the Rings. And then all the \r\ncolours of the Same Series must be coincident, and by their \r\nmixture exhibit a white Ring. And these white Rings must \r\nhaue black or dark Rings between them, because they do not spread \r\n& interfere with one another as before; And for that reason also \r\nthey must become distincter and visible to farr greater Numbers.\r\nBut yet the violet, being Obliquest, will be something more dilated \r\nin proporc[i]on, then the other colours, & So very apt to appear at the \r\nexterior Verges of the white \r\nAfterwards, by a great[e]r obliquity of the Rayes, the Violet and \r\nthe Blew become Sensibly more dilated then the Red & yellow, &\r\nSoe being further removed from the Center of the Ringes, the colours \r\nmust emerge out of the white in an Order contrary to that wch they had \r\nbefore, the Violet and Blew at the exterior Limbs, and the Red, &\r\nyellow at the interior. And the Violet by reason of the greatest \r\nObliquity of its Rayes, being in proportion most of all expanded, will \r\nSoonest appeare at the exterior limb of each white ring, & become \r\nmore conspicuous then the rest. And the Seu[er]al Series of Colours \r\nby their unfolding & Spreading will begin again to interfere, and \r\nthereby render the rings lesse distinct, & not visible to So great \r\nNumbers.\r\nIf, instead of the Prisms, the Object Glasses be made use of,\r\nthe Rings, wch they Exhibit, become not white & distinct by ye Obliquity \r\nof the Eye, by reason that the rayes in their passage through that \r\nAir",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}