{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/e5e6d9/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/19e56daf2ddf5c73a90344c6c0406aa1/011a5bdb-2e8b-4076-976a-6373b6c97b59",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/19",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Air wch interceded the Glasses are very nearly paralell to them [selves?]\r\nwhen first incident on the glasses, and consequently these indu[ce?]\r\nwith Seuerall Colours are not inclined one more then another to \r\nthat Air as it happens in the Prisms.\r\nThere is yet another circumstance of these experiments \r\nto be considered; & that is, why the black & white rings, which \r\nwhen viewed at distance appear distinct, Should not onely \r\nbecome confused by viewing them near at hand, but also [text?]\r\na violet colour at both the edges of every white ring. And the \r\nreason is, that the rayes, wch enter the eye at Seuerall parts of \r\nthe pupill, haue Seuerall Obliquities to the glasses, and those,\r\nwch are the most Oblique if considered apart, would represent the \r\nRings bigger than those wch are the least oblique: whence the \r\nbreadth of the Perimeter of every white ring is expanded \r\n<s>Out<\\s>outwards by the Obliquest rayes, & inwards by the least Oblique.\r\nAnd this expansion is so much the greater, by how much the \r\ngreater is the difference of the Obliquity, that is, by how \r\nmuch the Pupill is wider, or the Eye nearer to the Glasses.\r\nAnd the breadth of the Violet must be more expanded, because \r\nthe rayes, apt to excite a Sensation of that colour <s>as<\\s> are most\r\nOblique to the Second or further Superficies of the thin’d \r\nAir, at wch they are reflected, & haue alsoe the greatest \r\nvariac[i]on of Obliquity, wch makes that colour Soonest Emerge \r\nout of the Edges of the white. And as the breadth of every \r\nRing is thus augmented, the dark intervalls must be \r\ndiminished, untill the neighbouring Rings become continuous \r\n& are blended, the exterior first, and then those nearer the \r\nCenter, So that they can no longer be distinguished apart,\r\nbut Seeme to Constitute an even and uniforme whitenesse.\r\nAmongst all the Observac[i]ons there is none accompany[ed]\r\nwith Soe odd circumstances as the 24th. Of those the princip[all?]\r\nthat in thin plates, wch to the naked eye Seeme of an even and \r\nuniforme transparent whitenesse, the refraction of a Prism \r\nShould make the rings of colours appear, whereas it usually \r\nmakes Objects to appeare coloured onely where they are ter-\r\nminated with Shaddowes or haue parts unequally luminous \r\nand that it should make those rings exceedingly distinct &\r\nwhite, although it usually renders Objects confused & coloured.\r\nThe cause of these thing<s>es<\\s>s you will understand by considering \r\nthat all the rings of colours <s>all<\\s> are really in the Plate when \r\nviewed with the naked eye, although by reason of the great \r\nbreadth of their Circumferences they So much interfere and \r\nare",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}