{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/f8232e/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/97a746dd49b6bce9662e13ec19ba3dc6/382ef2f7-88c6-4bd2-985b-89c631dee1f4",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/22",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "The reason is, that the Superficies of Such Plates are not even \r\nbut haue many cavities & Swellings, wch, how Shallow Soeuer,\r\ndo a little vary the thicknes of the Plate: And by the Seu[er]all\r\nSides of those cavities there must be produced waues in Seuerall \r\npostures of the Prism. Now though it be but some very small \r\n& narrow partes of the Glasse, by which these waues for the most \r\npart are caused, yet they may Seeme to extend themselues ouer \r\nthe whole Glasse, because from the narrowest of those parts \r\nthere are colours of Seu[er]all Orders confusedly reflected, wch by \r\nrefraction of the Prism are unfolded & dispersed to Seu[er]all\r\nplaces, So as to constitute Soe many Severall waues as there \r\nwere divers Orders of the colours promiscuously reflected from \r\nthat part of the glasse.\r\nThese are the Principall Phaenomena of thin plates or \r\nBubbles whose Explications depend on the Properties of Light \r\nthat I haue heretofore delivered: And these you see doe \r\nnecessarily follow from them & agree with them even to their \r\nvery least circumstances; and not onely Soe but doe very much \r\ntend to their proof. Thus by the 24th Observac[i]on it appears \r\nthat the rayes of Seu[er]all colours, made as well by thin plates or \r\nBubbles as by the refractions of a Prisme, haue Seu[er]all Degrees \r\nof refrangibi<s>l<\\s>lity, whereby those of each Order, which at their \r\nreflection from the Plate or Bubble are intermixed with those \r\nof other Orders, are Separated from them by refraction, and \r\nassociated together So as to become visible by themselues like \r\narcs of Circles. For, if the rayes were all alike refrangible, tis \r\nimpossible, that the whitenes, which to the naked Sense appears \r\nuniform, Should by refraction haue its parts transposed and \r\nranged into those black & white Arcs.\r\nIt appears also that the unequall refractions of difform \r\nRayes proceed not from any contingent irregularities Such as \r\nare veines, an uneven polish, or fortuitous position of the pores of \r\nGlasse, unequall motions in the Air or <s>either<\\s> Aether Spreading, breaking \r\nor dividing the Same ray into many divergeing parts, or the like.\r\nFor, admitting any Such irregularities, it would be impossible \r\nfor refractions to render those Rings Soe very distinct and \r\nwell defined, as they doe in the 24th Observac[i]on. It is \r\nnecessary therefore that every ray have its proper & constant \r\ndegree of refrangibi<s>l<\\s>lity connate with it, according to wch its \r\nrefraction ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}