{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/bc6beb/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/c4f69cbe544f9c8b825195cf3cac7657/a19f1318-d917-46a5-a3b3-0037f01c09cd",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/24",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "I am now come to the last part of this designe, wch is, to consider, how the \r\nPhaenomena of thin transparent plates stand related to those of \r\nall other Naturall bodyes. Of these bodyes I haue already told \r\nyou, that they appeare of divers colours accordingly as they are \r\ndisposed to reflect most copiously <s>by<\\s> the rayes endu<s>[text?]<\\s>ed with those \r\ncolours. But their Constituc[i]ons, whereby they reflect some \r\nrayes more copiously then others, remaines to be inquired after.\r\nAnd this I shall endeavour in the following Propositions \r\nProp: 1. Those Superficies reflect the greatest quantity \r\nof Light wch haue the greatest refracting power, that is, wch \r\nintercede Mediums that differ most in their refracting densitie.\r\nAnd in the confines of equally dense Mediums there is no \r\nreflection.\r\nThe Analogy between reflection & refraction will \r\nappeare by considering, that when light passeth obliquely out of \r\none Medium into another which refracts from the p[er]pendicul,\r\nthe greater is the difference of their density, the lesse Obliquity \r\nis requisite to cause a totall reflexion; because as the Si<s>g<\\s>nes are \r\nwch measure the refraction, Soe is the Si<s>g<\\s>ne of incidence, at which \r\nthe totall reflexion begins, to the radius of the circle, and \r\nconsequently that incidence is least, where there is the great \r\ndifference of the Sines. Thus in the passing of Light out of \r\nwater into Air, where the refraction is measured by the ratio \r\nof the Sines 3 to 4, the totall reflexion begins when the \r\nangle of Incidence is about 48 degr 35 min. In passing out of \r\nGlasse into Aire, where the refraction is measured by the \r\nratio of the Sines 20 to 31, the totall reflexion begins, when \r\nthe Angle of Incidence is 40 degr 10 min: And So in passing out \r\nof C<s>h<\\s>rystall, or more strongly refracting Mediums, into Air,\r\nthere is still alesse Obliquity requisite to cause a totall \r\nreflexion. Superficies therefore wch refract most do Soonest \r\nreflect all the light wch is incident on them, & Soe must be \r\nallowed most strongly reflective.\r\nBut the truth of this Proposic[i]on will further appeare \r\nby observing, that in the Superficies, interceeding any two of \r\nthese Mediums, Air or water, or other liquors, Comon Glasse,\r\nC<s>h<\\s>rystall, and Metalline Glasses, the reflexion is stronger or \r\nweaker accordingly as the Superficies hath a greater or lesse \r\nrefracting power. Thus when other Mediums are contiguous \r\nto Air ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}