{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/8b1f5f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/2b02fdc38d6ae820fcf520ac220e741f/d5cc75b3-662c-4ff2-aa66-736fc87c8999",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/25",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Air: the Reflexion is Stronger in the Superficies of Glass \r\nthen of water, Still Stronger in the Superficies of Crystall \r\n& Strongest in the Superficies of Metalline Glasse. So in \r\nthe confine of water & comon Glasse the reflexion is very \r\nweak, but yet Stronger then in the confine of water and \r\nOyle or almost any other two liquors, & Still Stronger in \r\nthe confine of water & C<s>h<\\s>rystall or Metalline Glasse:\r\naccordingly as those Mediums differ more or lesse in densi[ty]\r\nSo in the confine of comon Glasse & Crystall there is a \r\nweak reflexion, & a Stronger reflexion in the confine of \r\ncom[m]on & Metalline Glasse: But in the confine of two \r\nGlasses of equal density, there is not any Sensible reflexion \r\nas was Showne in the 1st Observac[i]on. And the Same may \r\nbe understood of the Sup[er]ficies of two Crystalls or liquors or \r\nany other Substances, in wch no refraction is caused, whence \r\nit comes to passe, that uniforme Mediums haue no Sensible \r\nreflexion, but in their externall Superficies, where they are \r\nadjacent to their Mediums of a different Density.\r\nProp: 2. The least parts of Naturall bodies are in \r\nSome measure transparent; And the opacity of those body[s]\r\nriseth from the Multitude of Reflexions caused in their \r\ninternall parts.\r\nThat this is So, will easily be granted by them, that \r\nhaue bin conversant with Microscopes. And it may be \r\nalso tryed by applying any Substance to a hole through wch \r\nSome Light is immitted into a dark roome. For how \r\nOpake Soever that Substance may Seeme in the open Air \r\nit will by that means appeare very manifestly transpar[ent]\r\nif it be of a sufficient thinnesse. Onely Metalline body[s]\r\nmust be exempted, wch by reason of their excessive density \r\nSeeme to reflect almost all the Light incident on their \r\nfirst Superficies.\r\nProp. 3. Between the parts of opake or coloured \r\nBodyes are many interstices replenished with Mediums \r\nof other Densities, as water between the tinging Corpuscles \r\nwherewith any Liquor is impregnated. Air between the \r\naqueous Globules that constitute Clouds or Mists; and for \r\nthe most part Spaces voyd of both Air and water, but yet \r\np[er]haps replenished with Some Subtil<s>l<\\s>er Medium between \r\nthe parts of hard bodies.\r\nThe ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}