{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/6b9221/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6a5724ec20385d3a57daa85a032887c6/5b2cdbb0-cec3-46c3-8145-05d95950a985",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/26",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "The truth of this is Evinced by the two precedent \r\nProposic[i]ons. For by the Second proposic[i]on there are many \r\nreflections from the internall partes of Bodyes, wch by the \r\n1st Proposicion would not happen if the parts of those bodyes \r\nwere continued without any Such Interstices between them,\r\nbecause Reflexions are caused onely in Superficies which \r\ninterceede Mediums of a different Density \r\nBut further, that this discontinuity of parts is the \r\nPrincipall cause of the Opacity of bodies, will appeare by \r\nconsidering, that Opake Substances become transparent \r\nby filling their Pores with any Substance of equall or \r\nalmost equall Density with their parts. Thus paper dipped \r\nin water or Oyle, the Oculus Mundi Stone Steeped in water,\r\nLinnen Cloth Oyled or Varnished, & many other Substances \r\nSoaked in Such Liquors as will intimately pervade their \r\nlittle pores become by that means more transparent then \r\notherwise. So on the contrary the most transparent Substances \r\nmay by Separating their partes be rendred Sufficiently opake,\r\nas Glasse by being reduced to powder or otherwise flawed, water \r\nby being formed into many Small Bubbles either alone in the \r\nforme of froth, or by Shaking it together with Oyle of \r\nTurpentine or Some other convenient Liquor wth which it \r\nwill not incorporate & Horne by being Scraped.\r\nTo the increase of the Opacity of these bodyes it conduces \r\nSomething, that by the 23th Observac[i]on the reflexions of very \r\nthin transparent Substances are considerably Stronger, then \r\nthose made by the Same Substances of a greater thickness. And \r\nto the reflexion of solid Bodies it may be further added, that the interstices \r\nof their parts are void of Air. For that for the most part \r\nthey are Soe, is reasonable to beleive, considering the ineptitude \r\nwhich Air hath to p[er]vade Small cavities, as appeares by the \r\nascension of water in Slender Glasse pipes, paper, Cloth &\r\nother Such like Substances, whose Pores are found too Small \r\nto be replenished with Air, & yet large enough to admit water;\r\nand by the difficulty wherewith Air p[er]vades the pores of a Bladder \r\nthrough wch water finds ready passage. And according to the \r\n11th Observac[i]on the Cavities thus voyd of Air will cause the \r\nSame kind of Effects as to reflexion, wch those doe that are replenished \r\nwith it,",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}