{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/1e0a18/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/089520247733755591f692068a391962/ac416790-1737-453d-b560-6345a6d2e834",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/27",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "with it, but yet Something more manifestly, because the \r\nMedium in relac[i]on to refractions is rarest, when most \r\nempty of Air, as Mr. Hook hath proued in his Micrographia \r\nIn wch Book he hath also largely discoursed of this and the \r\nprecedent Proposic[i]on, and delivered many other very \r\nexcellent thinges concerning the colours of thin plates &\r\nother Naturall Bodyes, wch I haue not Scrupled to make \r\nuse of So far as they were for my purposes \r\nProp: 4 The parts of bodies & their Interstices \r\nmust not be lesse then of Some definite bignesse to render \r\nthem opake & coloured. For the opakest bodyes, if their parts \r\nbe Subtily divided (as Mettalls by being dissolued in acid \r\nMenstruums, &c) become p[er]fectly transparent And you \r\nmay also remember, that in the 8th Observac[i]on there was \r\nno reflexion at the Superficies of the Object-Glasses \r\nwhere they were very near one another though they did \r\nnot absolutely touch. <s>And in the 17th Observac[i]on the \r\nreflexion of the water-bubble, where they were very near \r\none another though they did not absolutely touch <\\s> And \r\nin the 17th Observac[i]on the reflexion of the water-bubble \r\nwhere it became thinnest, was almost insensible So as to \r\ncause the Apparac[i]ons of very black Spots.\r\nOn these grounds I conceive it is, that water, Salt,\r\nGlasse, Stones, & Such like Substances, are transparent. For,\r\nupon divers Considerac[i]ons they Seeme to be as porous as other \r\nbodyes, but yet their pores & parts too small to cause any \r\nOpacity.\r\nProp: 5 The Transparent parts of bodyes according \r\nto their Seu[er]all Sizes must <u>reflect <\\u> rayes of one colour, and \r\n<u>transmitt <\\u> those of another, on the Same Grounds, that thinn \r\nplates or Bubbles doe reflect or transmitt those rayes.\r\nAnd this I take to be the ground of all their Colours.\r\nFor if a thinn’d or plated body, wch being of an even \r\nthicknesse appears all ouer of one uniforme colour, Should \r\nbe broken into Fragments of the same thickness with the \r\nplate, I See no reason why a heap of those fragments should \r\nnot constitute a powder of the same colour which the Plate \r\nexhibited before it was broken. And the parts of all naturall \r\nbodies, being like So many fragments of a Plate must on the \r\nSame grounds exhibit the Same colours.\r\nNow ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}