{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/540b08/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/21d17d06d34da7e72f5e900c96cca1d7/173d0c5f-448e-4fe2-8e4b-213663acec55",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/28",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Now that they doe So, will further appear by the affinity of \r\ntheir properties: As that the infusion of <s>Hepretic<\\s> Nephritic wood and many \r\nother Substances reflect one colour, and transmitt another, like \r\nthin bodyes in the 9th & 20th Observac[i]ons: That the colours of \r\nSilks, Clothes & other Substances, wch water or oyle can intimately \r\npenetrate, become more faint & obscure by being im[m]erged in those \r\nLiquors, & recover their Vigour againe by being dryed, much after \r\nthe manner declared of thin bodyes in the 10th & 21th Observac[i]ons.\r\nAnd that Some of those coloured Powders, wch Painters use may \r\nhaue their colours a little changed by being very elaborately & finely \r\nground. Where I See not, what can be justly pretended for those \r\nchanges, besides the breaking of their parts into less parts by that \r\ncontric[i]on, after the Same manner that the colour of a Plate is \r\nchanged by varying its thickness. For wch reason also it is, that many \r\nFlowers by being Bruised become more transparent then before, or at \r\nleast in Some degree or other change their colours. Nor is it much \r\nlesse to  my purpose, that by mixing divers liquors very odd and \r\nremarkable productions & changes of colours may be effected, of wch \r\nno cause can be more obvious & Naturall, then that the Saline \r\ncorpuscles of one liquor do variously act upon or unite with \r\nthe tinging Corpuscles of another, So as to make them Swell or\r\nShrink (whereby not onely their bulk but their density alsoe \r\nmay be changed) or to divide them into Smaller corpuscles, or \r\nmake many of them associate into one cluster; For wee See,\r\nhow apt those Saline Menstruums are to penetrate & dissolue \r\nSubstances to wch they are applyed, and Some of them to precipitate \r\nwhat others dissolue. In like manner, if wee consider the various \r\nPhaenomene of the Atmosphere, wee may observe, that when \r\nvapours are first raised, they hinder not the transparency of the \r\nAir, being divided into parts too small to cause any reflexion in \r\ntheir Superficies: But, when in Order to compose drops of raine \r\nthey begin to coalesce and constitute Globules + when they become \r\nof a convenient Size to reflect Some colours & transmitt \r\nothers, may constitute Clouds of various colours according to their \r\nSizes. And I see not, what can be rationally conceived in so \r\ntransparent a Substance as water for the production of these \r\ncolours, besides the various Sizes of its parcells, wch Seeme to \r\naffect a globular figure most; but yet p[er]haps not without Some \r\ninstability in the smallest of them, by reason that those are most \r\neasily agitated by heat or any trembling motions in the Air.\r\nProp. 6\r\n+ of all intermediate \r\nsizes, those globules,",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}