{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/990d19/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/c23a076f5be436fd71d25cf6839debac/ed3d8805-627d-4061-8395-a2a19bebe532",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/29",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Prop: 6. The parts of Bodies on which their colours depend \r\nare denser then the Medium wch p[er]vades their interstices.\r\nThis will appear by considering, that the colour of a\r\nbody depends not onely on the rayes wch are incident \r\np[er]pendicularly or its parts, but on those also wch are incident \r\nat all other Angles. And that according to the 7th Observa[cion]\r\na very little variac[i]on of Obliquity will change the reflected \r\ncolour where the thinn body or Small particle is <s>rather<\\s> rarer then \r\nthe Ambient Medium, in So much that Such a Small \r\nparticle will at diversly oblique Incidences reflect all Sorts \r\nof colours in So great a variety, that the colour, resulting from \r\nthem all confusedly reflected from a heap of Such particles \r\nmust rather be a white or grey than any other colour, or at \r\nbest, it must be but a very imperfect and dirty colour; where[as]\r\nif the thin body or Small particle be much denser then \r\nthe Ambient Medium, the colours, according to the 19th Obser \r\n-vac[i]on, are Soe little changed by the variac[i]on of Obliquity,\r\nthat the rayes which are reflected least obliquely may \r\npredominate ouer the rest So much as to cause a heap of \r\nSuch particles to appear very intensly of their colour.\r\nIt conduces also Something to this proposic[i]on, that \r\naccording to 22th Observac[i]on, the colours exhibited by the \r\nDenser thin Body within the rarer are more brisque, then \r\nthose exhibited by the rarer within the Denser.\r\nProp: 7th: The bignesse of the Component parts of Natural \r\nBodies may be conjectured by their colours.\r\nFor Since the parts of these bodyes by Prop: 5 doe \r\nmost probably exhibit the Same colours with a plate of equal \r\nthicknesse, provided they haue the Same refractive density,\r\nand Since their parts Seeme for the most part to haue \r\nmuch the Same density with water or Glasse, as by many \r\nCircumstances is Obvious to Collect, to determine the Sizes \r\nof these parts you need onely haue recourse to the precedent \r\nTables in which the thicknesse of water or Glasse exhibiting \r\nany colour is expressed. Thus if it be desired to know the \r\nDiameter of a Corpuscle, which being of equall density with \r\nGlasse Shall reflect Green of the third Order, the number \r\n17 1/2 Showes it to be about 17 1/2 / 1000000 parts of an inch.\r\nThe greatest difficulty is here to know, of what Order \r\nthe colour of any body is. And for this end wee must haue \r\nrecourse ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}