{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/f75873/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f4ed8bdc97db7ba9fe617733ae8bfaef/14740bce-6f6b-445d-bcbb-fc1f6d526712",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/30",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "recourse to the 4 & 18th Observac[i]ons, from whence may be \r\ncollected these p[ar]ticulars.\r\n<u>Scarlets<\\u> and other <u>Reds<\\u>, <u>Oranges<\\u> & <u>Yellows<\\u>, if they be pure \r\n& intense, are most probably of the Second Order. Those of the \r\nfirst & third Order also may be pretty good, onely the Orange &\r\nRed of the third Order haue too great a mixture of Violet &\r\nBlew.\r\nThere may be good <u>Greens<\\u> of the fourth Order but the \r\npurest are of the third. And of this Order the Green of all \r\nVegetables Seemes to be, partly by reason of the intencenesse \r\nof their Colours, & p[ar]tly, because when they wither, Some of them \r\nturne to a Greenish yellow, & others to a more p[er]fect yellow \r\nor Orange or p[er]haps to Red, passing first through all the \r\naforesaid intermediate colours, which changes Seeme to be effected \r\nby the exhaleing of the Moisture, wch may leaue the tinging \r\nCorpuscles more dense, & Something Augmented by the accretion \r\nof the Oyl<s>e<\\s>y & Earthy part of that moysture. Now the Green \r\nwithout doubt is of the Same Order with those colours into \r\nwhich it changeth, because the changes are Graduall, and those \r\ncolours though usually not very pure, yet for the most part are \r\ntoo pure & lively to be of the fourth Order.\r\n<u>Blewes<\\u> and <u>Purples<\\u> may be either of the second or third \r\nOrder. But the best are of the third. Thus the colour of <u>Violets<\\u>\r\nSeemes to be of that Order, because their Syrrup by acid \r\nLiquors turnes red, and by urinous & alcalizate turnes green.\r\nFor Since it is of the Nature of Acids to dissolue or attenuate,\r\n& of Alcalies to precipitate, or incrassate, if the purple colour \r\nof the Syrrup was of the Second Order, <s>in<\\s> an Acid liquor by attenu=\r\n=ateing its tinging Corpuscles would change it to a Red of the \r\nfirst Order, and an Alcaly by incrassating them would change \r\nit to a green of the second Order; wch Red and Green, especially \r\nthe green, Seem too imperfect to be the colours produced by these \r\nchanges. But if the said Purple be Supposed of the third Order,\r\nits change to red of the Second & Green of the third may without \r\nany inconvenience be allowed \r\nIf there be found any body of a deeper & lesse reddish \r\npurple then that of violets, its colour most probably is of the \r\nSecond Order. But yet there being no body comonly knowne whose \r\ncolour is constantly more deep then theirs, I haue made use of \r\ntheir ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}