{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/a94a67/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4d56479136d4b87a75eed90fb66f4524/7178b210-098a-4c00-b148-80fd0c9db709",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/32",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "impart their colour very freely and intensely to other Substances \r\nto wch they are applyed, why Glasse ground very elaborately \r\non a copper plate till it be well polished makes the Sand together \r\nwith what is worne off from the Glasse & copper, become very \r\nblack; why black Substances do soonest of all others become \r\nhott & burne, wch effect may proceed partly from the multitude \r\nof refractions in a little roome, & partly from the easy comoc[i]on \r\nof So very Small Corpuscles; & why blacks are usually a little \r\ninclined to a blewish colour. For that they are So, may be seen \r\nby illuminating white paper by reflexion from black Substances,\r\nwch will usually appear of a blewish white. And the reason is,\r\nthat black borders on the Obscure blew of the first Order,\r\ndescribed in the 18th Observac[i]on, whence the Corpuscles of black \r\nSubstances are most apt to reflect that colour.\r\nIn these descriptions I haue been the more p[ar]ticuler \r\nbecause its not impossible, but that Microscopes may at \r\nlength be improved to the discovery of Corpuscles of bodyes on \r\nwhich their colours depend. For if those instruments could be \r\nSo farr improved as with Sufficient distinctnesse to represent \r\nObjects five or sixe hundred times bigger then at a foot distance \r\nthey <s>are<\\s> appear to our naked eyes, I should hope, that wee might \r\nbe able to discover Some of the greatest of those Corpuscles.\r\nAnd by one that would magnifye three or four thousand times,\r\np[er]haps they might all be discovered but those wch produce blackness.\r\nIn the mean while I see nothing materiall that rationally can \r\nbe doubted of, excepting this Position, That transparent Corpuscles \r\nof the Same thickness and density with a Plate, do exhibit the \r\nSame colour. And this I would haue understood not without \r\nSome Latitude, <u>as well <\\u> because those Corpuscles may be of \r\nirregular figures & many Rayes must be obliquely incident, and \r\nSo haue a Shorter way through them then the length of their \r\nDiameter, <u>as<\\u> because the Straitnesse of the Medium, pent in \r\non all Sides, may a little alter its motions or other qualities on \r\nwch the reflexion depends. But yet I cannot much Suspect \r\nthe last, because I haue observed of Some small plates of \r\nMuscovy-Glasse, wch were of an even thicknesse, that through \r\na Microscope they haue appeared of the same colour at their \r\nedges & Corners, where the included Medium was terminated,\r\nwhich ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}