{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/0ed427/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/edbaee043005fac31df265a18e91fac7/93d857b0-899e-465e-96f1-bddfaedf000e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/33",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "wch they appeared of in other places. Howeuer it would add\r\nmuch to our Satisfaction, if those Corpuscles could be discove[red]\r\nwith Microscopes, wch if wee Shall euer attaine to, I fear [it]\r\nwill be the utmost Improuem[en]t of this sense; For it see[ms]\r\nimpossible to See the more Secret & Noble workes of Natur[e]\r\nwithin those Corpuscles by reason of their transparency \r\nThis may Suffice concerning the constituc[i]on of Natura[l]\r\nbodyes on which their colours depend. But for further under \r\nstanding the Nature of reflexions, I shall add these two \r\nfollowing Propositions \r\nProp: 8. The cause of the reflexion is not the impinging \r\nof Light on the Solid & impervious parts of bodies, as is \r\ncommonly Supposed.\r\nThis will appear by the following considerac[i]ons: first \r\nthat in the passage of Light out of Glasse into Air there is a \r\nreflexion as Strong or Stronger then in its passage out of Air \r\ninto Glasse, and by many degrees Stronger then in its passage \r\nout of Glasse into water. And it seemes not probable, that \r\nAir Should haue more reflecting parts then water or Glasse.\r\nBut if that Should possibly be Supposed, it will availe nothing \r\nfor the reflexion is as Strong, if not Stronger, when the Air \r\nis drawne away from the Glasse, (Suppose in the Air \r\nPump invented by Mr. Boyle) as when it is adjacent to it.\r\nSecondly if Light in its passage out of Glasse into Air be \r\nincident more obliquely then at an angle of 40 or 41 degrees \r\nit is wholly <u>reflected <\\u>: if lesse obliquely, it is in great \r\nmeasure <u>transmitted<\\u>. Now it is not to be imagined that \r\nLight, at one degree of Obliquity Should meet with pores \r\nenough in the Aire to transmit the greater part of it, & at \r\nanother degree of Obliquity meet with nothing but parts to \r\nreflect it wholly, especially considering that in its passage \r\nout of Air into Glasse how oblique soeuer be its incidence,\r\nit finds pores enough in the Glasse to transmitt the greatest \r\npart of it. If any man suppose, that it is not reflected by the \r\nAir but by the utmost Sup[er]ficiall parts of the glasse, there is \r\nStill the Same difficulty, besides that Such a Supposic[i]on is \r\nunintelligible, & will also appear to be false by applying water \r\nbehind Some part of the Glasse instead of Air. For so in \r\na convenient Obliquity of the rayes, Suppose of 45 or 46 degrees \r\nat wch they are all <u>reflected<\\u> where the Air is adjacent to the \r\nGlasse, they Shall be in great measure <u>transmitted<\\u> where the \r\nwater",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}