{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/6884b5/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/522a4caa4d92e515240a395a71158806/e16a2417-8747-4003-8226-93bf6c91a3a5",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_5_4/canvas/34",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "water is adjacent to it: wch argues that their reflexion or \r\ntransmission depends on the constituc[i]on of the Air & water \r\nbehind the Glasse & not on the parts of the Glasse.\r\nThirdly, if the colours made by a Prisme placed at the \r\nEntrance of a beame of Light into a darkened room be \r\nSuccessively cast on a Second Prisme placed at a great distance \r\nfrom the former, in such manner that they are all alike \r\nincident upon it; the Second Prism may be So inclined to the \r\nIncident rayes, that those wch are of a blew colour, shall be all \r\nreflected by it, and yet those of a red colour pretty copiously \r\ntransmitted. Now if the reflexion be caused by the parts of \r\nAir or Glasse, I would ask, why at the same Obliquity of\r\nincidence the blew Should wholly impinge on those parts So \r\nas to be all reflected, & yet the red find pores enough to \r\nbe in great measure transmitted. Fourthly, where two Glasses \r\ntouch one another, there is no Sensible reflexion, as was declared \r\nin the 1st Observac[i]on, & yet I See no reason, why the rayes \r\nShould not impinge on the parts of Glasse, when contiguous to \r\nanother Glasse, as much as when contiguous to Air. Fiftly, when \r\nthe top of a water Bubble (in the 17th Observac[i]on) by the \r\ncontinual<s>ling<\\s> subsiding & exhaling of the water grew very thin, there \r\nwas Such alittle & almost insensible quantity of Light reflected \r\nfrom it, that it appeared intensely black; whereas round about \r\nthat black Spott, where the water was thicker, the reflexion \r\nwas so strong as to make the water Seeme very white. Nor \r\nis it onely at the least thicknesse of thin Plates or Bubbles \r\nthat there is no manifest reflexion, but at many other thicknesses \r\ncontinually greater and greater. For in the 15th Observac[i]on \r\nthe rayes of the same colour were by turnes transmitted \r\nat one thickness, & reflected at another thickness for an \r\nintermediate number of Successions. And yet in the sup [er]ficies \r\nof the third body, where it is of any one thicknesse, there are as \r\nmany parts for the rayes to impinge on, as where it is of any \r\nother thicknesse.\r\nLastly if reflexion were caused by the parts of \r\nreflecting bodyes, it would be impossible for thin Plates or \r\nBubbles at the same place to reflect the rayes of one \r\ncolour ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}