{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_37_7/canvas/ee421b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6ee2e3f45ad89aebff4de5cf7bf9d006/60cc2590-f484-4bd2-b84a-6a172dd51284",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_37_7/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Brief Sketch of the Anatomy \r\nof a new genus of Pelagic Gasteropoda \r\nnamed <u>Jasonilla <\\u>\r\nBy \r\nJohn Denis Macdonald R.N. <s>Assistant Surgeon of \r\nH.M.S.Y. “Torch “. Tender to H.M.S. “Herald “. Captain Denham R.N.\r\nF.R.S., commanding the Exploring Expedition in the South Seas.<\\s>\r\nCommunicated by Sir W Burnett F.R.S. Recvd March 30 1855\r\nThis communication refers to <s>The accompanying figures illustrate <\\s> a re-\r\nmarkable genus of pelagic gasteropoda, characterised, like <u>Mac-\r\ngillivrayia <\\u> & <u>Cheletropis <\\u>, by the presence of ciliated cephalic ap-\r\npendages but having, as in the present instance, a beautifully \r\ntransparent cartilaginous and perfectly symmetrical shell.\r\nThe author has <s>I have <\\s> seen but one species which was frequently taken <s>in our \r\ntracks <\\s> between Port Jackson and the Isle of Pines.\r\nThe shell somewhat resembles that of Argonauta \r\nin shape, is less than 1/8” of an inch in diameter and the little ani-\r\nmal, when fully retracted occupies but a small portion of its \r\ncavity. The margin of the mantle is of considerable thick-\r\n-ness, containing loosely packed cells, similar to those of the mid-\r\n-dle or operculigerous lobe of many pteropods. About eight ciliated arms, identical in character \r\nwith those of <u>Macgillivrayia <\\u> &c. encircle the head, including \r\nthe mouth, which is furnished with two massive lateral jaws \r\nbearing sharp prominent dental processes on the anterior border,\r\nand a pair of simple tentacula with a dark ocellus at the outer \r\nside of the base of each. A well formed foot arises by a nar-\r\n-row pedicle from the under surface of the body, immediately \r\nbehind the ciliated collar. The creeping disc is elongated in \r\nform, subquadrate in front, and tapers off gradually towards \r\nthe posterior extremity. The latter part, corresponding to the \r\noperculigerous lobe of other species is speckled with little clus-\r\n-ters of dark pigment cells, disposed so much after the manner ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}