{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_37_7/canvas/be3836/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/1e129e7c4c31aa20e3463a78ab5db36a/9c353292-1366-4cf6-8612-0f07ed23f3eb",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_37_7/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of those of the ciliated arms as to lead to the impression that it \r\nis one of the same series, or whorl of organs, to use botanical phrase-\r\n-ology. A pectinate gill extends beneath the mantle, along \r\nthe anterior third of the dorsal region, lying in most cases \r\nin advance of the heart. The visceral mass of the body though elongated,\r\nis but slightly curved upon itself, not exceeding half a turn. The lobules of the liver distended with large am-\r\n-ber coloured oil globules may be distinctly seen through the \r\ntransparent outer envelope and shell. Single spherical otolithes are contained in the acous-\r\ntic sacs, and the lingual ribbon is lengthy and flexuous, pre-\r\nsenting a row of uncini on each side, with a series of minute \r\ndenticulations, pointing backwards, on their anterior and poste-\r\n-rior borders. The uncini of opposite sides interlock with \r\none another so closely as to conceal the rudimentary segments \r\nof the rachis, almost completely. The shell is cartilaginous, transparent, plan or-\r\nbicular, & perfectly symmetrical, presenting four rows of minute \r\nconical tuberculations on its convex or dorsal surface. The gyri, of the involute nucleus, are so curved \r\nas to leave a central perforation: the mouth of the tube en-\r\ncroaches considerably on the last whorl, and the outer lip \r\nis deeply notched between the two lateral rows of tubercles \r\nThe Author has <s>I have <\\s> named the species <u>Jasonilla McLeayiana <\\u>.\r\nThe paper is accompanied with illustrative figures.\r\n<s>John Denis Macdonald.\r\nSydney Harbour \r\n10 December 1854.<\\s>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}