{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_17_4/canvas/0cd785/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/cc6e3ae773cc3d6df61eb1ce93f734f4/17610d81-1712-40a4-acdb-06931e22d672",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_17_4/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "37. Le Moyen de faire bonne poudre a canon.\r\n38. D’elever du poids par le sufflement d’une vessie.\r\n39. D’elever du poids en mettant de l’eau dans une vessie.\r\n40. Comparer le poids de toutes sortes de liqueurs avec l’anglut vif.\r\n41. De la compression de l’Air dans l’Eau.\r\n42. De la dissoluon de plusieurs sortes de Sel dans l’Eau.\r\n43. De la mesure de l’Acceleration des corps tombans.\r\n44. De la mesure universelle.\r\n45. De l’Acousticon.\r\n46. De la velocite des Pendules de differens poids et de diffe \r\nrents figures.\r\n47. De la velocite de divers corps tombans dans l’Eau.\r\n48. De la cause de differences chaleurs en differentes sai \r\nsons, <s>une<\\s> par une nouvelle Hypothese.\r\n49. L’Experience de discuter l’opacite de la pierre, dite \r\nOculus mundi.\r\n50. Du vernix dela Chria.\r\n51. De l’Art des Teinturiers.\r\n52. De la liqueur dans les vases lymphatiques, et s’il a \r\nquelqs affinite ave  l’Alkahest de van Helmont.\r\n53. Des couleurs.\r\n54. Du fer et de l’Acier.\r\n55. De <s>la<\\s> considerer les Experiences qui se trouvent dans\r\nScottus \r\n56. Des Experiences faites dans le Tube mercurial sur des montagnes.\r\n57. Experience de vapeurs changees en Air.\r\n58. Experiences Chymiques a faire par Mr le Fevre.\r\n59. Des fusees, qui brulent sous l’eau. \r\n60. Histoire touchant le Fer.\r\n61. Histoire du Plomb.\r\n62. Histoire de faire des chapeaux.\r\n63. Histoire de faire de l’Anete.\r\n64. Histoire de faire du papier.\r\n65. Experience de peser des pierres et metaux et liqueurs \r\ndans les creux de la Terre, et dans l’Air.\r\n66. Experience de la fusion du Sel de Tartre, scelle hermetique\r\nment dans une phiele, exposee a des vapeurs chaudes, et \r\nde la coagulation de celuy dans de l’eau chaude.\r\n67. Des Thermometres nouveaux.\r\n68. Experiences de congelations.\r\n69. Dela velocite des Sons.\r\n70. Un instrument pour mesurer les quantites dela pluye, qui \r\nTombe en divers endroits du monde, et mesment du mesure\r\npais.\r\n71. Une machine, qui montre et marque les vents dans une chambre,\r\net leurs forces, avec les degres de chaleur, et toutes \r\nsaisons, de pluye, de neige, de graile.\r\n72. Comparer les poids de l’eau de pluye en divers en \r\ndroits et diverses saisons.\r\n73. Des moyens de trouver la vraye proportion de la \r\nlongueur des Canons a leur Calibre.\r\n74. Dela variation de l’Aiguille aymantee.\r\n75. D’une methode facile d’apprendre la musique, et \r\nde composer.\r\n76. Des observations dela mortalite.\r\n77. De la demonstration des vibrations des pendules.\r\n78. Des marees.\r\n79. Du Marbre artificiell.\r\n80. Des plantes qui croissent dans l’Eau seule.\r\n81. Des Arbres plantees dans la Terre sechee et pesee.\r\n82. Des Aiguilles touchees en divers meridiens de l’aimant \r\npour voir, s’il y a difference entre elles.\r\n83. De la production des poullets et des lapins.\r\n84. Dela Cheute d’une plume dans la machine pneuma \r\ntique de Mr Boyle.\r\n85. Dela Cheute de plusieurs papiers ronds de differen \r\nte grandeur, avec un mesme poids attache.\r\n86. Du moyen de faire une machine pneumatique pour \r\ntenir un homme.\r\n87. L’Experience d’un corps mouvant dans un autre \r\nen tenant le doigt dessus l’orifice.\r\n88. De la possibilite de tirer de l’Or de certaines sortes \r\nde sable.\r\n89. Experiences, a la maniere de celle de Torricelli, avec de l’eau \r\ndel’Esprit de Uni, du lait, de l’Huyle etc.\r\n90. Experience touchant les proportions de la dilatation de l’Air, avec un tu \r\nbe dedans l’Autre.\r\n91. De l’usage du Sel commun dans l’Agriculture.\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}