{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_19_44/canvas/a6b18b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/54d3ae29990ad27ddb07a8336831bcec/d44c1994-e1ad-43a2-b416-029e854a3f59",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_19_44/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "London May 20th 1669\r\nThese Inquiries were collected \r\nout of severall printers authors & \r\nare recommended for further \r\nInformacon concerning ye truth \r\nof wt they Import.\r\n\r\nInquiries for Barbery.\r\nRecommended by ye Royall Societie \r\nTo\r\nThe favour and Care of his Excellency ye Lod Henry Howard his Mats Embassadour \r\nExtraordinary to ye Emperour of Morocco.\r\n1. What is ye temperature of ye Ayre?\r\n2. What diseases the Inhabitants are most subject to?\r\n3. Whether it be true that those in Numidia (in ye land of Dates live long; though they loose their teeth \r\nSoone? and that ye Negroes are short lived though their teeth continue sound to their death?\r\n4. Whether ye Venereall disease be seldome found in Numidia and Lybia?\r\n5. Whether in Barbary ye Plague is every tenth or Fifteenth yeare, & in Numidia not once in \r\na hundred yeares and in ye Land of ye Negroes not <s>found <\\s> knowne at all?\r\n6. What Medicines they use, & what poysones & Antidotes are knowne amongst them? Whether \r\nGranum Nubiae will kill in a lesser Quantity then any other knowne poison? Whether they \r\nhave any poison that kills by smell alone? & if soe, what that is?\r\n7. What is ye Composition call’d Lhasis, of wch tis said, that whosoever takes an Ounce of it shall \r\nfall a laughing & Sporting and be like one halfe drunke & be ever Amorous.\r\n8. What kind of Root it is they call Lanzargent, said to be an excellent & lasting perfume?\r\n9. What are the Variations of ye weather? according to ye seasons of ye yeare? & ye Times of ye day \r\nwhat meteors the Countrey is most wont to breed, especially what windes ‘tis Subject to whe \r\nther any of them be stated and ordinary? whether in October & November there be such snowe \r\nbetwixt Mauritania and Numidia, that Cauts, houses, & trees are covered therewith?\r\n10. What observeables there are concerning Mount Atlas? what is its height? whether it runns \r\nNorth and South, East or West, what mines it affords ? Whether it have any Springs upon \r\nhighest parts? Whether it be true  that there are some Springs adioyning Mount [lacuna]\r\nSoe could that if ones hands for any while continued therein they are ........\r\nning? what plants are on & about it, and whether any Cockle shells are found upon it?\r\n11. What is ye nature of ye Soyle? what Graines, fruites & other Vegetables particularly wt \r\ntrees, whose wood is considerable ye Country affords? to bring over some of ye Plants & \r\nSeeds peculiar to that Country.\r\n12. What Mineralls ye Country is stored wth? what Quarryes it affords ; and how ye bedds of \r\nStone lye? what Clayes & Earths it yeelds? whether any medicated Earths? What wayes \r\nthey have of reducing their Oares  into Mettalls? to bring over a specimen of their Oares\r\nEarths, Clayes.\r\n13. What is observable in their Rivers? whether they carry any Golden Sand in them?\r\nwhat is ye Quality of their waters? what kind of Fishes they breed? their Store\r\nbigness, Goodness haunts, seasons &c. Whether ye [illegible] Rivers running from Atlas upon ye \r\nLybian Sands are dried up in their passage? & whether ye Numidian Rivers be dry, when \r\nnoe rayne falls from Atlas?\r\n14. What lakes, ponndes, Springs & especially Minerall waters there are? their kindes \r\nQualityes, Vertues & how ...?\r\n15. What Animalls the Countrey is stored wth? both Wild & tame ? What beasts of prey \r\nthey have & the manner of catching them? What Doggs they have? & what Games \r\nthey are inclined to?\r\n16. Whether it be true, that ye Lyons about Pietra Rossa are soe tame as to goe into ye \r\nStreets & gather bones? and att Agla the Lyons soe cowardly that they flee att the \r\nvoice of a Child?\r\n17. Whether Camells will travell many dayes wth out provinder & drinke? & ordinaryly \r\nin travelling have noe drinke allowed them but once in three or fower dayes?\r\nand whether ye Camell called Ragna Hill will travell 900 miles in eight dayes ?\r\nWhat manner of breeding their horses?",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}