{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_19_44/canvas/98e706/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a25939a5f9382fa10e59d64aa35a7235/14bbc2c3-16fb-4cd0-910f-21713c36eee3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_19_44/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "18. Whether it be true that there is such a bird that pickes out ye worme from ye Crocodiles \r\nteeth wch haveing a little Sting in its head, causeth ye Crocodile when he would swallow it \r\nto open his mouth againe, & lett it escape?\r\n19. Whether ye Dubb, a Creature like a Lyzard about a Cubitt long & fower Inches broad -\r\ndrinkes noe water att all, but dyes if water be powred into his mouth?\r\n20. Whether ye Camelion dropping a slime on Serpents heads, kills them?\r\n21. What ye Austridge feeds upon to gett ...\r\n22. As to ye Inhabitants, Men & Woemen, what are their Inclinations , Dyett Economy, conveni \r\nencyes of life, their Streingth, Agility, & Stature, Shape &c? \r\n23. What is their way of educating their Children?\r\n24. What Arts, practices & Studeyes they are given to, particularly what Varnishes they \r\nhave amongst them? \r\n[rest of line illegible]\r\n25. Whether att Morocco they keepe still their publick Acts of Schollers; & & if soe, what is \r\ntherein performed?\r\n26. Whether they have Chymists among them, & if soe what are their Abilityes?\r\n27. Whether any African writers give any Accompt of ye ancient punick learning? & what \r\nbookes of Geography, Genealogies, history, Alchymy, Medicine, Magick &c are extant \r\namongst them, & particularly whether ye Genealogies said by Leo Africanus to have\r\nbeene written by one Ivan Rachu or Rachiock & ye Cosmography of one Bichri menco \r\nned by ye same Author are to be had? & whether one Margian & another Ibna Caldin \r\nhave written Strange Bookes concerning Magicke? And whether it be true what ye same\r\nLeo Africanus relates that ye fortune tellers att Fez by powring some dropps of Oyle \r\ninto a glass of Water can represent Creatures, & show them to By standers & speaking to\r\nthem doe receive Answers by words or signes?\r\n28. Whether there be any Inscriptions or Coynes wth Characters neither Latine nor Arabick \r\nand what Coynes & other Antiquities [rest of line illegible]\r\nwhether att Thelissa there be many Marble pillars wth Sentences & Epigrams in Lattin \r\nCharacters?\r\n29. To Inquire into any Ancient manuscript that may possibly have beene translated out of \r\nye Ancient Greekes, either in Geometry, Astronomy, Physick, or Chymistry?\r\n30. What manner of Architecture they use: To take some designes of their pallaces & Temples. 31. Whether they know of any such kingdome as Taerure 3 or 400 Leagues distant from \r\nGuinney shore governed by an Emperour rich in Gold &c?\r\n32. To observe ye Variation of ye needle there?\r\n33. To make ye Touricellian Experiment on mount Atlas?\r\n34. To carry one of ye portable Barometers devised by Mr Boyle for observing ye Weight of the \r\nAyre there?\r\n35. To make att Sea as many of ye observations as may be of those wch recommended in Print\r\nfor Pilatts & Mas of Shipps bound for farr voyages, & to take along Such Instruments as\r\nare necessary for such observations & Experiments; all menconed in Number 24 of\r\nPhilosophicall Transactions \r\n36. To take ye longitude & Latitude of places as they travell.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}