{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_19_75/canvas/ee091f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/66ec75ec033a8c74285cd98765720ed9/92e21c5f-5264-4634-971b-fd7ebf375b71",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_19_75/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "1. Soe hot in ye latter end of August it melted Chocolett & Rozen of \r\nJollop ye latter being dryed & grossly powdered & withall soe Grosse \r\n& Haysie, yt ye Sun never Shined out <s>’till after <\\s> before 9 in ye Morninge or \r\nafter 4 in ye Eveninge unless there had beene a Briske gale of \r\nwinde ye Day before,\r\n2. Frano: 2e wch they call Callentunes one wth another, Fluxes & some with \r\nbloud, ye Kings Evill, ye Pox, & filmes over over theire Eyes not very \r\nfrequent \r\n3. Longe in ye Hilly Parts ye Ayer being better there yet loose their teeth \r\nbetimes perhapps caused by ye sharps sweetish Juice of new Dates \r\nye greatest part of theire food; & Shorter livd in ye vallyes where \r\nye Ayer is grosse, & very Suffocating in the hott weather.\r\n4. A distemper well knowne over all Barbary.\r\n5. Not knone there at all \r\n6. Athenna they esteeme a universall medicine  for man & Beast if\r\nit fayles the Cauterize both as our Farriers doe Horses for ye Farey \r\nthey have severall Poysons yt kill, but not by smellinge to them\r\nGranum Nubiae not knowne at Moroccoe.\r\n7. Lhashish is ye Topps of greene hempe mad with hony into an \r\nElectuary, but not a bove halfe an ounce at one time to bee \r\nto bee taken.\r\n8. They have noe pfumes, except Muske & Civett & yt very Rare.\r\n9. The Rayne wch happens most comonly in December & January\r\nthere are often very greate winds, & Thunder, Somtimes they \r\nhave Rayne in October wch causes great plenty yt yeare, & somtimes \r\nthey have noe Rayne for 3 yeares together, ye constant fore \r\nruner of a Darth, & Locusts (in such abundance they devour \r\nall yt is green,) wch being eaten by ye People bringe a Motality \r\nnot unlike ye Plague, In Sumer very Suffocating heates wth windes \r\n(much hotter than ye Sun beames) wch blow up ye Dust after ye maner \r\nof those Spouts often seene at Sea, hayle many times of a \r\nProdigiouse biggnesse, falling Starrs in greater numbers than in \r\nEurope, Levants only wch blowe sometimes so farr into ye Continent \r\nas Moroccoe.\r\n10. The lesser Atlas when it comes neare Moroccoe seems more \r\ninclininge to Circle. than a right line, & runeth rather North \r\n& South than any other Pounts of ye Compasse, ye Topp continually \r\ncovered wth Snow wch for the most part apeares above ye Clowds \r\nmany Springs, but whether it bee soe Cold on ye Topp of ye \r\nHill I know not.\r\n11. Fruitefull beyond beleife, of Collor variouse but for ye most part \r\nInclining to Red, ye Soyle Extraordinary Deepe, & free from Stones \r\nunlesse it be where it is altogether Rocky, Barly, wheate \r\nIndian wheate both white & Red, another sort of grayne they \r\ncall Tuft Soote, ye Stalkes bug as a Cane & higher than a Man on horsback ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}