{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_7_178/canvas/fa6ed4/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/cc88902c79598c9035611f4de9ad024c/9e4e23f5-104a-428d-8e33-1761cd3f9a6d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_7_178/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Meridian, and the modes of using them and referring \r\nthem to the Compass, on which the value of the paper \r\nentirely depends, the information is insufficient.\r\nI think this ought to be given more fully.\r\n3. The writer, in drawing his curves, has drawn \r\nsome assistance from his knowledge of the general course \r\nof the curves at some distance beyond the British \r\nIslands. This process frequently would be dangerous,\r\nbut I know no person to whose discretion I would trust \r\nit more completely than Captain Evans.\r\n4. In regard to the mean declination for the year at \r\nGreenwich, Captain Evans has taken the numbers from \r\nthe Reports to the Board of Visitors. This is not the \r\nbest authority: <s>it<\\s> the number is always qualified as “about”. The \r\nbest number is in the Magnetical and Meteorological Observations.\r\nBoth are published in the same volume of Greenwich Observations.\r\n5. The results are carried on to 1872 by extrapolation. Captain Evans has considered this, and is \r\nsatisfied that the error is less than other possible errors. I yield, though rather unwillingly, to his conclusion.\r\n6. A curious mistake is made as to the latitude of \r\nthe R. Observatory, which is erroneous by 15”. It is totally \r\nunimportant here, but when a latitude is given to single \r\nseconds it ought not to be in error by 15”.\r\nI think that Captain Evans’ attention ought to be called \r\nto my remarks No’s 2, 4, and <s>5<\\s> 6; but I give my unqualified \r\nrecommendation for printing the paper. I am, my dear Sir,\r\nYours most truly \r\nG. B. Airy",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}