{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_18_18_/canvas/e5972e/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e60db90a3c7924b50918339004c6eedf/413f7d0f-2f83-4953-8baa-6560b4fdcb3a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_18_18_/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "And now having mention’d the highest Range,\r\nI shall take notice of the lowest, which was on Jan\r\n21: at 28.36, Wind West 4 and Snow.\r\nIn January 1724-5, the Barometer was above \r\n30 Inches all the begining of the month till the 18th,\r\nand then it gradually fell to 28.36, as I said. The \r\nWinds, for the most part, were in some westerly point,\r\ntill Jan:11; and then SE2, with Fair, and a hard \r\nFrost, for a week; the weather before the 11th being \r\ncloudy and moist, with some Snow now and then,\r\nand a little Rain on Jan:1. All the rest of January \r\nwas, for the most part, cloudy with Snow, and \r\nbut little Fair, and that attended with Frost.\r\nIn February the Barometer continued high,\r\nuntill by a gradual Descent, it came to 28.98, on \r\nFeb: 15 and 17, Wind Westerly 3 and 4. Likewise on \r\nFeb: 25 it fell to 28.28, Wind W4. The greatest \r\npart of this month the Weather was cloudy, some \r\ntimes with thick darkness, frequent Snow, and now \r\nand then Fair, with sharp Frost.\r\nAll March the Barometer was above 29 inches,\r\nsometimes above 30. The greatest part of the month \r\nwas cloudy, with frequent Snow, and some Fair with \r\nsharp Frosts. The Winds were variable, and their \r\nStrength about one and two degrees all the month, and \r\nseldom at three degrees, nor calm at any time.\r\nAll Aprill the Barometer was above 29 Inches,\r\nand under 30. In the begining of the month, Snow \r\nand ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}