{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_18_18_/canvas/3e2675/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/0d4befa35ae8f8982be4bf7d1d5cb134/87cdac6c-3c3b-4ef4-b9bf-bb25e109a682",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_18_18_/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "and cloudy with some Fair, and Sharp Frosts, till \r\nAprill 13, when Mr Consett saith the continual win-\r\nter frosts were thaw’d; and that on the 15th, they left off \r\ntheir fires. After this, some cloudy, some rain, & some \r\nfair. The Winds were variable, commonly one & two \r\nStrength, now and then three, and not any day, 0.\r\nFrom Aprill 16. he observed the Thermometer: but \r\nby reason I know not its graduation, and had no ob=\r\nservations of it in the colder months, to let me into \r\nthe knowledge of it, therefore I think it of no use \r\nto take further notice of it.\r\nAll May the Range of the Barometer was \r\nbetween 28 and 29 Inches; and for the most part \r\nabove 29.50. This month had much more Fair than \r\nany of the preceding months, together with some \r\ncloudy with Showers, and some heavier rain.\r\nIn June the Range of the Barometer was (as \r\nin the last month) between 28 and 29 Inches, but \r\nmore frequently under 29.50 that it was in that \r\nmonth. On June 2 Rain fell with Hail. And (as I \r\nhave observed in some of these papers) that Cold in \r\nSummer produces Rain, so much Rain fell on June 5.\r\nAfter which, some cloudy with frequent Showers,\r\nand many days fair to June 23, on which the \r\nObservations end.\r\nThus I have given an Abstract of the Meterolo=\r\ngical Observations at Petersburgh, and have taken \r\nwhat care I could to note such matters, as may give \r\nthe ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}