{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_18_18_/canvas/90c1da/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/98b8a328d16652640ec87b218030829b/bd93a05c-95e0-45b8-aefd-7fc1d268d9ee",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_18_18_/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the Society a just notion of the State of every month \r\nat that place, and that which was most observable \r\nin it. I could wish that either the Society, or I \r\nmy Self, could have had some observations in the more \r\nSoutherly parts, to have tallied with these.\r\nAppendix to the foregoing \r\nObservations, being meteorological \r\nObservations at Lunden in Sweden,\r\nin the year 1724, which tally with \r\nMr Consett’s.\r\nThese Observations not coming to hand, till I \r\nhad finish’d those at Petersburgh, I am forced to \r\nsubjoin them by way of Appendix. And the first \r\nObservation I shall make, shall be of the Range of \r\nthe Mercury in the Barometer, which seems to be \r\ndifferent in both places, as far as I can judge of \r\nthe matter by the few Observations that tally \r\nwith one another (which is only from December 18\r\nto the end of that month); Mr Consett’s barometrical \r\ndivisions before that time not being intelligible.\r\nand in all that fortnight’s time the Petersburgh \r\nBarometer was observed above 30 Inches, and once \r\nabove 31: whereas that at Lunden was but little \r\nabove 29, and but once at 29.6. And indeed thro’\r\nthe whole year, the Lunden Barometer I observe \r\nwas only now and then below 28 Inches, and much \r\nseldomer above 30. But I shall perhaps be better \r\nable to give an account of these matters, when I \r\ncome to the Observations of future years \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}