{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_18_18_/canvas/ab4942/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/c40db99a3eecfe188f04d8944333c980/726d03bb-8002-4760-94c6-1e355c3cc655",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_18_18_/canvas/8",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "In March the Winds were very variable, and \r\nsometimes Strong; the weather more serene than before,\r\nwith sometimes Snow, and toward the latter end Rain,\r\nand now and then a Frost.\r\nIn Aprill the winds were more northerly and \r\neasterly than in March, and not very strong. The \r\ngreatest part of the month was freezing and fair,\r\nwith some days of rain and thunder.\r\nThe begining of May to the sixteenth, the morn=\r\nings were frosty, with some rain, some Snow, and \r\nsome fair the rest of the day. After the 16th, some \r\nrain, and some Snow; and towards the end of the\r\nmonth, fairer. The Winds were variable, brisk, and \r\nabout the 23.24. & 25th stormy.\r\nIn June the winds were variable, pretty brisk \r\nand stormy on the 10.11 and 12th. Then the weather \r\nfor the most part fair, till the 15th: after that, cloudy,\r\nand but little fair, with frequent & plentifull rain.\r\nJuly was also a cloudy wet month, with but little \r\nfair, and some thunder, which was sometimes vio=\r\nlent. The winds, for the most part, were between \r\nthe West and South, and moderate.\r\nIn August the winds were more northerly, and \r\nEasterly than in July, and sometimes between the \r\nWest and South, and moderate in all the points.\r\nThe first nine or ten days were, for the most part \r\nfair: after that, nine or ten days more, cloudy, rain,\r\nLightning ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}