{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/90734b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/789670b0c7c1e632aca4bf4e152442e6/2e311a7b-7f04-45ca-aa52-05d735768f21",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the leaflets of the pulmonary tissue from one another \r\nand are never found in the substance of a leaflet. \r\nThese foramina if examined by a microscope \r\nwill be found to be the open extremities of minute \r\nBronchial tubes; it would be a mistake, however, \r\nto suppose that a considerable number compara=\r\n=tively of the Bronchial tubes terminate thus \r\nby open mouths on the surface of the lungs<s>,<\\s> \r\nand of the tubules; <s>by far<\\s> the great majority \r\nof the terminal Bronchial tubes end by plunging \r\ninto the leaflets, which constitute the  ultimate \r\n<s>Bronchial<\\s> Pulmonary tissue, but some of the make their \r\nappearance on the outer and on the interlobular \r\nsurfaces in the manner described, studding those \r\nsurfaces at tolerably regular intervals   with foramina, and these foramina are \r\nin communication by means of the tubular pas=\r\n=sages in the subpleural cellular tissue, with the \r\nlongitudinal channels, which are found in the \r\nsubstance of the Pleura. The blood vessels \r\nderived from the pulmonary arteries and veins, \r\nwhich ramify in the Pleura are almost entirely \r\ndistributed around the walls of these longitu=\r\n=dinal channels. Without doubt these \r\nlongitudinal channels are rudimental repre=\r\n\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}