{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/647bf4/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/efae227a8090dc8c8773b73e6a56c583/dc9c8302-f9a8-434b-ab91-429b69f8746d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Sub-pleu=\r\nral cellular \r\ntissue. \r\nImmediately beneath the pleura and closely \r\nadherent to it is the sub-pleural cellular tissue \r\nwhich may be separated into numerous layers, \r\neach of which is spread out from the successive \r\ndivisions and subdivisions of the Bronchial \r\ntubes; each layer being furnished with its \r\nspecial allotment of capillary blood -vessels given \r\noff from the Bronchial artery - \r\nThough these Bronchial arteries are thus minutely \r\ndistributed upon the successive layers of cellular \r\ntissue, yet they cannot by the minutest injection \r\nbe made visible on the tissue of the pleura itself; \r\nthis structure therefore must be a product of secretion \r\nof the cellular tissue immediately beneath it, because \r\nit is impossible to suppose that its fabric is repaired \r\nby those branches of the Pulmonary system which \r\nalone are found to ramify within it, since those \r\nvessels are adapted only to accomplish the Respiratory \r\nfunction: but when false membrane has become depo=\r\n=sited on the surface of the Pleura, it will be seen, that \r\nthese vessels penetrate through the Pleura and are \r\nfreely distributed to the false membrane. \r\n<s>False mem=\r\n=brane \r\nIndur<\\s>\r\nFalse mem=\r\n-brane \r\nWhenever it so happens that false membrane has been \r\nformed, the sub-pleural cellular tissue, which corresponds ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}