{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/c63439/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d626ba0bcc5e2ac97081102125f3762a/5f165b0f-47b4-4cb2-b4a4-c2757187a8af",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "with the locality where that occurs, becomes proporti=\r\n=onately thickened and indurated, and it will be \r\nnecessary in order to separate the true pleura from \r\nthe morbid structure by which it is enveloped, to dissect \r\naway the false membrane (and it will be found quite \r\npossible to do this): the pleura can then be discovered \r\nentirely distinct and independent of the false mem=\r\n=brane; and such blood-vessels as still remain within \r\nit will be found to be in connection with the pul=\r\n=monary and not with the Bronchial systems. \r\nInduration \r\nof Pulmonary \r\ntissue \r\nWhen it occurs that such false membranes are \r\nformed, not only is the sub-jacent cellular tissue \r\nthickened and hypertrophied, but the parenchymatic \r\nstructure itself also (forming the leaflets or pulmonary \r\ntissue) in the immediate locality is at the same time \r\ntoughened and made to resemble parchment. \r\nThis toughened and hypertrophied structure which \r\noccupies the situation which in a state of health \r\nbelongs to the air-cells, can be injected with consi=\r\n=derable minuteness by the Bronchial artery, but it \r\nwill be found that this altered structure will admit of \r\nonly a very sparing and insufficient quantity of the \r\nfluid sent into the Pulmonary artery, passing into \r\nits capillaries, although every other part of the lungs ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}