{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/bab3c4/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ccf0f5ff2009037155b9ae08ea468646/9136f641-cd0c-4e57-994b-6e2c9ddd6ad3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "might have been injected by these vessels in the most \r\nperfect manner: the process of thickening which \r\nthe tissue has undergone in connection with the \r\nBronchial artery will have obliterated nd blocked \r\nup the capillaries belonging to the Pulmonary vessels \r\nto such an extent that it will be found impossible \r\nto inject them fully - \r\nBronchial \r\nveins \r\nIn the cellular tissue lying immediately beneath \r\nthe Pleura, some veins of considerable size are \r\nto be seen, whenever the Bronchial artery has been \r\nfully injected. These veins are never distended \r\nby injection derived from the pulmonary vessels, \r\nhowever perfectly these latter only may have been injected \r\nthroughout the lungs, and they never fail to become \r\ninjected when the Bronchial arteries are so filled \r\nas to distend their capillaries. They return the \r\nblood collected from the sub-pleural cellular tissue \r\nand this blood is the residue of that sent to that \r\nstructure by the Bronchial arteries and by none \r\nother.   a drawing of these veins (as seen by the \r\nnaked eye and of the natural size) is shewn in \r\nSeries B N<sup>o<\\sup>5 and a representation of the same, as seen when magnified to 20 diameters is likewise \r\nshewn in Series B N<sup>o<\\sup>6. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}