{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/3110ed/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5a48291fc678988ff56888c5e9cdb9fb/341a14f1-2f58-41c0-85c9-f7f3afe94c60",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/15",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Surfaces. \r\nIn each and all of each of these different <s>structures the<\\s> portions \r\nof the lungs, the shape which they present consists \r\nof three distinct surfaces, clearly defined by margins \r\nmore or lass acute. They exhibit, first an upper \r\nand somewhat convex surface in which the capil=\r\n=lary blood-vessels, principally in connection with \r\nthe pulmonary artery are seen; next an inner or \r\nflat surface forming the interlobular surface and \r\nwhich in the aggregate corresponds with that portion \r\nof the lungs, which lies in contact with the peri=\r\n=cardium; and thirdly the under surface, which \r\nis rather concave than otherwise and is that portion \r\n<s>of the lungs<\\s> which lies upon the other leaflets or \r\nlobules and coincides in the aggregate with that \r\nportion of the lungs, which lies upon the diaphragm. \r\nA transverse section of each <s>lung<\\s> leaflet therefore is some=\r\n=what triangular in form, and the space included \r\nbetween the <s>leaflets<\\s> surfaces of each leaflet is filled \r\nup with a spongy tissue, and the name of aircells \r\nis usually given to the interstices within it - \r\nEach group of lobules, each lobule and each leaflet \r\nmay therefore as far as these particulars go be looked \r\nupon as a diminutive but perfect lung - \r\nThe capillaries belonging to the two surfaces last men=\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}