{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/433f8f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/526b96e38275f500121f860acf56b479/81531892-61d3-4424-b335-eb16c34da2dc",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/16",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "=tioned, namely the under and the interlobular surfaces \r\nof the leaflets are allied rather to the Pulmonary \r\n<s>artery<\\s> veins than to the pulmonary artery, since \r\nthe colour which they exhibit, when the pulmonary \r\nartery and pulmonary veins are injected with \r\nfluids of different colours will more nearly corres=\r\n=pond with that sent into the <s>former<\\s> latter than with \r\nthat sent into the former - It has already been \r\nremarked that the reverse of this occurs with respect \r\nto the upper surface, since the capillaries belonging \r\nto the pulmonary artery preponderate in that \r\nsituation. \r\nA strong resemblance to an ordinary vegetable \r\nleaf \r\nis to be traced not only in the lungs themselves \r\ntaken in the aggregate but likewise in every ulti=\r\n=mate leaflet into which the pulmonary structure \r\nis subdivided, as well as in every intermediate \r\nlobule or group of lobules: the upper convex surface of each \r\npart resembles the upper or smooth surface of the \r\nleaf, and the interlobular and under surfaces cor=\r\n=respond with that portion of the leaf, on which \r\nthe venation appears. \r\nThe Bronchial tubes and pulmonary artery enter \r\nthe structure of the different parts of the lung, ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}