{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/c23cfc/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/91362e8f0dc6b6c18f5860bcb721909e/5fccd718-8f8d-4d21-96d8-d5d1d4f6b8ed",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/23",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "No 4 fig. c & fig d, one of which has been already alluded to \r\nillustrate this fact - \r\nThe smaller veins issue out from each lobule and \r\npartially cross the interlobular space to join the \r\ntrunk of the vein - The lobules are thus <s>shewn<\\s> \r\ninextricably sewn together, as it were, by these minute \r\nveins and it is impossible to separate the lobules \r\nwithout tearing asunder multitudes of these inter=\r\n=lacing veins - \r\nExcept for the connection between the lobules and \r\ngroups of lobules, which these small veins establish, \r\nand for the loose connection which the cellular \r\ntissue and the Bronchial vessels belonging to it afford, \r\nand for the kind of inosculation between the \r\nleaflets at the base of each lobule, each of these \r\nportions of the lung would be entitled to be consi=\r\n=dered as a distinct and individual organ. \r\nThe drawing n Series A No 5 fig a shews, the \r\nBronchial tubes of the right lung of the sheep, \r\ndissected out to their ultimate subdivisions. <s>In<\\s> \r\nIn the preparation from which this drawing was taken, the Bronchial \r\nartery was injected red. \r\nNumerous erroneous statements have been \r\npublished respecting the final terminations of the \r\nBronchial tubes - In many works it is asserted \r\nthat the ultimate tissue of the lungs is made up ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}