{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/fe65ad/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e3e13416beaa6b3d4def8e2d984f1e81/eb1dea60-026f-4ef3-ae12-2df15811995b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/42",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "specimen. It is always preferable to inject the \r\nBronchial vessels exclusively in one preparation \r\nand the Pulmonary vessels in another - When this \r\nis done it will be observed that particular vessels \r\nwhich are never injected from the pulmonary system, \r\nare well distended by injecting the Bronchial ar=\r\n=teries, and that a perfectly distinct set of vessels, \r\nbelonging exclusively to the Bronchial system, and \r\nhaving very marked peculiarities of their own, \r\nare brought to light by such an injection, and \r\nit is further seen that such an injection, sent into \r\nthe Bronchial arteries, will never in any case, \r\nexcept as the result of rupture, enter those vessels \r\nwhich are peculiar to the pulmonary system. \r\nWhen on the other hand the pulmonary vessels \r\nare alone injected, it is seen that the injection is \r\nconfined to a particular distribution, which is per=\r\n=fectly definite and never encroaches upon that \r\nparticular arrangement, which is allotted to the \r\nBronchial arteries. If however it be attempted \r\nto inject the Bronchial arteries with one colour \r\nand the pulmonary vessels with another in the same \r\nspecimen, it will be found that the Pulmonary \r\nvessels so greatly preponderate in dimensions and numbers over ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}