{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/a9e31d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/7c1c3ac8e66f4a5d6ed384d07fd93166/74b5794e-9da2-4c16-b226-2c71ab6c8784",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/44",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "to be drawn forwards by an assistant. \r\nIn order to guard against the risk of injecting \r\nthe Bronchial arteries and capillaries by the same fluid \r\nwhich is being forced into the pulmonary <s>artery<\\s> veins \r\na strong ligature should be passed around the root \r\nof the aorta, so as to prevent any injection, \r\nwhich might be forced into the left ventricle through \r\nthe mitral valve, from finding its way into the \r\naorta. These preliminaries having been arranged \r\nit is advantageous in the next place to pump a \r\nquantity of warm water through the pipe inserted \r\ninto the pulmonary artery and to continue to do \r\nso until it passes out quite clear through the pipe \r\ninserted into the left auricular appendix - The object \r\nof this is to clear away the blood, which would \r\notherwise remain in the capillaries of the Pulmonary \r\nvessels, and would prevent the coloured fluid from \r\nduly entering them - This done the suction pipe of \r\neach pump is to be placed in the vessel contain=\r\n=ing the appropriate injection. If the intention \r\nis rather to shew the capillaries in connection with \r\nthe pulmonary artery in preference to those <s>in<\\s> more im=\r\n=mediately in relation with the pulmonary veins, it \r\nwill be desirable to use freshly precipitated chromate \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}