{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/3c7bb7/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/3b74022d54ff890d531d1dd242b16dc0/d1de2004-fe35-402a-88c5-1de97efa54f7",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/47",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "to stream out by filtration through the tissue of the \r\nlungs leaving the solid parts of the injection in the \r\nblood-vessels, and the perfection of the preparation \r\nwill afterwards be in proportion as the solid part \r\nof the injection is made to occupy the interior of the \r\nblood-vessels to the exclusion of the size - \r\nHaving completed the injection the whole should be \r\nsuspended for at least a week before it is cut into, \r\nin order to allow the size which continues to exude \r\nfrom it to drain away as much as possible. \r\nIt should then be thoroughly washed, and afterwards \r\nallowed to soak in a weak spirit and water to which \r\nsome pure naphtha <s>has been<\\s> should be added. \r\nTo inject the \r\nBronchial system \r\nHaving thus injected one pair of lungs \r\nin which the course and distribution of the \r\nPulmonary vessels can afterwards be studied, and \r\nfrom which preparations for the microscope, illustra=\r\n=tive of of every part, can be constructed, another \r\npair of lungs should be injected, specially to de=\r\n=monstrate the course and distribution of the \r\nBronchial vessels, and in order to carry out this \r\nresult the following steps should be taken - \r\nThe whole of the contents of the chest including the aorta should be removed ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}