{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/75cb2c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e7bdff6edac241ddb53870538f7857a6/2b79d639-26bb-49db-a3e5-15d026dde9f3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/58",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of each leaflet, and supply freely all the processes \r\nof fibrous tissue by which the interior of each leaf=\r\n=let is divided into its compartments \r\nThis plexus is much the most vascular of any \r\ndistribution of the Bronchial arteries, it is perfectly \r\nindependent of the Pulmonary vessels, and is evidently \r\nprovided for the reparation of the tissue of the leaflets \r\nand air-cells which office it is equally evident the \r\npulmonary vessels are not in the east concerned in, \r\nsince their ramifications are simply such as will \r\nmost perfectly ensure their thorough exposure to \r\nthe air - Drawings in Series B No3 fig a & fig b. \r\nshew this ramification in the leaflets of the plexus \r\nderived from the Bronchial artery. \r\nThe drawings in series B No4 fig a & fig b are the \r\nresult of experiments instituted to shew <s>this rami=\r\n=fication in<\\s> that both the pulmonary vessels and the \r\nBronchial can be injected in the same specimens \r\nand that their ramifications remain quite distinct, \r\nsince the injection in no part is seen to blend or \r\njoin in any way. Of course the second injection \r\nby which the red fluid was forced into the plexus in \r\nconnection with the pulmonary vessels was made \r\nunder disadvantageous circumstances, in consequence ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}