{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/1f3810/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/48993b84abb241209fd3102928fc8b76/dd59c283-5c54-46bc-a6ef-df8511d07e90",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/63",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "series C No2, fig a & fig. b. - \r\n<s>In both of the better illustrations, namely<\\s> This is further illustrated in Series C \r\nNo2 and No3; and in both of these, two drawings are made, by which \r\nthe \r\ndistributions of the pulmonary arteries and veins \r\nare brought into permanent contrast with one another, \r\nby the colours, with which the arteries and veins \r\nwere respectively injected, being transposed; in \r\none, the arteries are red and the veins yellow, and \r\nin the other the arteries are yellow and the veins red. \r\nThe minuter capillaries are more clearly shewn \r\nby the yellow injection, and by adopting this plan \r\nof transposition the characters of those directly \r\nin communication with both the arteries and the veins \r\ncan be studied. It will be <s>arranged<\\s> observed that the \r\ncapillaries from which the veins directly take their \r\norigin and arranged in tufts, while those belonging \r\nmore strictly to the arteries are spread out in a \r\nmore even and uniform reticulation. \r\nIt will also be seen that there is in the upper sur=\r\n=face of each lobule a rather more extensive ra=\r\n=mification of the capillaries directly continuous \r\nwith the arteries and thus the capillaries of the veins \r\nare arranged around the margins of each leaflet, and \r\nspeedily dip down into the sulci between the leaflets \r\nto form larger veins in the interlobular spaces - This \r\nis well shewn in series C No4 fig a. \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}