{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/d19740/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5400f690986e938b2000c9720a9396c8/d54ba6de-a691-419b-a7a4-1ed84fa91f49",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_43_4/canvas/67",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "by the pulmonary veins to the left auricle of the heart. \r\nA drawing of this plexus is seen in series C No 5 fig a, \r\nand the ramusculi, which collect the blood from it, \r\nand pass it into the trunks of the pulmonary veins - \r\nare delineated in the same drawing in fig. b. \r\nThese ramusculi are situated on the external sur=\r\n=face of the Bronchial tubes - The plexus lining \r\nthe mucous membrane is obviously a sort of diverti=\r\n=culum from the main current, by which the arte=\r\n=rialized blood is returned to the left auricle \r\nand is quite distinct and independent of any \r\nanastomosis whatever; it forms a much more \r\nvascular layer over the mucous membrane than \r\ncan at all be attributed to to the Bronchial vessels, \r\nand it may be fairly a matter of doubt whether, \r\nif the whole of the Bronchial arteries were exclusively \r\nconfined to this plexus and had no other distribution, \r\nthey would be large enough to supply an equally vas=\r\n=cular distribution to it - But it has been con=\r\n=clusively shewn that the Bronchial arteries are spread \r\nout in a very uniform manner to every part of \r\nthe lungs; its principal distribution being to the \r\nfibrous tissue of the leaflets and of the Bronchial tubes \r\n- Setting aside this diverticulum sent to the mu=",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}