{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_1_120/canvas/88b64f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/3df5504952d59a8d1818c134f7da229f/02f46121-f624-4e41-99e0-e2bb77cbc6aa",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_1_120/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "between the three axes of an <s>spheroid <\\s> ellipsoid to insure this \r\ncondition, that if from any point of the surface a normal \r\nbe drawn and produced till it meet the largest principal \r\nsection, and if from the same point there be drawn and \r\nsimilarly produced a line representing the direction of the \r\nwhole attraction of the ellipsoid, the line in the principal \r\nsection joining the points at which these lines intersect the \r\nprincipal section may be parallel to the <s>line<\\s> perpendicular \r\nfrom the <s>same<\\s> point in question upon the smallest axis <s>which<\\s> of the <s>spheroid<\\s> ellipsoid.”\r\nIn the second Section, the mathematical condition is worked \r\nout. The equation obtained is the same as that which M.\r\nLiouville has obtained by forming the differential equation \r\nfor the external <s>d<\\s> surface depending on the attraction and \r\ncentrifugal force, comparing this with the differential equation \r\nof the surface of the ellipsoid, and eliminating the centrifugal \r\nforce from the two equations obtained by this comparison. I\r\nshould prefer Mr. Ivory’s as a statement of the fundamental \r\ngeometrical condition (instead of first introducing the centrifugal \r\nforce and afterwards eliminating it), except for the reason that \r\n<s>one<\\s> another of the necessary conditions, namely the proportionality of the \r\nline in the principal section to the perpendicular upon the smallest \r\naxis, though it appears as a result of the investigation, cannot be \r\nmade a condition for the problem.\r\nThe third section merely contains the substitution of the expressions <s>for<\\s>, in definite \r\nintegrals, for the principal attractions of the ellipsoid.\r\nThe fourth section is employed on the case of spheroids of revolution.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}