{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_1_120/canvas/56aca5/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/1b2038db4fa8e73f95f619cd609535f6/dd021dbf-278e-4324-bf41-6902bab5cb22",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_1_120/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "It contains nothing which has not been known many years:\r\nand might as well have been omitted.\r\nThe fifth section contains the discussion of the equations as \r\napplied to the general case. A new substitution is made \r\nfor the constant upon which the proportion of the three axes \r\ndepends and which gives facilities for the examination of \r\nparticular points. First it is shewn that there is an infinite \r\nnumber of forms for the ellipsoid (each requiring a \r\npeculiar velocity of rotation). Secondly, the limiting proportion \r\nof the axes is found; this occurs when the equatoreal axes \r\nare equal, each being = polar axis x 1.715. Thirdly it is \r\nshewn that if one equatoreal axis be smaller than this quantity, the \r\nother will be greater: and that when one is indefinitely near \r\nto equality with the polar axis, the other will be indefinitely \r\ngreat. Fourthly it is shewn, by an investigation conducted \r\nwith great skill, that to any velocity of rotation there \r\ncorresponds but one proportion of the axes and <u>vice versa<\\u>:\r\nthat for the limiting proportion above-mentioned there is a certain \r\nvelocity, and that as the inequality of the equatoreal axes \r\nincreases, the velocity of rotation must be diminished,\r\ntill in the case of one axis infinitely long the velocity is \r\n0. With this, Mr. Ivory’s investigation closes. The whole \r\nof this section is curious and valuable.\r\nFrom the statement above it appears that the paper \r\nis not to be considered as an original memoir so much",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}