{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_1_11/canvas/eda723/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4f6eb1221f95baca66fc7731b9040ef2/9febf3cb-8eb4-48c5-a1f5-fac1fbf73e19",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_1_11/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Produced at ye R. Society \r\njune 10.1669. and order’d \r\nto be registred.\r\nEntd. R.B.4.71.\r\nTrans. 48.53.\r\n\r\nGeneratio Corporis Cylindroidis Hyperbolici,\r\nLaborandis Lentibus Hyperbolicis accommodati.\r\nAuthore Christophoro Wren LL.D. et Regiorum \r\nAedificiorum Praefecto\r\nSint Hyperbolae oppositae DB, EC,\r\nquarum Axis transversus est BC. Centru \r\nA & una ex Asymptotis GP; item per \r\ncentru sit OM ducta ad angulos rectos \r\nipsi BC. Quare si circumducabitur \r\nHyperbolae circa Axin OM, manifestu \r\nest, ex ea revolutione generari corpus \r\nCylindroideum Hyperbolicu, cujus Bases \r\nsectionesqe Basi parallelae sunt circuli.\r\nDico in super, si idem corpus secetur per Asymptoton \r\nGP, erit sectio parallelogrammu.\r\nSecetur per axin transversum \r\nsectione circulari BNC, item per O &\r\nM in Circulos aequales et aequaliter a \r\ncentro distantes, item per axin in figuram Genetricem cujus semissis est BDEC,\r\nin cujus plano erit Asymptotos GP, per qua ad rectos angulos planu BDE secetur a \r\nplano FHP; jungatur deniqe HO. \r\nQuoniam Triangulu OGH Rectangulu, ergo quadratu OH sive OD minus quadrato \r\nOG est aequale Quadrato GH, & quoniam DO parallela est ipsi BA & asymptoton \r\nsecat in G, erit (ex proprietatibus Hyperbolae quae in Conicis  demonstrantur) Quadratu \r\nOG <s>minus <\\s> una cu Quadrato AB aequale Quadrato OD; hoc est Quadratum OD minus Quadrato \r\nOG aequale Quadrato AB sive Quadrato AN, ergo Quadratu GH aequale est quadrato\r\nAN, quare GH & AN aequantur & sunt ad angulos rectos ipsi GA; idemqe demon=\r\nstratur de omnibus alijs sectionibus Basi parallelis. Quare Cylindroides Hyper=\r\nbolica rite secatur per Asymptoton in parallelogramum q.e.d.\r\nCorollarium \r\nHinc patet in superficis Cylindroidis, quamvis e duplici flexura constet, <s>lineas <\\s> rectas \r\nnihilominus innumeras duci posse: patet etiam, aliam esse hujus Corporis \r\ngenerationem nimiru ex revolutione parallelogrami circa axin manente angulo \r\nad axin aequali GAO, vel deniqe manente Linea Generatrice HR imobili, & Massa \r\nvolubilem formante aut secante. Et si acies Dolabri acutissima et rectissima \r\nita disponatur ad Axin sicut se habet Linea generatrix, rotante interim mam=\r\nphyre, manifestu est, torno tam accuratas posse elaborari Hyperbolas, quam Circulos \r\ncum nihil aliud requiratur ad Cylindroidem formanda quam ad Cylindru, nisi quod \r\nin Cylindris acies Dolabri est Axi parallela, hic vero inclinata. Itaqe notandum est \r\npro inclinatione anguli GAO variari speciem Hyperbolae, adeoqe <s>ut <\\s> facilius acomodatus \r\nad data Hyperbolam quam ut demonstratione opus habeat: At si manente angulo \r\ngeneratrix magis ad centru accedat, exurgit inde minor Hyperbola sed priori prorsus Similis ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}