{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/8aa885/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/254152994b26951a7c2a2c8eec82225c/5a652625-fc76-469b-8f78-4d6c8e13ae88",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/20",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "illuminating lamp was thrown upon the gold leaf. By\r\nshifting the lamp and turning the small cylindrical block,\r\na brilliant light was reflected to the observing telescope,\r\nthe lamp being always in a distant position and in a\r\nlateral direction. Moreover, by slightly inclining the\r\nposition of the clock stand, the apparent breadth of the\r\ninclined disk was altered, and it could then be\r\nadapted to disappearance behind the pendulum tail.\r\nThe adjustable <s>[?]</s> aperture through which the disk was seen, and which\r\nwas covered by the pendulum tail in its quiescent position, was in front of the clock case.\r\n18. By the side of each clock-face, a galvanometer\r\nwas fixed. The galvanic wires were led to and\r\nfrom the terminals of the galvanometer, not immediately,\r\nbut through the intermediation of a <s>contact breaker</s> circuit breaker;\r\nso that the observer could at any time interrupt the\r\ncurrent.\r\n19. The journeyman-clock was thus fitted up. Two wires\r\nwere led into it, (one from the galvanic battery and the\r\nother in continuation of the course of the same wire from the journeyman to\r\nthe next comparison-clock,) terminating within the journeyman in\r\na pair of springs which performed the duty of\r\n<s>[?]-contact</s> circuit-breaker. Upon the minute-wheel",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}