{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/c7cffe/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f79bac6f58b2874169093c3e448d86cc/5745bef8-4313-4112-ab6b-9cc5ee65774e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/21",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of the journeyman were four pins which, as the wheel revolved, pressed the\r\ntwo springs together, thus completing the circuit (in that part) at\r\nevery 15<sup>s</sup> of the journeyman's time.\r\n20. The battery was the ordinary lead battery, of 24 cells.\r\nThe batteries and journeyman were in the side-room of the upper station.\r\n<s>21</s>  The wire from one end of the battery was led to one terminal of the\r\njourneyman. From the other terminal of the journeyman\r\na wire was led to the <s>contact</s> circuit breaker <s>[?] clock</s>\r\nin connexion with the galvanometer of the upper clock.\r\nFrom the other terminal of the galvanometer a wire was\r\nled down the mine-shaft to the <s>contact</s> circuit breaker in\r\nconnexion with the galvanometer of the lower clock.\r\nFrom the other terminal of this lower galvanometer a wire was\r\nled up the mine shaft to the other pole of the\r\nbattery. Thus when both the upper and the\r\nlower <s>contact</s>circuit breakers completed contact (and\r\nat no other times) the journeyman-clock made\r\nthe circuit complete and sent a current through\r\nboth the galvanometers at every 15<sup>s</sup> of the journeyman's\r\ntime.\r\nto page 20 [The graduated wires for measuring the extent of vibration\r\nwere divided to inches with continuous numeration from one\r\nend, and were placed behind the pendulum tails.\r\nThe thermometers (two for each pendulum) were suspended in\r\nfront, at about 1/4 and 3/4 the distances from the knife-edge to the bob. Their\r\nindications were found to be all visibly accordant;]",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}