{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/843db0/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/8f98143032f1c562e31ddfbf45442289/304d58b7-6f46-4985-a085-f5c0d30e1e36",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/22",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "20<sup>+</sup> Plate [ ] contains <s>a</s> views of the pendulum",
                "format": "text/plain",
                "language": "en"
            }
        },
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/8f98143032f1c562e31ddfbf45442289/4c2d2a3d-634e-4dcb-b1a9-2022ed6903dd",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/22",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "20<sup>+</sup> Plate [ ] contains <s>a</s> views of the pendulum-\r\napparatus nearly in the state in which it was used in the\r\nUpper Station. The principal diagram is a front view of the\r\napparatus as mounted at Greenwich, taken with the\r\ncamera lucida; and may be trusted for general accuracy.\r\nThe iron bars of the pendulum-stand are about 1 1/4 inch square.\r\nThe stand of the clock does not touch the pendulum stand in any\r\npoint. The hexagonal frame introduced into the box-frame is\r\nconspicuous in this view. The battery is not the same which was used at\r\nthe <s>[?]</s> mine. The mounting at the lower station was exactly\r\nsimilar, mounting only the journeyman-clock and the battery.\r\nThe frame with agate-planes (represented on a larger scale), which is\r\nplanted on the top of the box-frame, is supported on three screw-\r\nfeet; the screw-stalks are perforated, <s>[?]</s> two are cut with\r\nan internal screw-thread, and long screws are passed upwards\r\nthrough smooth holes in the box-frame, and act in those internal\r\nscrew-threads and draw them firmly down; the perforation in the\r\nthird is smooth, and the long screw which passes down through it acts\r\nin a screw-thread cut in the box-frame. At the sides of the blocks\r\nwhich carry the agate-planes are notched brass plates turning upon pins,\r\nconnected by a stouter piece of brass beyond the pins, through which a\r\nscrew passes that acts in the solid block below; by driving this\r\nscrew, the notches are raised, and engage with the ends of the\r\npendulum-knife-edge, and lift it off the agates.\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}