{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/3239be/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/98bec3417c880055062f8d859dbc107c/71404e39-691e-4bc6-8d40-a86b95f88e21",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/27",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Sept 30. I returned to Greenwich, leaving all in the\r\ncharge of Mr. Dunkin.\r\nOctober 2. Observations commenced in the morning with Swing 1;\r\n     Pendulum 1821 above, No. 8 below. Observers\r\n     for the day, Mr. Dunkin (above), Mr. Ellis (below),\r\n     from the beginning of Swing 1 to the beginning of Swing 3.\r\n     Observers for the night, Mr. Pogson and Mr. Rümker,\r\n     from the end of Swing 3 to the beginning of Swing 6.\r\nOctober 3. Observers for the day, Mr. Criswick and Mr.\r\n     Simmonds, from the end of Swing 6 to the beginning of Swing 9.\r\n     <s>[?]</s> for the night, Mr. Ellis and Mr. Pogson,\r\n     from the end of Swing 9 to the beginning of Swing 12.\r\nOctober 4. Observers for the day, Mr. Rümker and Mr.\r\n     Criswich, from the <s>beginning</s> end of Swing 12 to the beginning of Swing 15.\r\n     <s>[?]</s> for the night, Mr. Ellis and Mr.\r\n     Simmonds, from the end of Swing 15 to the beginning of Swing 18.\r\nOctober 5. Observers for the day, Mr. Criswick and Mr.\r\n     Pogson, from the end of Swing 18 to the beginning of Swing 21.\r\n     <s>[?]</s> for the night, Mr. Simmonds and Mr.\r\n     Rümker, from the end f swing 21 to the beginning of Swing 24.\r\nOctober 6. Observers for the day, Mr. Dunkin and Mr.\r\n     Ellis, from the end of Swing 24 to the end of Swing 26.\r\n     <s>[?]</s> The first series was closed at the end of\r\n     Swing 26.\r\nOctober 7. Mr. Dunkin, with the assistance of Mr. Ellis\r\n     and Mr. Pogson, interchanged the pendulums.\r\nOctober 9. The second series commenced with Swing 27.\r\n     Pendulum No. 8 above, 1821 below.\r\n     Observers for the day, Mr. Simmonds and Mr. Criswick;\r\n     from the beginning of Swing 27 to the beginning of Swing 29;\r\n     for the night, Mr. Ellis and Mr. Dunkin, from the end\r\n     of Swing 29 to the beginning of Swing 32.\r\nOctober 10. Observers for the day, Mr. Rümken and Mr.\r\n     Pogson, from the end of Swing 32 to the beginning of Swing 35;\r\n     <s>[?]</s> for the night, Mr. Criswick and Mr. Simmonds,\r\n     from the end of Swing 35 to the beginning of Swing 38.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}