{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/2f7d84/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/b6a102921bfc89ab18bc2a95f8fc396c/c7936953-44d8-49f3-b7b9-3180f06725b3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/28",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "October 11. Observers for the day, Mr. Dunkin and\r\n     Mr. Ellis, from the end of Swing 38   to the beginning of Swing 41;\r\n     <s>[?]</s> for the night, Mr. Rümken and\r\n     Mr. Pogson, from the end of Swing 41 to the beginning of\r\n     Swing 44.\r\nOctober 12. Observers for the day, Mr. Simmonds and\r\n     Mr. Criswick, from the end of Swing 44 to the beginning of Swing 47.\r\n     <s>Mr. Criswick</s> for the night, Mr. Dunkin and\r\n     Mr. Ellis from the end of Swing 47 to the beginning of swing 50.\r\nOctober 13. Observers for the day, Mr. Pogson and Mr.\r\n     Rumker, from the end of Swing 50 to the end of Swing 52.\r\n     <s>[?]</s> The second series was closed at the\r\n     end of Swing 52.\r\nOctober 14. Mr. Dunkin, with the assistance of Mr. ellis\r\n     and Mr. Pogson, <s>[?]</s> interchanged the pendulums.\r\nOctober 16. The third series commenced with Swing 53\r\n     Pendulum 1821 above, No.8 below. Observers\r\n     for the day, Mr. Criswick and Mr. Simmonds, from\r\n     the beginning of Swing 53 to the beginning of Swing 55; for\r\n     the night, Mr. Rumkin and Mr. Pogson, from the\r\n     end of Swing 55 to the beginning of Swing 58.\r\nOctober 17. Observers for the day, Mr. Ellis and Mr. Dunkin,\r\n     from the end of Swing 58 to the beginning of Swing 61;\r\n     for the night, Mr. Simmonds and Mr. Criswick, from\r\n     the end of Swing 61 to the beginning of Swing 64.\r\nOctober 18. Observers for the day, Mr. Pogson and Mr.\r\n     Rumker, from the end of Swing 64 to the beginning of Swing 67; of which the end\r\n     was observed by Mr. Dunkin and Mr. Ellis. <s>[?]</s> The third series was closed at the\r\n     end of Swing 67. Mr. Dunkin with Mr.\r\n     Ellis interchanged the pendulums at night.\r\nOctober 19. The fourth series commenced with Swing 68\r\n     <s>commenced</s> begun by Mr. Dunkin and Mr. Ellis.\r\n     Pendulum No. 8 above, 1821 below. Observers\r\n     for the day, Mr. Criswick <s>above</s> and Mr. Simmonds; <s>below</s> \r\n     from the <s>beginning</s> end of Swing 68 to the beginning of Swing 71;\r\n     for the noght, Mr. Rumken and Mr. Pogson, from the end \r\n     of Swing 71 to the beginning of Swing 74.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}