{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/aa662a/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/17e2bd85feedf514997149d72559b484/1dfb2078-c564-444a-894a-543ea906231b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/31",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Sect II. Comparisons of the Upper and Lower Clocks.\r\n\r\n<s>27</s>25. In the ordinary state, the galvanic circuit was\r\ninterrupted at both circuit-breakers. At the pre-\r\narranged minute for commencing signals, as nearly\r\nas possible, each of the observers completed the\r\nconnexion, and then gave his attention to the galvanometer.\r\nThe movement of the needle, at intervals of 15s nearly,\r\nassured each observer that the other was prepared to\r\nobserve: and every observation of the clock-time of the\r\nmovement of the needle was then efficient for comparison\r\nof the two clocks. Only, it was necessary to know precisely,\r\nwhen the time of examining the written record of the time-signals should\r\narrive, <u>which</u> were the <u>corresponding</u> observations of the same galvanic\r\ncurrent. For this purpose, the following instructions were\r\ngiven. After observing the clock-times of a few signals,\r\nthe upper observer interrupted the circuit during\r\none signal only, and then restored the connexion.\r\nThe lower observer, after waiting one or two minutes,\r\ndid the same thing. After another short delay, the\r\nupper observer interrupted the circuit during two signals.\r\nThe lower observer, after a short delay, did the same.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}