{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/a191ef/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/fcb18c97a39610baee4454221b44e708/0da906d1-0e81-4e2f-a062-483dd92498c5",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/34",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "end of a Swing were made by different observers,\r\nI compared the logarithms of apparent rates of Earnshaw/Shelton\r\nduring that swing, with the logarithms for the preceding\r\nand following swings (in three instances, however, with only the preceding swing), and formed the <s>[?]</s>\r\n<s>[?]</s> excess of the logarithm of the\r\nintermediate swing <s>[?]</s> above the\r\nmean of the preceding and following logarithms. This\r\nnumerical <s>[?]</s> excess may be compared with a symbolical\r\nformula, in which the symbols represent, not the actual\r\nerror in time committed by each observer, but the\r\nlogarithm (in 8-figure units) of the influence of this\r\nerror on rates deduced from comparisons at 4-hour intervals.\r\nTwenty-seven equations were thus formed. By the\r\nmethod of minimum squares, these were reduced to\r\nsix, of which (from the nature of the case) one was\r\nunnecessary, their sum being identically equal to zero.\r\nAssuming D (Mr. Dunkin's error) = 0, the others are found\r\nby solution of the equations. Though the equations are not very\r\nfavourable, they suffice for giving very good corrections, and they show\r\nin particular that Mr. Simmonds recorded his times too early by\r\nnearly half a second. The following table <s>represents</s> exhibits this work: the\r\nfundamental numbers being obtained from a table which is to follow.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}