{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/53aead/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ae8a98016d1976f8f9948f378fbcbd01/f4e39490-d837-47e4-85c6-e44e7e1c421c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/43",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "which alone the disk can be seen, as indication of\r\nthe coincidence of the two pendulums in the times of\r\npassing their respective quiescent points: and\r\nsupposing that there are trifling errors in the adjustments\r\nof positions: it is <s>easily</s> seen in practice, or is shown\r\nby a very simple investigation,that the disk will\r\nfirst disappear in passing from one side (suppose the\r\nright side) toward the center, then will disappear in passing from the\r\nleft side, <s>[?]</s>(after which, if the errors of adjustment\r\nare in the proper direction, it will be invisible during\r\nseveral vibrations), then it will reappear on the left\r\nside, and will finally reappear on the right side, Either\r\nthe mean of the times of the first and fourth phenomenon, or the\r\nmean of the second and third, or the mean of all\r\nfour, may be used as the true times of coincidence: and\r\nit was left to the discretion of the observer to adjust\r\nwhich they preferred. They chose, in every case,\r\nto observe the first and fourth only. This amounts in\r\nfact to using only one side of the aperture.\r\n     It is necessary for the success of this observation that\r\nthe arc of the detached pendulum be less than that of the\r\nclock pendulum: in fact it was always much less.\r\nIt is indifferent whether the detached pendulum vibrate",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}