{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/1b7c50/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/efa26c79f4d530e0d606e489a8884934/d397ef28-ce12-4a1d-a5b0-d3852f6ff683",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/44",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "quicker or slower than the clock pendulum: in fact\r\nit always vibrated slower.\r\n31.<s>33.</s> Several coincidences were always observed\r\n<s>[?]</s> at the beginning of a swing, and several at the\r\nend. These gave the Interval of Coincidences nearly enough\r\nto enable me to fix upon the number of intervening\r\ncoincidences. In general, some of the observed\r\ncoincidences were rejected, so that from two to five\r\ncoincidences were retained at the beginning, and a\r\nnumber at the end so corresponding that the difference of\r\ntheir means would represent an integral number of\r\nintervals (thus there might be 3 at the beginning and\r\n5 at the end, or 4 at the beginning and 2 at the end).\r\nThe mean of the first retained and the last retained being\r\ntaken, the differences of means divided by the number of intervals\r\ngave a very exact value of Mean Interval.\r\n    In the interval, the detached pendulum lost\r\ntwo vibrations on the clock pendulum. If then <s>[?]</s>\r\nthe times of the first and last mean <s>w</s> be taken <u>from the clock face</u>,\r\nand if n be the number of seconds, referred to the clock,\r\nin the mean interval, the rate of the detached\r\npendulum on the clock pendulum will be n-2/n.\r\nThe following tables contain all the values of log n-2/n\r\nwhich are required here. For estimating the effect of any",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}