{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/1e9775/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/39cdda269d8de2c157b3b84e9fc6fe88/8267a995-a886-493f-861e-6cc1e1edca5a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/84",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "52. In figure 2 then, conceive that for some distance\r\non each side of I (say twenty or thirty times the depth of I)\r\nthe external surface is sensibly spherical: and conceive that\r\nat A, B, C, &c there are local irregularities, perhaps\r\nlarge in extent as compared with the depth of I, but\r\nvery small as compared with AB in Figure 1. <s>[?]</s> Trace the\r\ninner surface DEF by making AD = Ia, BE = Ib,\r\nCF = Ic, &c. These <s>[?]</s> lines however\r\nare to be made geometrically equal only when the density\r\nof the matter is the same as that above I: if the\r\ndensity about A is less than that above I, take the\r\ngeometrical length AD greater than Ia in the same\r\nproportion. Then the attraction of the shell on the point\r\nI will be strictly equal to 0. Moreover its attraction\r\non the point U will be sensibly the same as if its\r\nform were free from irregularities. For, the attractions\r\non U are all <u>added</u> together: the irregularities are\r\nlocal and numerous, and are partly additive and\r\npartly subtractive: and by hypothesis we have\r\nexcluded all the irregularities near I <s>[?]</s> or U\r\nwhich, individually, can be important. And it may\r\nbe accepted as a universal principle than when a\r\nresult is produced by the <u>addition</u> of a great number\r\nof small components which are liable individually to ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}