{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/90aefd/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/dda7eb7653d149f4c4720c057967ae11/7a43d23a-2e3b-460f-81d0-eeea46451ef4",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/85",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "small irregularities + or - affecting the ratio or multiplier\r\nof each, the sum of all the components will be sensibly\r\nfree from the effects of those irregularities.\r\n\r\n53. In like manner, if we divide the nucleus\r\nby planes parallel to the tangent at I or U as shown by the dotted lines in Fig 2, (or indeed\r\nin any other way) the attraction of the slices formed\r\nare additive, both in their effect on I and in their effect\r\non U. Therefore, for the <s>[?]</s> nucleus generally, by the same\r\nreasoning as that above, the effect of irregularities in the\r\noutline (and therefore the effect of the irregularities in\r\nthe outline of the earth, on which these depend) will\r\nbe, as I conceive, sensibly evanescent. But this\r\ndoes not apply to irregularities in the geological\r\nconstitution of the earth at a small distance below I:\r\nbecause the irregularities, or rather that one irregularity,\r\nmay be <s>[?]</s> sensible in proportion to the whole change of attraction\r\nbetween U and I. This is a source of uncertainty\r\nfrom which no experiments made on the earth itself\r\ncan be perfectly free. We must treat in a great\r\nmeasure to the general regularity of stratification <s>,</s>\r\nof the district, for supporting us in the confidence that\r\nthere is no great disturbance in the law of attraction\r\nof the nucleus upon the points U and I.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}