{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/ad6f74/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/312dec43a5f96dbf07fbba7a42c885c9/d8c685ab-e15d-458c-92b1-5f9153593f98",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_5/canvas/87",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "These different slices, it may be remarked, correspond to equal\r\n<s>slices</s> surfaces on the sphere; and upon these it is not im-\r\nprobable that the irregularities may mainly depend.\r\n\r\n55. In much of the preceding reasoning, it will\r\nbe remarked, I have tacitly assumed that large\r\ncontinental elevations or large marine depressions, as\r\nwe findthem on the earth, do not interfere materially\r\nwith the general law of attraction based on the spherical distribution of\r\nmatter. For the reasons which seem to sustain this assumption,\r\nI would refer<s>s</s> to a paper by me (printed in the\r\nPhilosophical Transactions 1855)on the Attractions\r\nof Mountain Masses. It will also be remarked that I have not introduced the\r\nconsideration of the earth's rotation. I conceive its effects to be extremely insignificant: but the\r\nformulae applying to it are so unmanageable that I have not pursued it to details.\r\n    Considering now that it is sufficiently shown that,\r\non the supposition that the surface in the neighbourhood\r\nof U is truly spherical, we may use the method\r\nof article 2, with no other uncertainty than that\r\nexplained in article 53: I shall proceed with the\r\ncorrections for the irregularities of the surface near U.\r\n\r\n56. <s>[?]</s> First, I shall investigate the attraction of the\r\nmatter included between two horizontal planes, figure 3,\r\nupon points U and I in those planes, whose distance or\r\nthe separation of the planes is equal to the distance UI in figure 2.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}