{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_4_45/canvas/21a827/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/25323d6395c3b555917b9d3504e0e947/824ef7c1-6193-4626-94a0-3e740ccd3e72",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_4_45/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Considerations of M.<sup>r<sup> Hook upon M.<sup>r<sup> Newton's Discourse of Light and Colours.\r\n\r\nI have persued Discourse of M.<sup>r<sup> Newton about Colours and Re=fractions and I was not a little pleased with the [text?] and curiosity of his observations. But though I wholly agree with him as to the truth of those he hath alleged, as having by many hundreds of tryalls found them soe; yet as to his Hypothesis of Solving the Phenomena of Colours thereby, I confelse I cannot see yet any undeniable Argument to convice me  of the cer=tainty thereof. For, all the Experiments and observations I hae hitherto made, may and even those very Experiments, which  he alledgeth, do seem to me to prove, that White is nothing, but a pulse or motion, propogated through an homogenious unifrome and transparent medium: And that Colour is nothing but the disturbance of that Light by the communication of that pulse to other transparent mediums, that is, by the  Refraction thereof. That Whitenlse and Blacknelse are nothing but the plenty or scarcity of the undisturbed rays of Light, and that the two Colours(than the which there are not more uncompounded in nature) are nothing but the effects of a compounded pulse, or disturbed propogation of motion caused by Refraction.\r\nBut how certain soever I think my self of my Hypothesis (which I did not take up without trying some hundreds of Experiments) yet I should be very glad to meet with one <u>Experimentum Crucis</u> from M.<sup>r<sup> Newton that should divorse me from it. But it is not that which he so calls will do the turne; for the same Phenomenon will be solved by my Hypothesis, as well as by his, without any manner of difficulty or strainging;nay I will undertake to shew another Hypothesis, differing from both his and mine, that shall do this same thing. \r\nThat the Ray of Light is as twere split or rarified by",
                "format": "text/plain",
                "language": "en"
            }
        },
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/25323d6395c3b555917b9d3504e0e947/10b7ed0f-44a4-46db-85e2-23206d689500",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_4_45/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Considerations of M.<sup>r<sup> Hook upon M.<sup>r<sup> Newton's Discourse of Light and Colours.\r\n\r\nI have perused Discourse of M.<sup>r<sup> Newton about Colours and Re=\r\nfractions and I was not a little pleased with the nicenesse\r\nand curiosity of his observations. But though I wholly agree with\r\nhim as to the truth of those he hath alleged, as having by many\r\nhundreds of tryalls found them soe; yet as to his Hypothesis of\r\nSolving the Phenomena of Colours thereby, I confesse I cannot\r\nsee yet any undeniable Argument to convince me of the cer=\r\ntainty thereof. For, all the Experiments and observations I\r\nhave hitherto made, may and even those very Experiments, which \r\nhe alledgeth, do seem to me to prove, that <u>White</u> is nothing,\r\nbut a pulse or motion, propogated through an homogenious\r\nuniforme and transparent medium: And that Colour is nothing but\r\nthe disturbance of that Light by the communication of that pulse\r\nto other transparent mediums, that is, by the  Refraction thereof.\r\nThat <u>Whitenesse</u> and <u>Blacknesse</u> are nothing but the plenty or\r\nscarcity of the undisturbed rays of Light, and that the two\r\nColours(than the which there are not more uncompounded in nature)\r\nare nothing but the effects of a compounded pulse, or disturbed\r\npropagation of motion caused by Refraction.\r\n\r\nBut how certain soever I think my self of my Hypothesis (which\r\nI did not take up without trying some hundreds of Experiments)\r\nyet I should be very glad to meet with one <u>Experimentum Crucis</u>\r\nfrom M.<sup>r<sup> Newton that should divorce me from it. But it is not that\r\nwhich he so calls will do the turne; for the same Phenomenon will\r\nbe solved by my Hypothesis, as well as by his, without any manner\r\nof difficulty or straining; may I will undertake to shew another\r\nHypothesis, differing from both his and mine, that shall do this same\r\nthing. \r\n\r\nThat the Ray of Light is as twere split or rarified by Refraction,",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}