{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_4_45/canvas/0493c8/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/dbb2184a868c2c190428166ca317e980/00a03305-1dfc-4480-9733-6e9cf3abcdc6",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_4_45/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "most certain, and that thereby a differing pulse is propagated, <u>both</ on\r\nthose sides, <u>and</u> in all the midle parts of the Ray, is easy to be con=\r\nceived; <u>and</u> also, that differing pulses or compound motions should\r\nmake differing impressions on the Eye, brain, or sense, is also easy\r\nto be conceived, and that, whatever refracting medium does again\r\nreduce it to its primitive simple motion by destroying the adventitious\r\ndose likewise restore it to its primitive whitenesse and simplicity.\r\n\r\nBut why there is a necessity, that all those motions, or whatever\r\nelse it be that makes colours, should be originally in the simple\r\nRays of Light, I do not yet understand the necessity of: no more\r\nthan that all those sounds must be in the Air of the Bellows, which\r\nare afterwards heard to issue from the organ-pipes, or in the string,\r\nwhich are afterwards by different stoppings and strikings produced;\r\nwhich string, (by the way) is a prety representation of the shape\r\nof a refracted ray to the Eye; and the manner of it may be somewhat\r\ni<s>m</s>magined by the similitude thereof; for, the Ray is like the string\r\nstrained between the luminous object and the Eye, and the stop or\r\nfingers is like the refracting surface, on the one side of which the\r\nstring hath no motion, on the other a vibrating one. Now we\r\nmay say indeed and imagine, that the rest or straightnesse of the\r\nstring is caused by the cessation of motions or coalition of all Vibra=\r\ntions, and that all the Vibrations are dormant in it: But yet it seem's\r\nmore natural to me to imagine it the other way.\r\n\r\nAnd I am a little troubled, that this supposition should make M<sup>r</sup>.\r\nNewton wholly lay aside the thoughts of improving Telescopes and\r\nMicroscopes by Refractions, since tis not improbable, but that he that\r\nhath made so very good an Improvement of Telescopes by his own\r\ntryals upon reflection, would, if he had prosecuted it, have done more\r\nby refraction. And that Reflection is not the only way of improving\r\nTelescopes, I may possible hereafter show some proof of the truth\r\nis, the Difficulty of removing that inconvenience of the splitting of the\r\nRay, and consequently of the effect of Colours is very great, but yet not\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}