{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_4_45/canvas/0c1064/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/83fc2bea9527ad57026ae67924057309/f6237d7f-0b81-40db-bd42-f1fdeb76b220",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_4_45/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "not insuperable. I have made many tryals, both for Telescopes and\r\nMicroscopes by Reflection, which I have mentioned in my Micrographia\r\nbut deserted it as to Telescopes, when I considered, that the focus of\r\nthe spherical concave is not a point but a Line, and that the Rayss are\r\nlesse true reflected to a point by a concave, than refracted by\r\na Convex; which made me seek that by Refraction which J found\r\ncould not rationally be expected by Reflection; nor indeed could\r\nI find any effect of it by one of six foot Radius, which about 7 or 8\r\nyears since M<sup>r</sup>. Reive made for M<sup>r</sup>. Gregory, whith which I made\r\nseveral tryals; but it now appears it was for want of a good\r\nEncheiria (from which cause many good Experiments have\r\nbeen lost) both which considerations discouraged me from attempting\r\nfurther that way; especially, since I found the Parabola much more\r\ndifficult to describe, than the Hyperbola or Elipses. And I was\r\nwholly taken from the thoughts of it, by lighting on divers ways\r\nwhich in Theory answered all I could wish for, though having\r\nmuch more businesse I could not attend to bring them into use\r\nfor Telescopes; though for Microscopes I have for a good while\r\nused it. Thus much as to the Preamble, I shall now consider the\r\nPropositions themselves.\r\n\r\nFirst then, M<sup>r</sup>. Newton alledgeth, that as the Rayss of Light differ\r\nin Refrangibility, so they differ in their disposition to exhibit this\r\nor that colour. With which I do in the main agree, that is, that\r\nthe Ray by refraction is, as twere split or rarified, and that the\r\none side, namely that which is most refracted, gives a <u>Blew</u>, and\r\nthat which is least, a <u>Red</u>; the intermediate are the dilutings\r\nand intermixtures of those two, which I thus explain: The motion\r\nof Light in an uniforme medium, in which it is generated, is pro=\r\npagated by simple and uniforme pulses or waves, which are at right\r\nAngles with the line of direction; but falling obliquely on the\r\nRefracting medium, it receives another impression or motion, which\r\ndisturbs the former motion, somewhat like the Vibration of a string and",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}