{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_4_45/canvas/bea439/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4771f5427c9385da9e8255bc01947516/84062eac-2442-4330-82de-b69a66d06c77",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_4_45/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "make white and grant further that all luminous bodies are\r\ncompounded of such substances condensed and that whilst they shine\r\nthey doe continually send out on indefinite quantity thereof every way\r\nin ortem which in a moment of tyme doth disperse it selfe to the\r\noutmost and most indefinite bounds of the universe, granting shape,\r\nI say I doe suppose there will be noe difficulty to demonstrare all\r\nthe rest of his curious Theory. Though yelt me thinkes all the\r\ncoloured bodyes in the World compounded together should not make\r\na white body and I should be glade to se an experiment of that\r\nkind done on the other side if my supposition be granted, that\r\nlight is nothing but a simple and uniforme motion or puls of a\r\nhomogenious and adopted (that is a transparent) medium\r\npropagated from the Luminous body in ortem to all immaginable\r\ndistances in a moment of tyme and that that motion is first\r\nbegun by some other kind of motion in the Luminous body.\r\nsuch as by the dissolution of Sulphureous body by the aire.\r\nor by the working of the aire or the sever all component parts\r\none upon another in Rotten wood, or putrefieing fish or by an\r\nexternall stroke as in diamant, sugar the Sea water or two\r\n[text?] or cristall rubbed together and that this motion is\r\npropagated through all bodies susceptible thereof, but is blinded\r\nor mixt with other advantitious motions generated by the obliquity\r\nof the stroke upon a refracting body, and that soe long as\r\nthose motions remain distinct in the same part of the medium\r\nor propagated. Ray soe long they produce the same effect, but\r\nwhen blended by other motions they produce other effects and\r\nsupposeing that by a direct contrary motion to the newly\r\nimpressed that adventious on be destroyed and reduced to the\r\nfirst simple motion. I believe M<sup>r</sup> Newton will thinke it noe\r\ndifficult matter by my hypothesis to solve all the Phanomena,\r\nnot onily of the prisme tinged liquors and solid bodyes but of\r\nthe Colours of plated Bodys which seeme to have the greatest\r\ndifficulty His true. I can in my supposition conceive the white\r\nor uniforme motion of light to be compounded of the compound\r\nmotions of all the other colours, as any on straight and uniforme\r\nmotion may be compounded of thousands of compound motions\r\nin the same manner as Descartes explicates the reason of the\r\nrefraction but noe necessity of it [text?] M<sup>r</sup> Newton hath\r\nany",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}