{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/432ad9/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/35873b27b6c1a3f45d56a40e64544583/3059f485-e826-4593-a14d-10c62a756165",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Read April 6. 1815. 10\r\nX X. On <s>the<\\s> some phenomena of <s>prismatic<\\s> colours,\r\nexhibited by thin plates. By John Knox, Esq. Communicated \r\nby Thomas Young, M.D. For. Sec. R.S.\r\nIt is not without reason that the phenomena of Light \r\nhave been subjects of speculative enquirey from the \r\nearliest ages of philosophy; since perhaps no study can \r\nbe more interesting to the inquisitive mind, than the \r\ncontemplation of that Element from which it derives \r\nits most exalted enjoyments.\r\nThere are probably no appearances in Physical Opticks \r\nthat have excited more attention, or that have been less \r\nsatisfactorily accounted for, than those prismatic concentric \r\nRings which appear between Lenses, or between a flat gap of a lens, when laid together. And notwithstanding some \r\nof the most eminent philosophers and Opticians of the \r\nAge, have given explanations thereof; particularly Sir \r\nIsaac Newton & Dr. Herschell, it will appear from what \r\nfollows, that the subject is far from being exhausted. \r\nThe insufficiency of Newtons theory for the solution \r\nof this problem, by the suppositious fits of easy transmission and\r\nreflection of the Rays of Light, is now generally admitted; \r\nnor does it appear that any other more satisfactory, has \r\nyet been adopted in its stead.\r\nThis will not be thought surprising, if it shall \r\nappear by the following experiments, that neither \r\nNewton, nor any other writer that has followed him \r\nin the same line, has been in possession of all the \r\nphenomena connected with this curious and intricate subject.\r\n<s>Sir Isaac Newton's Hypothesis, as published in his Book \r\non Opticks, is briefly as follows. \r\n\"Every Ray of Light in its passage through any refracting \r\nsurface, is put into a certain transient constitution or state, \r\nwhich in the progress of the Ray, returns at equal intervals, \r\n& departs the Ray at every return to be easily trans-\r\nmitted through the next refracting surface, & between <\\s>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}