{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/41cf69/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a1c3ed0d964b1ed59712deb24e9ffe7b/89dfe9cb-6f66-449e-9084-f8485662cfa0",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>the returns to be easily reflected by it, for it appears that \r\none & the same sort of rays at equal Angles of incidence \r\non any thin transparent plate is alternately reflected by \r\nit & transmitted for many successions according as the \r\nthe thickness of the plate increases in arithmetical progression \r\nof the numbers 0, 1, 2, 3, 4, 5, 6, 7, 8, &c so that if the first re-\r\nflection (that which makes the first or innermost Rings \r\nof Colours) be at the thickness 1, the Ray shall be trans-\r\nmitted at the thickness 0, 2, 4, 6, 8, &c & thereby make the \r\ncentral spot & Rings of light which appear by transmission; \r\n& to be reflected at the thickness 1, 3, 5, 7, 9, &c and thereby make \r\nthe Rings which appear by reflection; and this alternate \r\nreflection & transmission (as I gather by the 2nd observation) \r\ncontinues for above an hundred vicissitudes, & by the \r\nobservations in the next Book for many thousands, \r\nbeing propagated from one surface of a Glass plate to the \r\nother tho the thickness of a plate be a quarter of an inch \r\nor upwards, so that this alternation seems to be propagated \r\nfrom any refracting surface to all distances without end \r\nor limitation. This alternate reflection & refraction depends \r\non both surfaces of every thin plate, because it depends on \r\ntheir distance, for if either surface of a thin plate of Mus-\r\ncovy glass (Talk) be wetted, the colours caused by the alter-\r\nnate reflection & transmission grow faint, therefore it depends \r\non them both. it is therefore performed at the second sur-\r\nface, for if it were performed at the first surface before \r\nthe rays arrive at the second it would not depend \r\non the second. it is influenced by some action or dis-\r\nposition propagated from the first to the second, because \r\notherwise at the second it would not depend on the first. \r\n& this action or disposition, in its propagation intermits \r\n& returns by equal intervals, because in all its progress \r\nit inclines the Ray at one distance from the first surface \r\nto be reflected, by the second, at another distance from \r\nit to be transmitted by it, & that by equal intervals for \r\ninnumerable vicissitudes. and because it is disposed to \r\nreflection at the distances 1, 3, 5, 7, 9, &c to transmission at \r\nthe distances 0, 2, 4, 6, 8, &c (for its transmission through \r\nthe first surface is at the distance 0, & it is transmitted <\\s>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}