{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/08c5d0/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/109013979699f80dd9c174feccca975d/2265816b-13c6-4547-afc3-a0602694f6fc",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>thick plate of glass much after the same manner \r\nthat those were produced by very thin plates, for I found \r\nthat if the Quick silver were rubbed off the back of the \r\nspeculum the glass alone would cause the same rings of \r\ncolours, but much fainter than before, & therefore the phen-\r\nomena depends not upon the silvered glass, unless so far \r\nas it encreases the reflection of the back side of the glass & \r\ntherby encreases the light of the Rings of colours. I found \r\nalso that a speculum of Metal made for optical purposes \r\nproduced none of these Rings, & thence I concluded that those \r\nRings arise not from one specular surface alone, but \r\ndepend upon the two surfaces, & upon the thickness of the \r\nplate of glass between them” He has already said “that \r\nthe bright yellow light of the first Ring formed between \r\ntwo Lenses is transmitted when the thicknesses of the plate \r\nof Air is the 1/89000 part of an inch. lessening this thick-\r\nness in the proportion of the sine of refraction to the \r\nsine of incidence, that is as 11 to 17 (according to the 10th \r\nobservation of the first part) when its thickness will be \r\nthe 1/137545 part of an inch. if this thickness is doubled, \r\nit transmits the light of the 2d Ring, trebled it transmits \r\nthat of the 3d &c and if multiplied by 34386 it gives exactly \r\none Quarter of an inch.”\r\nThis yellow light he supposes to be the same with that \r\nwhich <s>that which <\\s> is transmitted through the silvered speculum \r\nfrom its convex side to the center of the rings of colours on \r\nthe card. and on measuring the thickness of the glass \r\n& finding it exactly one Quarter of an inch, he thence \r\nconcludes that the Experiment confirms the Theory. \r\nbut the admission of this conclusion must be entirely gratu-\r\nitous, since an error of the 137545th part of an inch \r\nwould make the Theory & the Experiment disagree; & yet \r\na mistake 50 times greater might have been made without \r\nbeing perceived; for surely it would be difficult to avoid an \r\nerror in the measurement of the thickness of the speculum, \r\nso small as the 2750th part of an inch. \r\nIt was the opinion of a late eminent writer “that in matters \r\nof meer reasoning, the world may be long in error; & may \r\nbe convinced of those errors by stronger reasonings. \r\npositions that depend upon science, upon knowledge, and <\\s>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}