{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/a7bfb9/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e10fd9bbdedba9ef8305998ce45d40fd/1cde8813-6c76-42c4-a5df-da95fe654450",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>matters of fact may be overturned, according as science \r\nand knowledge are enlarged, & new matters of fact are brought \r\nto light. for this reason a system of philosophy receives no \r\nsufficient sanction from its antiquity or long currency.” \r\nTherefore it is hoped it will not be deemed presumptuous to \r\ndissent from the opinions of even a Newton, when those \r\nopinions are unsupported by reason & experiment. \r\nObjections to the Newtonian Hypothesis.\r\nI. By one part of the Theory the transmission or reflection of \r\nthe rays is made to depend on certain original fits; by \r\nanother part it depends on the thickness or thinness of the \r\nplate of Air; yet admitting both these conditions, we \r\nfind that if the plate of Air is thin enough, all sorts of Rays \r\npass through both surfaces, whether in fits of transmission \r\nor reflection.\r\nII. Supposing the rays of light & the plate of Air to have \r\nthe properties attributed to them, the case will admit of \r\nfour varieties. 1st, A ray in a fit of transmission may \r\nfall on any of the transmitting thicknesses of the plates of \r\nAir, corresponding to the progression 0, 2, 4, 6, 8, &c. 2, \r\nA Ray in a fit of reflection may fall on any of the reflect-\r\ning thicknesses or intervals agreeing to the progression 1, \r\n3, 5, 7 9 &c. in the first case the ray must be transmitted, \r\n& in the second reflected, because that in both cases \r\nthe supposed properties of the Rays, concur with the thick=\r\nness of the plate of Air to produce those effects. \r\nBut 3d. A Ray in a fit of transmission may fall on a \r\nreflecting thickness of the plate of Air; in which case it \r\nmust either be transmitted or reflected; if transmitted the \r\nreflecting thickness is of no use; & if reflected the fits are \r\nof no avail. 4th A Ray in a fit of reflection may fall \r\non a transmitting interval; here also as in the 3d case, \r\nthe one or the other of the above properties must be \r\nineffectual.\r\nIII. Supposing the separation of the rays by the above \r\ntwo properties to be effectual, it would be so with regard \r\nto their transmissible or reflexible qualities only, but not \r\nat all with respect to colour, since the fits are supposed \r\ncommon to all colours. \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}