{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/873c0d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d4f37ceb3d96db0c7d5988fd019e25da/614425f3-6330-4c7a-917b-9e8b4550c7a3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>IIII. As the intervals of those fits are all supposed equal; \r\nare totally independent of refracting or reflecting surfaces, \r\n& are common to all colours; as many red rays for \r\ninstance will fall on any particular point of surface disposed \r\nfor transmission as for reflection; therefore an equal \r\nnumber of all those red rays that fall on any particular \r\nspot should be transmitted as that of those that are reflected; \r\nbut we find by experiment, that where Red rays are \r\nreflected, none are transmitted, & <u>vice versa <\\u>; the same \r\nwill hold true with respect to all the other colours; \r\ntherfore in all those cases the fits seem ineffectual. \r\nV. As the intervals of the fits are supposed to occupy \r\nthe 89000th of an inch only; & since light moves at the \r\nrate of one Million of Miles each Minute in round numbers; it follows \r\nthat more than 33 Millions of Millions of the intervals \r\nof those fits must pass through any transparent surface \r\nin every second of time. and since every change of \r\nposition of the Lenses of even the 89000th part of one \r\ninch in any direction whatever, must either change the \r\nthickness of the plate of Air with respect to the rays \r\nfalling on it, or its distance from the luminous body; \r\nin either case the appearances of the prismatic rings \r\nmust be incessantly varying; insomuch that it would be im-\r\npossible to prevent such tremor taking place as would \r\ncompletely mix the colours, & destroy their prismatic \r\nappearance; but we find that the same obliquity \r\nof the incident light, & the same elevation of the Eye is \r\npreserved; no removal of the lenses has any effect \r\nin changing the appearance of those Rings.\r\nVI. one other objection remains, which alone appears to \r\nbe conclusive against the Theory. The plate of Air can \r\nhave no share whatever in the formation of prismatic \r\nrings; because if the apparatus in which they are formed \r\nis placed under the glass receiver of an Air pump and \r\nthe Air exausted as compleately as the most improved \r\nconstruction of an Airpump is capable of, no diminution \r\nof the intensity of colours can be perceived: on the \r\ncontrary it will appear from experiments to be <\\s>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}