{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/fe0c20/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/73afed47e16429733860f515d48ccd52/e29768e4-4a6d-4a0f-a739-dd281f11536b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/7",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>each other, four shadows only will appear, altho <s>[text?]<\\s> in this \r\ncase there are six surfaces; because the four adjoining \r\nones appear but as two only. \r\nThe darkness of these shadows will decrease as they re-\r\ncede from the light; the second having one reflecting surface \r\ninterposed between it & the eye will be lighter than the first, \r\nthe third shadow having two, will be lighter still, & the fourth \r\nhaving three reflecting surfaces between it & the Eye, will scarcely \r\nbe perceptible.\r\nEx. 3. If instead of a small wire, a thick cylinder of half an inch \r\ndiameter is held over the slips of glass at right angles to the \r\ndirection of the light, the several shadows will overlap each other, \r\n& form a dark shadow in the middle bordered with lighter \r\nshadows, corresponding to the number of surfaces of the glass \r\nplates; but those towards the light instead of growing lighter \r\nas they recede from it (as was observed with respect to the \r\nshadows of the small wire) will grow darker as they approach \r\nthe principal shadow; because in this case each preceding \r\nshadow is overlapped by the succe[e]ding one. \r\nEx 4. If instead of the cylinder we adopt a slip of Brass [card] or Tin \r\n3 or 4 inches long & 3 broad painted black on both sides to \r\nprevent all reflection, & if this card is held in a perpendicular \r\nposition over a single glass slip lyeing flat on a Table, & \r\nwithin 1/10 of an inch of its surface, the dark shadow of the \r\ncard will have one lighter border; if there are two slips \r\nof glass laid on each other, the dark shadow will have \r\ntwo lighter borders; three pieces of glass will give three, \r\n& four pieces four borders. the first of those in order \r\nnext the light will be on the upper surface of the upper glass \r\nonly, & ther[e]fore will be lightest; the second consisting of two \r\nshadows overlapping each other, viz. that on the upper \r\nsurface already mentioned & also that on the two contiguous \r\nsurfaces of the upper & second slips (forming in ef[f]ect but \r\none surface) & ther[e]fore will be darker than the first. \r\nthe 3d border in like manner consisting of 3 shadows \r\nwill be darker than the second, & lastly the fourth \r\nborder consisting of four shadows will be darker than \r\nthe third. \r\nThe use of these shadows is not only to shew more \r\nclearly prismatic Rings or other phenomena by \r\ntaking<\\s>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}