{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/c36d1d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d2f33d30aa1b8cd323e5cd432335bf98/091eb195-80b0-485d-969a-9aa591f76772",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/8",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>taking off the reflection of one or more surfaces, but also \r\nas a criterion by which to ascertain where or between what \r\nsurfaces such phenomena are formed: for instance, if \r\nNewtonian Rings are seen in the lightest border of the \r\nbefore mentioned shadow thrown on two or more slips \r\nof plate glass or Lenses laid on each other; it is a proof \r\nthat such phenomena are formed between the lower \r\nsurface of the upper glass & the upper surface of the second \r\nglass; & if seen in the second shadow, it is equally a  proof of \r\ntheir being formed between the lower surface of the second \r\nglass & upper surface of the third glass or Lens &c. \r\nIn the mean time, as the terms <u>primary transmitted \r\n& reflected <\\u> rings will frequently occur, it may be necessary \r\nto define their meaning. Several other phenomena will also \r\nbe noticed hereafter which will be explained with more \r\npropriety as they occur. \r\nEx. 5. Primary or Newtonian rings are those formed between \r\ntwo lenses, or between a flat glass & a lens when pressed to-\r\ngether, & are seen by reflected light. \r\nEx. 6. Transmitted rings are seen by transmitted light, when \r\nthe lenses between which they are formed are held between \r\nthe light & the eye; & their colours altho in the same order \r\nas those of primaries are always alternate therto. for \r\nexample, if the central spot of the primary set of rings is \r\ndark, that of the transmitted set will be white or trans-\r\nparent; if the former is red, that of the latter will be green, \r\n& yellow will be opposed to violet, &c. and this holds true \r\nwith respect to all the colours of every ring composing \r\nboth sets. \r\nEx 7. Another mode of seeing transmitted Rings is by re-\r\nflection from the lower internal surface of the lower of the \r\ntwo glasses between which primaries are formed. if \r\nthis apparatus is laid horizontally on a Table, exposed \r\nto the light of a window, & if the shadow of the black card \r\nbefore mentioned is brought over it, the primary set \r\nwill appear in the first, & the transmitted set in the \r\nsecond shadow; & in this way they are seen to most \r\nadvantage.\r\nReflected sets of rings are correct Images of the \r\noriginals from which they are reflected, & also precisely of \r\nthe <\\s>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}