{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/ed9931/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a176caa1d814f40b5d60c9abb14c9128/a580452a-a116-4dc2-b0ac-bffbd5fe0e53",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/9",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>the same dimensions, provided they are formed between \r\na piece of looking glass plate of a parallel or uniform thick \r\nness & a lens, by laying the former on the latter. \r\nEx. 8. The Image in this experiment is conveyed to the \r\neye by two reflections; the first is from the internal surface \r\nof the upper glass or lens, & the second from its lower \r\ninternal surface. see fig 1st. Where AB is a plano convex \r\nlens, & CD a looking glass plate laid ther[e]on, let the light \r\ncome in the direction LPT the Eye at M will see the \r\nprimary set of rings formed round the point of contact \r\nat P; the rays proceeding from the Image of the primary, \r\nin passing upwards to the Eye at M, will also in part be \r\nreflected from its upper internal surface at Q down to R, \r\nfrom whence they will again be reflected to the Eye at \r\n<s>O<\\s> N. and these reflections are continued indefinitely. \r\nSo far it was thought necessary to be particular in \r\ndistinguishing these three kinds of <s>prismatic<\\s> phenomena \r\nfrom each other: not only because reflected Rings \r\nhave not been noticed by Sir Isaac Newton, nor \r\neven by Dr Herschell except in a cursory manner; \r\nbut because by their means, all the following new \r\nphenomena have been discovered.<\\s>\r\n1. Ex. <s>9<\\s> On repeating some of the experiments mentioned \r\nby Dr Herschell in Vol. 95 of philosophical Transactions; \r\n& having by means of the shadow of a blackened card \r\nperceived no less than eight setts of Rings in some \r\ncases; & being very attentive in endeavouring to distinguish \r\ntransmitted from reflected sets; I faintly saw parallel \r\nlines or streaks, which at first were mistaken for the \r\nthreads of a piece of black silk which was placed under \r\nthe \r\n+ <s>\"I have seen occasionally, not less than six setts of Rings \r\nfrom a very simple arrangement of glasses: they \r\narise from reiterated internal reflections; but it \r\nwill not be necessary to carry this account of seeing \r\nmultiplied sets of Rings to a greater length\" \r\nsee philosophical transactions, Vol. 95. p. 195. <\\s>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}