{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/73aa5b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a876ede7f470e52283e263326f2f0c72/420ebbc4-d460-41d2-89ec-4bedf0f2200e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/10",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the lower glass in order to see the rings more distinctly; \r\n& it was not untill after repeated examinations by the \r\nlight of a lamp [in] which <s>shades<\\s> the direct light [is shaded] from the Eyes, \r\nthat it was ascertained, that those parallel lines were drawn \r\nthrough the intersections made by the several rings of the \r\nprimary set & its reflected image, & that they consisted of \r\nlight, altho their dimensions were too small for their \r\ncolours to be distinctly perceived. \r\nThe apparatus used in this experiment was a piece of \r\ngood looking-glass plate laid on the plane side of a plano-\r\n<s>convex<\\s> concave lens [be]longing to a compound microscope, & was used \r\nfor holding mites or other animalcules on the concave \r\nside. the plane side of this glass had acquired in the polish-\r\ning (accidentally perhaps) a very small degree of convexity \r\nprobably equal to that of a lens of several feet Focal length. \r\nThis lens, when the plane glass was laid ther[e]on, produced \r\na larger set of primary Rings than could be otherwise \r\nprocured. Its concave side had been ground on a sphere \r\nof about 2 inches radius; ther[e]fore the set of transmitted \r\nrings, reflected from its lower internal surface, were too small to \r\ncause any confusion either in the primary set or its \r\nreflected image; & it was in a great measure owing to \r\nthis accidental circumstance, that these parallel lines \r\nhappened to be discovered at all; nor could they have \r\nbeen discovered, even with this apparatus, without \r\nthe use of the shadow.\r\n2. Ex <s>10<\\s> Having ascertained the reality of these parallel \r\nfringes; I painted the concave side of the plano concave \r\nlens black, in order to prevent all reflection from its \r\nconcave surface ; by which means the fringes were \r\nseen in much greater perfection. They were found  \r\nto consist of all the prismatic colours; were equidistant \r\n& parallel; equal in number to the rings of both sets \r\ntaken together, exclusive of the central one; & each fringe was drawn through the several \r\nintersections of the primary set of rings with those of \r\nits reflected image; & that  their lengths extended to \r\nthe ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}