{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/9ac056/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/065a327884643d16427c7c39f09d7f2a/0e8ebea9-561e-4493-b0a1-518c647d1a2e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/11",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the edge of the lens on both sides. that they were \r\nformed at right angles to the direction of the light, & \r\nto a line joining the centers of the primary & its \r\nreflected Image; which indeed is a necessary consequence \r\nof their being projected through the intersections of two \r\nsetts of concentric rings perfectly equal in dimensions. see \r\nFig 1 <s>fig 2<\\s> compared with Fig <s>4<\\s> 3. \r\nAltho I was convinced that those parallel fringes con-\r\nsisted of prismatic colours; yet with the apparatus now \r\nused they were too small & too close to each other to enable \r\nme to perceive distinctly the order in which those colours \r\nwere arranged, with respect to each other. as their dist-\r\nances from each other, or which is the same thing their \r\nbreadths depended on the distances of the intersections \r\nthrough which they were projected; it was obvious that \r\nby separating, or widening the distances of the latter, \r\nthat the parallel fringes would also be separated, & \r\nconsequently their breadths enlarged. \r\n3 Ex. <s>11<\\s>. For ef[f]ecting this purpose, two modes presented \r\nthemselves. either by encreasing the dimensions of the \r\nprimary set of rings, & consequently that of its reflected \r\nImage; or by lessening the distance between them. \r\nthe former mode was at that time out of my power, \r\nhaving no lens of a longer focus than the one in use. \r\nThe latter was effected by procuring a thinner piece \r\nof plate glass than that used in the <s>[text?]<\\s> 1st experiment; \r\n& altho by this apparatus the field of view was nar-\r\nrowed, the breadths of the fringes were enlarged, & by \r\nthis means it was easily perceived, that each fringe was \r\ncomposed of the same prismatic colours as Newtonian \r\nrings, & were placed in the same order with respect to \r\neach other; that is beginning with red, next Orange \r\nthen yellow, green, blue, indigo & lastly violet: \r\nbut that the fringes themselves were divided into two \r\nclasses, (with respect to the position of the colours of each \r\nparticular fringe) by a central band or fringe passing \r\nthrough a point bisecting the distances between the \r\ncentres ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}