{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/a3d885/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ad828700d10cc92c0aea5c46b00bb735/fb9ab973-26c3-4e46-bbce-abc7378eef78",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/12",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "centers of the primary set & its image, each fringe on both sides \r\nof this imaginary point, respecting <u>it<\\u> as a center, and having the \r\nred colour of each fringe turned <u>outward<\\u>, or <u>from<\\u> that center; \r\nthe central band alone being equal on both of its sides with \r\nrespect to colour; being as it were composed of two of the inside \r\nhalves of the two adjoining fringes, imagined to be laid together; \r\nhaving no red in its composition, & being rather less intense \r\nin colour than any of the others. an imitation is given in \r\nfig 2. And as it would be impracticable to express all the col-\r\nours of each fringe by shadowing; the darkest shade denotes \r\nthe violet, the unshaded side the red of each fringe, & the \r\nblack lines the divisions between them. \r\n\r\n4 Ex. <s>12<\\s> Another mode of producing those fringes was by \r\napplying a convex & a concave lens together, the curvature of \r\nthe one differing but little from that of the other. This \r\napparatus produced a larger set of primary rings, and \r\nconsequently broader fringes, than by either of the foregoing \r\nexperiments; but in this case none of them were streight, \r\nexcept the central fringe, all the rest being bent more or \r\nless into elliptical shapes, conformable to the surfaces between \r\nwhich they were formed. \r\n5 Ex.,<s>13<\\s> But a better mode still was found, by applying \r\na slip of looking-glass plate to one of the sides of a triangular \r\nprism, about 5 1/2 inches long & a full inch broad; for altho \r\nthe sides had been intended to be made perfectly flat, they \r\nhad acquired, in polishing, such a small degree of convexity, \r\nas on application of the flat glass plate, produced a larger \r\nset of primary Rings than could be had by any of the former \r\nexperiments. this apparatus was still farther improved, \r\nby painting two of the sides of the prism black, so as \r\nto exclude all extraneous light; by which means I could \r\neasily perceive that those fringes (which were produced by rings \r\nof about 3/4 of an inch diameter,) extended from one end of \r\nthe prism to the other, that is, to an extent of at least seven \r\nor eight times the diameters of the rings, & it is uncertain \r\nhow much farther they might have extended with a longer \r\nprism. they were also seen parallel to the edges of the \r\nprism, by carrying the eye in that direction, either to the \r\nright or left. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}