{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/ce46a2/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/38d156b44da8bcbef5cf9428de7dbad2/04ac102a-1e1a-4ee6-98bc-4b80221004c2",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/13",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Nor do these rings or fringes cross each other un-\r\ndisturbed, for the prismatic colours of the Rings where \r\nthey intersect each other, are deranged from their natural \r\norder; & the division lines of the fringes, where they in-\r\ntersect the other intersections, are drawn into a zig zag \r\nform, but beyond those intersections they proceed in strai-\r\nght lines. these several intersections produce a most \r\nbeautiful appearance of chequer or rather net work, \r\nthe meshes of which assume the hexagonal form, res-\r\nembling the cups of a honeycomb; of which it is im-\r\npossible to convey an adequate Idea without seeing \r\nthe experiment. an imitation is attempted in fig. 3. \r\n6 Ex. <s>13<\\s>  Having discovered unexpectedly these phenomena \r\nfrom one set of primaries & its reflected Image, I was in-\r\nduced to try what effect could be produced by two sets of \r\nprimaries brought into a similar situation with respect \r\nto each other. for this purpose, a double convex lens of \r\nabout 36 inches focus was laid on a flat piece of looking \r\nglass plate, having its under side painted black; on the \r\nlens was placed another piece of plane glass plate; by this \r\nmeans two sets of primary rings were produced, whose \r\npositions with respect to each other could be varied at pleasure. \r\non using the shadow of the black card I was agreeably \r\nsurpriz[e]d to find, that instead of parallel <u>fringes<\\u> a new \r\nspecies of prismatic <u>rings<\\u> appeared, whose number & sizes \r\nvaried with the positions & distances of the two sets of \r\nprimaries ; their dimensions were from two to three \r\ntimes the diameters of the primaries from which they \r\nappeared to originate, sometimes only one set appeared \r\nsometimes two, & at other times a third very faintly. \r\nOn first observing those new Rings it was found \r\nthat on moving the Eye in a horizontal direction to the \r\nright or left, they sometimes moved <u>with<\\u> & sometimes \r\ncontrary to the motion of the Eye; others were station-\r\nary altho the Eye moved; also that sometimes the pris-\r\nmatic colours were seen in the usual order, & at other \r\ntimes inverted; all of which facts seemed not a little \r\nperplexing at that time; but their causes will be better \r\nunderstood from what follows. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}