{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/e7ca94/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/528b001f6f6eaea502ce808c4c5fae4d/eb89154d-2c0d-41ef-b0d0-d0e6665ef22d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/14",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "7 Ex. <s>15<\\s> By a subsequent experiment it was discovered \r\nthat those rings towards the circumference of the new sets \r\nhad their colours always in the usual order; but that \r\nthose nearest the centers had their colours always in-\r\nverted; that the number of rings of each class were \r\nequal: that they all passed through the several inter-\r\nsections of the two primary sets of rings with each \r\nother, from which intersections they seemed to originate; \r\nthat the dividing ring between the classes passed \r\nthrough a point, whose distance from the center of \r\neach primary set, was in proportion to its largest \r\ndiameter. \r\nThis will be better understood by referring to fig <s>4<\\s> 2 \r\nwhere A & B are the primary sets of rings; C will re-\r\npresent one of the newly discovered sets which were deno-\r\nminated <u>intersectionaries<u>* from their apparent origin. \r\nthe fourth ring from the center will be the division \r\nbetween the two classes. those rings within the division \r\nhaving the red on their <u>insides<\\u> & those without <s>[text?]<\\s> \r\nhaving the red on their outsides \r\nas repre-\r\nsented by the figure; where the same rule has been \r\nobserved in shadowing these rings, as was observed with \r\nrespect to the parallel fringes in fig. 2d. namely that \r\nthe shaded side <s>[text?]<\\s> represents the violet & the \r\nunshaded side the Red of each ring, & the dark lines the \r\ndivisions between them. \r\nAdmitting that parallel fringes are necessarily recti-\r\nlinear, in consequence of being drawn through intersections \r\nof circles that are perfectly equal in dimensions: it follows \r\nthat where two sets of circles differ in dimensions, the cor-\r\nresponding intersections cannot lie in streight lines, but \r\nmust necessarily be circular, as will appear evident on \r\ninspection of the figure; where the dividing ring \r\nDE could not pass through the several intersections in \r\nthe points 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, unless it were circular \r\nthe same thing will hold true of all the other rings of \r\nthe intersectionary set. \r\nIt also appears by the foregoing experiments  that \r\nrectilinear <s>right lines<\\s> \r\n* The best apology for using a new word is, that it expresses \r\na new Idea.\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}