{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/862c0f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e6bbeda52d74715ee1de617bb8eb05d4/5fd7c312-a773-4a37-954c-bbe5e5a5950d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/16",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the large imperfect set, whose center is at D was evidently \r\nproduced by the intersections of the two primary sets, A & B \r\n( the former was observed to have a dark & the other a light \r\ncenter) but the set whose centre is at C cannot be accounted \r\nfor on the same principle; but may be owing to another \r\ncause, which will be better understood by a future experiment. \r\nNotwithstanding these intersectionaries seem to owe their \r\norigin to a few rings only, adjoining that which divides \r\nthe two classes; yet they are always filled up to the \r\ncenter with prismatic colours; unless when very large, \r\nas that whose center is at D, (fig. 3<s>5<\\s>) or when they appear \r\nin part only, as segments of circles; in which case the central \r\nspaces appear blank. \r\n9 Ex. <s>17<\\s>. It is perfectly certain that these intersectionary  \r\nrings are alway formed between the two <s>lower<\\s> contiguous \r\nsurfaces of the two lower pieces of glass when three pieces \r\nare employed; this is easily proved by the test of the \r\nshadow. but if four or more pieces are laid on each other \r\nthe number of spectra may be increased indefinitely, \r\n<s>[text?]<\\s> & those again may be multiplied by in-\r\nternal reflections; so that to pursue these phenomena \r\nthrough all the varietes of which they are capable \r\nwould be an endless task. \r\nLet it be observed here, that the several drawings of \r\nprismatic rings in figures 1, 2, 3, <s>2, 3, 4 & 5<\\s> are such as would \r\nappear to the Eye, could it see them at right angles \r\nto the plane in which they are formed; but as the \r\neye cannot well see them in this position, nor untill \r\nit is lowered to an obliquity of about 30 degrees, the \r\nproper allowance must be made; for such rings will \r\nalways appear of elliptical forms, <s>[text?]<\\s> less or more elon-\r\ngated according to the greater or less elevation of the \r\neye See fig. 4<s>6<\\s>. \r\n10 Ex. <s>18<\\s> Finding from the foregoing experiments that \r\ntwo setts of rings of equal magnitudes produced streight fringes, & that those of unequal sizes produced Rings ; \r\nit was obvious that both fringes & rings might be \r\nconsidered as diagonals to the angles in which they \r\nwere formed; it was therefore concluded from Analogy \r\nthat ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}