{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/a55d67/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/dc3da48b3742794f6a68a8863da7a04f/f89c2778-588e-41b6-8d25-721e551b5e11",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/17",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "that if primary fringes could be produced between two \r\nflat pieces of looking-glass plate; & that if two of those \r\nsets were made to cross each other, a set of streight \r\nor rectilinear fringes should be formed diagonally between \r\nthem; & on making the experiment, I had the pleasure \r\nto find the result precisely answered expectation. so far \r\ntheory & experiment agreed; (see fig. 6.<s>8<\\s>) but in the course \r\nof making this & some of the succeeding experiments, several \r\nunexpected phenomena were discovered. \r\n11 Ex. <s>19<\\s> The slips of plate glass used in this & several of the following experiments were from 4 to 6 inches long & about \r\n1 1/2 inch broad, their edges having been ground streight. \r\nOn wiping two of those glass slips perfectly clean with \r\nsoft shammy or a soft dry linen rag, (which is absolutely \r\nnecessary as the smallest particle of dust scarcely perceptible \r\neven with a microscope, interposed between the slips would \r\nprevent the success of the experiment) & by applying two \r\nof their ends together, & by using some friction & a consider-\r\nable degree of pressure, a beautiful set of rectilinear \r\nprismatic coloured fringes appeared across the glass slips, \r\nhaving all the prismatic colours in the same order \r\nas Newtonian rings, & equally vivid. (see fig. 5 <s>7<\\s>.) and \r\naltho the breadths of those fringes could be encreased or \r\ndiminished by the greater or less degree of pressure \r\n(which had the effect of diminishing <s>of<\\s> or encreasing the Angle \r\nformed by the planes) yet their breadths continued to \r\nbe uniform, or as nearly so as might be expected \r\nconsidering the unavoidable imperfections of the best \r\nplate glass. \r\nIt was proved by Sir Isaac Newton, that primary \r\nprismatic rings were repeated at equal increments of \r\ninterval between two spherical surfaces, because the semi-\r\ndiameters (or which is the same thing the diameters) of \r\nthose rings were found on actual measurement to be to each \r\nother as the <u>square roots<\\u> of the series 0, 2, 4, 6, 8, &c. begin-\r\nning at the center of the rings or point of contact as \r\nmust be well known to mathematicians. \r\nit might ther-\r\nfore have been known by reasoning a priori that if \r\nsimilar prismatic phenomena could be produced between \r\ntwo flat planes, that the corresponding repetitions must ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}