{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/7b98e8/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/59fe77fda5753a1af33d254338110859/e65ab78c-b440-4e51-a935-30882e02747a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/18",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "must take place at regular and equal intervals from the point \r\nof contact or vertex of the angle; corresponding to the \r\nnatural numbers of which the measurements of the rings \r\nexpresses the square roots; that is as the series 0, 2, 4, 6, \r\n8, &c. the principle is therefore fully confirmed by this \r\nexperiment. \r\n12 Ex. <s>20<\\s>. Those primary fringes have also transmitted sets \r\nbetween them, alternate in colours to their primaries, exactly \r\nsimilar to Newtonian rings; for by placeing them long-\r\nitudinally in the direction of the light, & by using the \r\nshadow of a black card thrown across them, both primaries \r\n& transmitted fringes may be seen at once by the naked \r\neye. Let the light come in the direction AB in fig. 5 <s>7<\\s> & \r\nlet CD represent the edge of the shadow next the light \r\nthose fringes above the line CD are primaries, & those \r\nbelow it are transmitted sets, alternate in colours to the \r\nothers. altho these primary fringes are uniform in their \r\nbreadths, they are not quite so with respect to colour; \r\nfor the yellow, blue, indigo & violet, are predominant \r\nin the 1st, 2d, & 3d fringes next to the place of contact; \r\naltho' these 4 colours are but little perceived after the 3d \r\nfringe, where 10 are seen; the red orange & green \r\nbeing predominant in all the rest. \r\n13 Ex. <s>21<\\s>. After having produced one set of primary fringes \r\nI succeeded in having another set formed at right angles \r\ntherto, by applying a 3d slip of glass longitudinally to the \r\nupper one of the first two, on which the expected diagonal \r\nfringes immediately appeared in the angle between the \r\ntwo primary sets, as showen in fig. <s>8<\\s>. where B & C are \r\nthe primary fringes & D the intersectionary set divided \r\ninto two classes, as showen by the dotted line.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}