{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/dd49e2/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/15ad6cea16f71ddc5c172b2dfb5cefd5/0891b627-43a9-4afa-835c-b71ffb33d0fa",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/19",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "14 Ex. <s>22<\\s> It was found by trials, that the releative position of \r\ntwo sets of fringes when formed by three slips only of glass \r\nplates, connected together as in Experiment 12<s>20<\\s>, could not be \r\nchanged at pleasure; but, by using four slips, and having a set \r\nof fringes formed between each pair, which were unconnected, \r\nthese could be placed the one over the other in any position \r\n& at any required angle; by this arrangement it was \r\ndiscovered, that whatever was the magnitude of the angle \r\nformed by the two sets of primaries, that angle was \r\nalways bisected by the central band of the intersectionaries. \r\n& altho these latter evidently proceed from the crossings of \r\nthe two sets of primaries, yet they are never continued thro-\r\nugh those crossings to the opposite angle at A. fig <s>8<\\s>6 \r\nnor could they be made to appear in any angle formed \r\nby primary fringes, unless the said fringes were so dis-\r\nposed as to have their red sides turned inwards, or towards each \r\nother. this remarkable fact was proved by several repe-\r\ntitions of the same experiment. \r\n15 Ex. <s>28<\\s>. In the course of making these experiments I had \r\naccidentally left a single slip of glass on one of the pairs bet-\r\nween which a set of primaries were formed, without any \r\nother pressure than its own weight; on examining the ap-\r\nparatus a few minutes afterwards, I was agreeably surprized \r\nto find no less than four setts of the same kind of fringes \r\nwhich appeared in the angle between the two setts of prim-\r\naries as before related in Experiment 12<s>20<\\s>, almost parallel \r\nto each other, & nearly so to the primaries, & at about an inch \r\ndistant in front therof.  (see fig. 5<s>7<\\s>) the set marked 2 had broader \r\nfringes, more vivid in colour, & consisted of a greater number \r\n(from 15 to 19) than those setts on each side therof; for these \r\nlatter appeared to have that inferiority of colour to the principal \r\nset, that it bore to the primary set. all the four sets were \r\nby attentive observation visible to the naked eye, & were all \r\ndivided into two classes by a central band as was before observed \r\nof the others; & on application of the shadow, were found to \r\nconsist of primary & transmitted fringes precisely in the same \r\nmanner as first primaries or Newtonian rings. \r\nA representation is show<s>en<\\s>n in fig. 5<s>7<\\s> before referred to, where \r\nthe sets denoted by 1,2, 3, & 4, may be call[e]d primaries in respect ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}