{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/f67174/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/90fa2ffa9c9584c4b0146e7b504192a1/9295627f-3687-4583-8308-134b4b2dfd51",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/20",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "respect of 5, 6,7, & 8 which, in like manner may be denominated \r\ntransmitted sets; all the space below the line CD being supposed \r\ncovered with the shadow of a black card. \r\nNot having hitherto observed these secondary fringes, ex-\r\ncept where they proceeded from intersections of premaries; \r\nit was concluded that this was the only cause of their \r\nappearance; but, by this last experiment, I was convinced \r\nof the error of this opinion, & that they are entitled to the \r\nsame rank of originality as primary fringes or Newtonian \r\nrings; & since they are always found divided into <u>two<\\u> classes, \r\nI shall <s>hence<\\s> henceforward venture to denominate them \r\n<u>Binaries<\\u> which perhaps may not be an improper character-\r\nistic for the whole genera, in contradistinction to <u>primaries<\\u>, \r\nas it will appear in the sequel, that there are several \r\nspecies of the former, & at least two of the latter. \r\n16 Ex. <s>24<\\s> This experiment was made to ascertain whether \r\ntwo slips of glass only, when the uppermost was pressed by its own \r\nweight alone would produce Binary fringes between them; \r\n& I succeeded in perceiving one set whose breadths were about \r\none tenth of an inch each, see fig. 9 these are best seen by clear \r\nDay light; but it is also necessary to have a piece of black \r\nvelvet under the lower slip, otherwise to have its under \r\nside painted black. \r\n17 Ex. <s>25<\\s>. In endeavouring to see these fringes mentioned in last \r\narticle by candle light I was disappointed, but accidentally perceived others of \r\na different species, less in breadth, but much more numerous, & \r\nby which the whole length & breadth of the glass slips were \r\ncovered. these were visible by the light of a small candle \r\nonly, nor could they be perceived except in the image \r\nof the Blaze of the candle reflected from the upper sur-\r\nface of the upper slip of glass, & by moveing either the \r\neye, or the candle, or the slips across the direction in which \r\nthe fringes appeared. & even with every precaution I \r\nsometimes fail[e]d in seeing them, which I attributed to \r\nthe presence of very minute dust between the glass \r\nplates, which in some cases can be known only by its \r\neffects. moreover, when the Eye changes from a greater to a less \r\nquantity of light, it requires some time to adapt itself \r\nto such delicate & minute objects, before it can perceive them \r\nsatisfactorily ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}