{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/01c8d1/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/8a2b2ddf062cab2556d200931fdd21f5/34c09c61-cbc6-418c-ad35-052f15b1ccc9",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/21",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "satisfactorily see fig. 22 <s>19<\\s>\r\n18 Ex. <s>26<\\s>. By subsequent trials it was found, <s>that<\\s> by \r\nthe use of an oil lamp, having 5 or 6 small wicks in a row, \r\ncomposed of Hempen packthread which produced a pale brownish \r\nlight; that those singular fringes could be seen with nearly \r\nas much ease & certainty as any of the other phenomena, \r\ntho' not all at once; but by moveing the light over them, \r\notherwise moveing the slips with respect to the light, & \r\nby using a magnifying glass it was ascertained, that the \r\nspecimen represented by fig. 8<s>10<\\s> contained 30 of these frin-\r\nges to an inch. Being uncertain whether they might not \r\nbe the same as the primary Fringes mentioned in ex-\r\nperiment 11<s>18<\\s> or a continuation of them, I caused a few of \r\nthese latter to be formed at one end of the slips at A, \r\nfig. 8<s>10<\\s> when it was found that they crossed each other \r\nat a certain angle as showen in the figure; therfore \r\nthey could not be the same. moreover, as they have \r\nno perceptible colour like first primaries, nor divided \r\ninto classes as Binaries; they must be different from either. \r\n19 Ex. <s>28<\\s>. It next occurred to try what effect could be pro-\r\nduced by three slips of glass when laid together, & pressed \r\nby their own weight alone. leaving them in this sit-\r\nuation about 15 minutes I found an irregular set \r\nof Binaries spread over the surface of those slips; \r\na representation of which is showen in fig. 9<s>11<\\s> \r\nOn drawing or sliding the upper piece of glass \r\nalong the surface of the middle one, these fringes \r\nchanged their shape, & disappeared as far as the \r\nmiddle slip was uncovered by the upper one; or if \r\nthe upper two were kept together, & both moved \r\nover the surface of the under slip, the same pheno-\r\nmena took place. But if the upper glass was in \r\nthe smallest degree seperated from the other two, or \r\nif the two upper pieces were in the same degree sep-\r\nerated from the lower one; in either case, the spect-\r\nrums first changed their shapes & then vanished; \r\nbut, on leaving the slips to the pressure of their \r\nown weight, were again as instantly restored. \r\non changeing the position of these three slips ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}