{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/44faef/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/34bb20b8007094d8335c0834e9eda96d/b5b66403-7ef8-477d-bcd8-fb226959183c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/22",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "by placeing the two upper ones across the <s>two<s\\> lower one, a \r\nnew spectrum was formed as seen in fig. 10<s>12<\\s> in these as well \r\nas in the following figures of Binaries, the central band \r\ndividing the two classes, is always denoted by a dotted line. \r\nThese spectra may be varied almost to infinity by \r\nthe smallest change of distance or relative position of \r\nany one of the three slips to the other two; and it affords \r\na pleasing amusement to observe those fleeting forms \r\nstart into new & fantastic shapes in such a manner as \r\nstrongly to resemble, in miniature, the corruscations \r\nof the Aurora Borealis. in order to determine \r\nwhether these spectrums were formed between the two \r\nupper, or between the two lower <s>lower<\\s> surfaces of the \r\nglass slips; the test of the shadow was applied; which \r\ndetermined them to be always formed between the \r\ntwo lower contiguous surfaces. \r\n20 Ex. <s>28<\\s> But it appearing very unaccountable that the mere \r\npresence of the upper glass slip should produce spect-\r\nra between the two lower slips; I wished to have \r\nthe fact corroborated by another experiment. for this \r\npurpose two similar slips of glass were so closely applied \r\ntogether, as to produce primary fringes between them, \r\n& in this position they were cemented together with \r\nBees-wax, to prevent shifting; this double slip being \r\nsubstituted, instead of the two upper unconnected slips in \r\nExperiment 12<s>26<\\s>, produced Binaries as usual. on \r\napplication of the shadow, the primaries appeared in \r\nthe second <s>[text?]<\\s>, & the Binaries in the third shadow, \r\nas expected; but it being perfectly certain that the primaries \r\nwere formed between the two upper contiguous surfaces; \r\n& as the shadow proved that the thickness of one slip \r\nof glass was interposed between the two spectrums; there \r\ncould not remain a doubt of the Binaries being \r\nformed between the two lower contiguous surfaces. \r\n21 Ex.<s>29<\\s>. These results being so unexpected with three \r\nslips, it naturally occurred to me, to try what efect four would \r\nproduce. Having placed two laid together horizontally on \r\na Table; I took up the double slip mentioned in Ex. \r\n18<s>26<\\s>, in order to clear it of dust, & was in the act of \r\nholding",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}