{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/bdfeb6/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a3e638f81c9c92cded1b9b78de8c1330/598f074b-b7b3-4f98-a0a4-7d2d5fb2de4c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/23",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "holding it up between the light & the eye in order \r\nto examine whether it was perfectly clean; & it happening accidentally to be in the direction of the two lying on the \r\ntable; I was agreeably surprized to find a spectrum al-\r\nready appear as if formed in the Air, altho the two pairs \r\nof slips were several inches asunder; which spectrum \r\non moveing the double slip in the hand, out of the \r\ndirection of those on the table, vanished as far as those \r\non the table were uncovered by those in the Hand. \r\nAnd notwithstanding this spectrum appeared to be formed in the Air, \r\nthe test of the shadow proved it to be formed bet-\r\nween the two slips on the table; & altho it was visible \r\nwhen the two pairs of slips were not less than ten \r\ninches asunder, it could not be perceived except through \r\nthe medium of the double slip held in the Hand. \r\nA representation of this experiment is shewen \r\nin Fig 11<s>13<\\s> where AB is a section of the two slips \r\nheld in the hand; and CD of those on the table. Fig 12 <s>14<\\s> \r\nrepresents one of those fleeting and fantastic forms as \r\nseen by the Eye at F in this experiment. \r\n22 Ex. <s>30<\\s> If the result of the last experiment appears extraordinary \r\n& unaccountable, the present one will appear still more \r\nso; for on lowering the double slip in the hand from \r\nits former elevation of about 45 degrees to about 15 \r\ndegrees, so that its Image was seen reflected from \r\nthe upper surface of the upper glass on the table, \r\nas represented by GH in Fig. 13<s>15<\\s> a new spectrum \r\nFig. 14<s>16<\\s> was seen in this reflected Image, superadded \r\nto that showen in Fig 12<s>14<\\s> which was not to be per-\r\nceived in the object A B itself! both spectrums togeth-\r\ner as seen by the eye at F are represented in Fig 17. \r\n23 Ex. <s>31<\\s> It was fully ascertain[e]d by the test of the shadow, \r\nthat while the double slips were in the position described \r\nin Ex. 20<s>28<\\s>, that both spectra were formed between the \r\ntwo slips on the table: but on lowering the two upper \r\nslips untill they were laid flat on those incumbent \r\non the table, both <s>spectra were<\\s> were gradually metamor-\r\nphosed into two others; one of which was formed between \r\nthe two lower, & the other between the two middle slips \r\nbrought ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}