{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/ccfbd8/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a15572e86e09ca89b9289001dc495e7c/88784e59-8bbb-497d-ab18-9611f52be927",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/26",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>the first sort, are extended over the whole length & breadth of \r\nthe glass slips, whatever their dimensions may be, & are \r\nvisible with weak candle or lamp light, but cannot be seen \r\nin day light. \r\nBinaries may be subdivided into six species. \r\n1st. Those formed without pressure, between two parallel \r\ncontiguous surfaces, when only two pieces of glass are employed; \r\nnot more than one set, & sometimes only part of a set of \r\nthese have yet been perceived at once by this arrangement. \r\n2d Those formed between parallel surfaces when three \r\npieces of glass are laid together; part of the two lower surfaces being in contact so as to form primaries between them, while \r\nthe upper slip is pressed by its own weight alone. one, two, \r\nthree, & even four setts of narrow fringes have been seen \r\nat once by this arrangement. \r\n3d Those formed when three pieces of glass are laid together, \r\n& pressed by their own weight alone; no more than one \r\nset has been seen at once by this arrangement; they are \r\nmuch broader & more irregular in shape than the second \r\nspecies; & altho the presence of the upper piece of glass \r\nis absolutely necessary for their production, they are always \r\nformed between the two lower contiguous surfaces. \r\n4th Those formed as diagonals in the Angle between two \r\nsets of the first species of primaries; these are always \r\nprojected through the intersections of two sets of primaries \r\nwith each other, & therfore have been denominated \r\nintersectionaries. \r\n5th. Irregular spectra, formed without pressure bet-\r\nween two plane glasses laid horizontally on a Table & \r\nviewed through two similar pieces of glass (slightly cem-\r\nented together to prevent shifting) & held in the hand at \r\ndifferent angles of obliquity. These spectra are \r\nvisible altho the double slip held in the hand is in some places \r\neight or ten inches from those on the table; & when \r\nthe double slip in the hand corrected from an angle \r\nof 45 <s>[text?]<\\s> to an angle of 15 degrees, a new spectrum \r\ndifferent from the former is seen in the reflected image \r\nof the object which cannot be seen in the object itself. <\\s>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}