{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/7c2fe5/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6c3362073c29dbf458467374ac3464e8/8c54dec2-7c68-47a3-b23a-543f007d220d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/27",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>6th. Intersectionaries formed when a piece of plane glass \r\nis laid on a lens having a long focus, & therby producing a \r\nlarge set of Newtonian  rings; if the shadow of a Black card \r\nis thrown on the rings when the eye is at an elevation of \r\nabout 30 degrees, a set of binary fringes will be seen \r\ndrawn through the intersections of the primary set of rings \r\nwith its reflected image, to an extent of seven or eight times \r\nthe greatest diameter of the rings from which they are \r\nproduced. These latter fringes differ from all the other \r\nphenomena, in being visible only at right angles to \r\nthe direction of the light, whereas all the rest may be \r\nperceived in any other direction. \r\nIf lenses are used instead of plane glass plates in any of \r\nthe foregoing experiments, circular rings will be formed in-\r\nstead of rectilinear phenomena. for example, if two lenses, \r\nor a flat glass & a lens are laid together, Newtonian rings \r\nwill be formed; if a double convex lens  is placed between \r\ntwo pieces of plane glass so as to produce two sets of prim-\r\nary rings differing in dimensions, & so situated that the \r\nrings of each set shall interfere & cross each other, a set of \r\nintersectionary rings will be formed corresponding to the \r\nright lined diagonal fringes mentioned above as the fourth \r\nspecies of Binaries; & altho turned to rings, retaining \r\nthe Binary characteristic through every variation \r\nof dimensions. \r\nIt may be observed that in the above recapitulation \r\nthe results are not placed in the same order in which \r\nthe discoveries were made; because that in interrogating \r\nNature by experiment on her secret operations, we \r\nmust be content to receive her answers in that order \r\nin which our ignorance of her laws have placed \r\nthem, altho that may not be the most advantageous \r\nfor discovery; for instance, had primary fringes (which \r\nare supposed the most simple phenomena)  been first \r\ndiscovered; it must have been observed that any degree of \r\nbend or convexity in either plate of glass, would have \r\nproduced a corresponding bend in the prismatic fringes \r\nformed between them; it would therfore have been \r\nan easy inference that globular surfaces must produce \r\nrings<\\s>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}