{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/80f03a/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f1ed83fb4835889776cf06d6cae1e3a1/fac696b5-bd83-4212-8fdc-63cda0db0406",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/28",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s> rings; & if the crossings of primary fringes had been observed \r\nto produce sets of Binary fringes as Diagonals in the angles \r\nformed by them; and if corresponding phenomena had after-\r\nwards been perceived altho turned to rings by the spherical shape \r\nof lenses, they might have been more easily understood than \r\nin the order in which they happened to be first observed, \r\nwhere they appeared to be inexplicable. \r\nIn experiment 13; by which Binary rings were first dis-\r\ncovered, it was observed, that they sometimes moved with \r\n& sometimes contrary to the motion of the eye, & that other \r\nrings were stationary altho the eye moved; these phenom-\r\nena could not then be understood; but when it was after-\r\nward discovered that one species of Binary fringes, changed \r\ntheir place with the motion of the eye; while others were \r\nstationary while the eye moved; & that the only difference \r\nbetween rectilinear fringes & rings, is caused by the different \r\nform of the surfaces of these glasses between which they appear; \r\nthe above facts were therby more easily understood, by \r\nreferring them to the one or the other of those species. \r\nfor example; those <u>rings<\\u> which were stationary while \r\nthe eye moved, have in all probability the same cause \r\nwith those <u>fringes<\\u> which were first observed in the 22d \r\nexperiment, & were <s>[text?]<\\s> turned to <u>rings<\\u> only by the spherical \r\nsurfaces of the lens; also, that those <u>rings<\\u> whose motion \r\ndepended on the eye, may in like manner be referred \r\nto the 6th species of Binaries <u>fringes<\\u>, first discovered in \r\nthe 8th experiment; & that moving with, or contrary \r\nto the Eye's motion, depends on their being seen on \r\nthe <u>near<\\u> or on the <u>off<\\u> side of the place whence they \r\noriginate, with respect to the situation of the eye. \r\nThese observations are made to show the  propriety of supposing \r\nno fact, however apparently trivial, to  pass unobserved in \r\nmaking experiments; because altho they are not under-\r\nstood at the time, they may afterwards serve mutually to \r\nexplain, or be explained by other phenomena when discovered. \r\nunder the head of the 6th objection to the Newtonian Theory \r\nit was alledged that the intensity of colour of prismatic \r\nphenomena between lenses was in proportion to the \r\ndifference <\\s>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}