{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/164f46/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d3d19df84b214c286f4067c6ee3b095c/15ac7879-8aea-4feb-bd92-6cb07ef3a458",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/29",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>difference between the refractive power of such lenses, &  the \r\ncircumambient media; consequently that the plate of air \r\ncould not be the cause of those rings since their colours \r\nwere even improved, instead of being injured by its abstraction. \r\nwith a view more fully to ascertain the truth of these alle-\r\ngations, the following experiments were made. \r\nEx. 33. Two lenses between which a large & beautiful set of \r\nNewtonian rings were formed, were placed under the glass \r\nreceiver of an excellent Air pump, & the Air exausted. it \r\nis certain that the colours were in no degree injured therby \r\nbut might have been in a small degree improved  without its being perceived through the glass receiver, which must have \r\ninterceted some of the rays; besides, the refrctive power of Air \r\ndiffers so little from that of vacu<s>o<\\s>, that the effect of the change \r\nfrom one to the other might be nearly imperceptible. * \r\nEx. 34. As the appearance or non appearance of coloured \r\nphenomena between the surfaces of glass plates or lenses were \r\nfound to depend on intervals which were too minute to be mea-\r\nsured by any common mode; I procured a few glass globes \r\nto be blown thin enough to show prismatic colours: and in \r\nthe several experiments that were made for the above purposes, \r\nas well as for determining the limits beyond which coloured \r\nphenomena cease to appear, fragments of those globes were used \r\nas measures, which altho not easily reducible to parts of an inch, \r\nmight serve to compare with each other. \r\nEx. 35. It was found by repeated trials, that one of those \r\nfragments in thickness, was in most cases when interposed bet-\r\nween the surfaces, sufficient to prevent the appearance of \r\nprimaries; but that two, & sometimes three in thickness, \r\nwere necessary to prevent the appearance of Binaries. those \r\ndifferences might no doubt depend partly on the imperfection \r\nof even the best glass plates, as well as on the different thick-\r\nness of the fragments; but in all cases, a less thickness of \r\nthese fragments were required to prevent the appearance \r\nof primaries, than that of Binaries. \r\nEx. 36. Water when introduced between lenses where \r\nNewtonian rings were formed injured the colours but little. \r\n* The refractive power of Air to that of Vacu<s>o<\\s>, is as 3201 to 3200.<\\s>\r\n\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}