{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/0b16af/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/c0443c28ccd04a64cb7edc3f15267c9e/4e28cbc3-ed3d-4677-bfd3-a01faceeda42",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/30",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>Ex. 34. Nitrous Acid injured the colours more than water, but \r\nthey were still visible. \r\nEx. 35. Olive Oil introduced between the lenses, rendered the \r\ncolours invisible; but when the flat side of a Rose Diamond \r\nwas substituted for one of the lenses, the colours reappeared; \r\n& in every other case, when Diamond was substituted for glass, \r\nthe colours were improved therby. \r\nEx. 36. When coloured fragments of the abovementioned glass \r\nglobes were immersed in the different fluids, the results were \r\nconformable to the 33, 34, & 35 experiments. in water the \r\ncolours were not much injured; in Nitrous Acid they were \r\nlittle more than perceptible; & in Olive Oil they disappeared. \r\nIf a table is formed of the above mentioned fluids, in the order \r\nof their refractive powers, beginning with the greatest, & ending with \r\nthe least, it will at the same time serve also to express the order \r\nof the intensity of the prismatic colours, as seen in the foregoing \r\nexperiments, beginning with the faintest, & ending with the most \r\nintense, thus. \r\nOrder of the intensity of colour\r\n1 Olive Oil 4\r\n2 Nitrous Acid 3\r\n3 Water. 2\r\n4 Air. 1\r\n5 Vacuo. 0\r\norder of refractive power\r\nOn a retrospective review of the foregoing results, it will be \r\nobserved that there is one striking circumstance common to all \r\nthe experiments where prismatic phenomena have been \r\nproduced, either between flat surfaces or lenses, or have appeared \r\nin thin plates; namely, that the efficient surfaces must be \r\nwithin extremely small indefinite distances from each other; \r\nthat within those limits whether the experiments are made \r\nin Air or Vacuo the colours never fail to appear: but \r\nbeyond them they never have been seen: an Obvious con-\r\nclusion follows, viz. that whatever is the cause of the \r\nphenomena; its operation is confined within these limits. \r\nIt was admitted by Sir Isaac Newton that \"reflection, refraction \r\n& inflection of the rays of light were all performed by one & \r\nthe same principle acting variously in various circumstances \r\n& that mutual action & reaction between  bodies & light take place \r\nat some indefinitly small distances from the surfaces \r\nof <\\s>\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}