{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/e12d34/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/cf89e66281fba35fc515103e76c8a3e3/226cafe9-a7e3-4924-ad32-0601720a2cb2",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/31",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>of such Bodies: & that light is reflected more copiously from \r\nthe internal surfaces of transparent bodies than from the external.\" \r\nHe also proved by experiment, that the rays of light in passing \r\nvery near solid bodies are separated into coloured fringes, which \r\nwith a high degree of probability he attributed to their different \r\ndegrees of flexibility. *\r\nWith these principles & facts present to his view, it appears \r\nsomewhat strange that Newton should have gone so far out \r\nof his way for the cause of coloured rings, as to attribute them \r\nto a plate of Air, & suppositious fits of easy reflection & \r\n refraction of the rays of light, when a cause more obvious & \r\nmore simple was at hand; namely, <u>the interference of \r\nthe reflecting & refracting strata of the contiguous surfaces \r\nof transparent bodies<\\u>. It must not be overlooked however, \r\nthat Newton was destitute of all the advantages of later \r\ndiscoveries; that had he pursued his experiments (which were \r\nconfessedly left in an unfinished state) as far as he intended, \r\nhe no doubt would have been the first to have discovered and \r\nacknowledged the weakness of his own Hypothesis. \r\nThis new Theory may be illustrated by referring to figure \r\n18 & 19. let AB in fig 18, be a piece of plate glass, & CD a lens \r\nlaid theron, the point of contact being at E. let the dotted \r\nborders represent the external refracting strata, supposed to \r\nextend to an extreamly small indefinite  distance from each \r\nsurface; the dotted circles will represent Newtonian Rings, \r\nwhose boundaries will be at F & G where the strata cease \r\nto interfere. \r\nLet A.B. in fig. 19 represent the section of part of a \r\nmagnified soap bubble, or thin glass globe; let the dotted \r\nborders represent the refracting strata of the internal sur-\r\nfaces of the plate of water, or of Glass; the boundaries of \r\ncolours be at C, & E, where the strata cease to interfere, \r\n& beyond which the plate is too thick to produce colour. \r\nthe point D will be the thinnest part of the bubble where the \r\nstrata are reduced to nothing by the contact of the two external \r\nsurfaces; & therby forming a plate too thin to produce colour; +\r\ncorresponding to the central spot of Newtonian Rings where \r\nall \r\n* Newtons Opticks Book 3d. p, 293. to 315. \r\n+ Newtons Opticks Book 2d. p. 187.<\\s>\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}