{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/9e327b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/33c1f605b4b46b9371b84dbbef9ea050/e9b52324-765e-4a70-b8c0-b6b9e10f76ff",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/32",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>all colours disappear. \r\nThe whole of this new Hypothesis may be comprized in \r\ntwo Articles. \r\n1st. All prismatic phenomena which appear between plane \r\nglass plates or lenses, are caused by the interference of the refracting \r\nstrata of their contiguous surfaces. \r\n2d. In all cases the intensity of colour is (<u>caeteris paribus<\\u>) pro-\r\nportional to the difference between the refractive powers of said \r\nplates or lenses & those of the circumambient media. \r\nIf the above theory is well founded; it is also probable that \r\nprimary phenomena, as well as the colours of thin plates are \r\ncaused by the interference of the refracting strata of <u>internal<\\u> surfaces \r\n& those of Binaries by the interference  of the strata of <u>external<\\u> \r\nsurfaces; & altho this opinion may seem to disagree with \r\nthe illustration given by <s>plate<\\s> fig 18. (which to avoid \r\nconfusion was adapted to the simplest case) the difficulty is \r\nremoved by supposing the dotted rings to represent Binaries \r\ninstead of primaries, & that the latter do not commence untill \r\nafter the surfaces have approached much within the limits \r\nsufficient for producing the former, conformable to the 33d \r\nexperiment; which may be still farther corroborated by the \r\nfollowing. \r\nEx. 37. A fragment of one of the glass globes before mentioned, \r\naltho too thick to show colours in itself, was interposed between \r\ntwo plane glass plates; it did not present the appearance \r\nof Binaries; altho at the same time primary fringes appeared \r\non both sides of the fragment where it was in contact with the \r\ncontiguous surfaces of the glass plates. in this case there was \r\nan interval between the plates of more than three times that which was sufficient \r\nto produce primaries, & yet not great enough to present the \r\nappearance of Binaries. \r\nThis opinion is corroborated by the following facts. 1st nothing \r\nsimilar to Binary spectra have yet been  perceived either \r\nin soap bubbles, or thin glass plates. 2d. there is a close similarity \r\nbetween the colours of primary+ phenomena, & those of thin \r\nplates \r\n+ The 2d species of primaries which were discovered in the 23d experi-\r\nment must be taken as an exception to this rule; & had it not been \r\nto avoid the necessity of inventing a new term to express them \r\nby, perhaps they should have been considered as belonging to a 3d \r\ngenera, different from both the other two. <\\s>\r\n\r\n\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}