{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/e7d3a9/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ce4b9e4d6dc10fdf5ac6ae2baeb26ecf/ddbc9ab3-87cd-4afe-bbe3-ba7098f8a8c0",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_9_10/canvas/33",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>plates, both being much more intense & vivid than the colours \r\nof any kind of Binaries.\r\nObjection answered.\r\nIt having been observed that Olive Oil which nearly if not \r\naltogether equals glass in refractive power, is introduced between \r\nlenses where primary rings are formed, that the colours will \r\ntotally disappear; because in this case the interval between the \r\nlenses is filled up by a substance equal in refractive power to \r\nthe glass itself: why then it may be asked, should colours \r\nappear in thin glass plates, when the interval between the \r\nrefracting strata, is occupied by glass itself? \r\nAnswer. The cases are apparently similar but not \r\nreally so; in the case of Newtonian rings being formed \r\nthe rarer medium is interposed between the two denser; \r\nwhereas in thin coloured plates, the denser medium is in-\r\nterposed between the two rarer. in the production of Newton-\r\nian rings, the refraction is made from glass into Air, \r\n& the second from Air into glass: but in the production \r\nof colour in thin plates, the contrary order takes place. when \r\nthe colours of Newtonian rings are destroyed by the introduction \r\nof Olive Oil between the lenses, the effect is produced by chan-\r\ngeing the whole apparatus into one solid mass & therby taking \r\naway the refracting strata of this glass plates; still those \r\nstrata are in contact with the circumambient Air & also \r\nwithin the reach of each others influence; but if thin \r\ncoloured plates are immerged in Olive Oyle, it will be as \r\neffectual in causing the colours to disappear as by its \r\nintroduction between glass lenses; because in both cases \r\nthe refracting strata are equally destroyed by changeing \r\nthe whole apparatus into one continuous mass. \r\nShould it still be objected; that admitting the truth of the \r\nHypothesis, there is only one step gained; since it still remains \r\nto be explained how the supposed cause produces its effects. \r\nTo this I may be allowed to reply nearly in the words \r\nof Sir Isaac Newton* what kind of action or disposition it is \r\nwhich takes place between transparent bodies & Light, whether \r\nit \r\n* Newtons Opticks p. 255 <\\s>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}