{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_N1_47/canvas/e6b32d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/fe4ed0a5ea71fe2d924678d5e767dc2d/78514f71-4c0c-487d-b19f-fb7e7a9187a1",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_N1_47/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "far from contradicting, that it would rather illustrate & confirm my Theory; because \r\nby y<sup>e<\\sup> difference of that from other whites it would appear that other whites are not \r\ncompounded of only two colours like that. And therefore if <s>Mr Hugens <\\s> Monsr N. would \r\nprove any thing, it is requisite that he do not only produce out of <s>white <\\s> two \r\nprimitive colours a white w<sup>ch<\\sup> to y<sup>e<\\sup> naked eye shall appear like other whites, but \r\nalso shall agree with them in all other properties.\r\nBut to let you understand wherein such a white would differ from other \r\nwhites & why from thence it would follow that other whites are otherwise com-\r\npounded, I shall lay down this position \r\n<u>That a compounded colour can be resolved into no more simple colours \r\nthan those of w<sup>ch<\\sup> it is compounded.<\\u>\r\nThis seems to be self evident, & I have also tryed it severall ways, & particularly \r\nby this W<sup>ch<\\sup> follows. Let U+03B1 represent an oblong piece \r\nof white paper about 1/2 or 1/4 of an inch broad & illuminated in a dark room with a mixture \r\nof two colours <s>[illegible] compounded <\\s> cast upon it from two Prisms,\r\nsuppose a deep blew & scarlet, w<sup>ch<\\sup> <s>are<\\s> must severally be as uncom-\r\npounded as they can conveniently be made. Then at a \r\nconvenient distance, suppose of six or eight yards, view \r\nit through a clear triangular glass or crystall Prism \r\nheld parallel to y<sup>e<\\sup> paper & you shall see the two colours parted from one another colour between them.\r\n\r\nin the fashion of two images of y<sup>e<\\sup> paper as they are represented at U+03B2 & U+03B3 where suppose \r\nU+03B2 the scarlet & U+03B3 y<sup>e<\\sup> blew, without green or any other colour between them.\r\nNow from the afforesaid Position I deduce these two conclusions: 1 That if there were \r\nfound out a way to compound white of two simple colours only, that white would be again \r\nresolvable into no more than two. 2<sup>dly<\\sup> That if other whites (as that of the suns light &c)\r\nbe resolvable into more then two simple colours (as I find by experiment that they are) then\r\nthey must be compounded of more than two.\r\nTo make this plainer, suppose that A represents a white body illuminated by a direct \r\nbeam of the sun transmitted through a small hole into a dark room, & U+03B1 such another \r\nbody illuminated by a mixture of two simple colours w<sup>ch<\\sup> if possible may make it also \r\nappear of a white colour exactly like A. Then at a convenient distance view these \r\ntwo whites through a Prism & A will be changed into a series of all colours, Red, Yellow \r\nGreen Blew Purple with their intermediate degrees succeeding in order from B to C. But\r\nU+03B1, according to the afforesaid experiment, will only yield those two colours of wch ‘twas \r\ncompounded, & these not conterminate like y<sup>e<\\sup> colours at BC but separate from one another \r\nas at U+03B2 & U+03B3, by means of the different refrangibility of y<sup>e<\\sup> rays to w<sup>ch<\\sup> they belong. And \r\nthen by comparing these two whites, they would appear to be of a different constitution \r\n& A to consist of more colours than U+03B1, so that what <s>Mr Hugens<\\s> Mons<sup>r<\\sup> N. contends for, would \r\nrather advance my Theory by the access of a new kind of white then conclude \r\nagainst it. But I see no hopes of compounding such a white.\r\nAs for <s>Mr Hugens<\\s> Mons<sup>r<\\sup> N. his expression that I maintain my doctrine w<sup>th<\\sup> some concern, I confess \r\nit was a little ungratefull to me to meet w<sup>th<\\sup> obiections w<sup>ch<\\sup> had been answered before \r\nwithout having the least reason given me why those answers were insufficient. The \r\nanswers w<sup>ch<\\sup> I speak of are in y<sup>e<\\sup> Transactions from pag 5093 to pag 5102. And \r\nparticularly in pag 5095, to show that there are other simple colours besides blew &\r\nyellow, I instance in a simple or homogeneal green such as cannot be made by mixing \r\nblew & yellow or any other colours. And there also I show why, supposing that all\r\ncolours might be produced out of two, yet it would not follow that those two are the \r\nonly originall colours. The reasons I desire you would compare with what hath ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}