{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_N1_47/canvas/45c40b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/9d839fd58abfa88b7b40288b52d92c33/33c56f68-2f6f-4efe-b94d-2ac4a344074a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_N1_47/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "been now said of white. And so the necessity of all colours to produce white \r\nmight have appeared by y<sup>e<\\sup> experiment pag 5097 where I say that if any \r\ncolour at y<sup>e<\\sup> Lens be intercepted y<sup>e<\\sup> whiteness (wch is compounded of them all)\r\nwill be changed into (y<sup>e<\\sup> result of) the other colours.\r\nHowever, since there seems to have happened some misunderstanding between \r\nus, I shall indeavour to explain my self a little further in these things according to \r\nthe following method.\r\n<u>Definitions <\\u>\r\n1. I call that Light homogeneal, similar or uniform whose rays are equally \r\nrefrangible.\r\n2. And that heterogeneal whose rays are unequally refrangible.\r\nNote. There are but three affections of light in w<sup>ch<\\sup> I have observed its rays \r\nto differ viz: Refrangibility, Reflexibility & Colour, & those rays w<sup>ch<\\sup> agree in\r\nrefrangibility agree also in the other two & therefore may well be defined homo-\r\ngeneral: especially since men usually call those things homogeneal w<sup>ch<\\sup> are so \r\nin all qualities that come under their knowledge, though in other qualities that their \r\nknowledg extends not to there may possibly be some heterogeneity \r\n3. Those Colours I call simple or homogeneal, which are exhibited by homo-\r\ngeneal light.\r\n4. And those compound or heterogeneal w<sup>ch<\\sup> are exhibited by heterogeneal light.\r\n5. Different colours I call not only the more eminent species, red, yellow, green, blew \r\npurple, but all other <s>gradations <\\> the minutest gradations: much after y<sup>e<\\sup> same manner that \r\nnot onely the more eminent degrees in musick but all y<sup>e<\\sup> least gradations are esteemed \r\ndifferent sounds.\r\n<u>Propositions <\\u>\r\n1. The sun’s light consists of rays differing by indefinite degrees of refrangi-\r\nbility.\r\n2. Rays w<sup>ch<\\sup> differ in refrangibility, when parted from one another do proportionally \r\ndiffer in the colours w<sup>ch<\\sup> they exhibit. These two propositions are matter of fact.\r\n3. There are as many simple or homogeneal colours as degrees of refrangibility.\r\nFor to every degree of refrangibility belongs a different colour by Prop: 2. And \r\nthat colour is simple by <u>Def.:<\\u>1, & 3.\r\n4. Whiteness <s>such as is <\\s> in all respects like that of the Sun’s immediate light & of all y<sup>e<\\sup> usuall \r\nobjects of o<sup>r<\\sup> senses cannot be compounded of two simple colours alone. For\r\nsuch a composition must be made by rays that have only two degrees of refran \r\ngibility by <u>Def<\\u>. 1 & 3; & therefore it cannot be like that of the same light \r\n<u>Prop<\\u>. 1; Nor for y<sup>e<\\sup> same reason like that of ordinary white objects.\r\n5. Whiteness in all respects like that of the Sun’s immediate light <s>may <\\s> cannot be \r\ncompounded of simple colours, <s>there are requisite <\\s> without an indefinite variety of them. For in\r\nsuch a composition there are requisite rays indued w<sup>th<\\sup> all y<sup>e<\\sup> indefinite degrees of \r\nrefrangibility by <u>Prop<\\u>. 1. And these infer as many simple colours, by <u>Def<\\u>. 1, & 3. &\r\n<u>Prop<\\u>. 2 & 3\r\nTo make these a little plainer, I have added also the Propositions that \r\n6. The rays of light do not act on one another in passing through the same medium. This appears by several passages in y<sup>e<\\sup> <u>Transactions pag<\\u> 5097, 5098,\r\n5100, & 5101, & is capable of further proof.\r\n7. The rays of light suffer not any change of their qualities from refraction \r\n8. Nor afterwards from the adjacent quiet <u>Medium <\\u>. These two Propositions \r\nare manifest de facto in homogeneal light, whose colour & refrangibility is not at all",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}