{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_N1_47/canvas/1380ad/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a8f77840a4c97cd2a10ea0a08996dc70/f35d180b-87b3-453a-a124-92703722981b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_N1_47/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "changeable either by refraction or by the contermination of a quiet Medium. And as for \r\nheterogeneal light, it is but an aggregate of severall sorts of homogeneal light no one \r\nsort of w<sup>ch<\\sup> suffers any more alteration then if it were alone because the rays act \r\nnot on one another by <u>Prop<\\u>. 6. And therefore the aggregate can suffer none. The (?)\r\ntwo <u>Propositions <\\u> also might be further proved apart by experiments, too long to be here\r\n described.\r\n9. There can no homogeneal colours be educed out of light by refraction \r\nw<sup>ch<\\sup> were not commixt in it before: Because by <u>Prop 7<\\u> & 8, Refraction \r\nchangeth not y<sup>e<\\sup> quality of y<sup>e<\\sup> rays, \r\nbut only separates those w<sup>ch<\\sup> have divers \r\nqualities, by means of their different Refrangibility \r\n10. The sun’s light is an aggregate of an indefinite variety of homoge-\r\nneal colours: by <u>Prop<\\u> 1, 3, & 9. And hence it, that I call homogeneal \r\ncolours also primitive or original. And thus much concerning colours.\r\n<s>M. Hugens <\\s> Mons<sup>r<\\sup> N. has thought fit to insinuate y<sup>t<\\sup> y<sup>e<\\sup> aberration of rays (by their different \r\nrefrangibility) is not so considerable a disadvantage in glasses as I seemed to <s>make<\\s> be\r\nwilling to make men Beleive when I propounded concave mirrors as y<sup>e<\\sup> only hopes\r\nof perfecting Telescopes.  But if he please to take his pen & compute the errors \r\nof a Glass & Speculum that collect rays at equall distances, he will find how \r\nmuch he is mistaken, & that I have not been extravagant, as he imagins, in\r\npreferring reflexions. And as for what he <s>adds<\\s> says of y<sup>e<\\sup> difficulty of y<sup>e<\\sup> praxis \r\nI know it is very difficult, & by those ways w<sup>ch<\\sup> he attempted it I beleive it unpracticable.\r\nBut there is a way insinuated in y<sup>e<\\sup> <u>Transaction pag <\\u> 3080 [illegible]\r\nby w<sup>ch<\\sup> it is not improbable but that as much may be done in large Telescopes,\r\nas I have thereby done in short once, but yet not without more than ordinary diligence & curiosity.\r\n<s>Pray w<sup>th<\\sup> these Notes return my thanks to M. Hugens for his book.\r\nBy a former letter of yo<sup>rs<\\sup> I was a little dubious whether M. Slusius might not appre \r\nhend, by w<sup>t<\\sup> you wrote to him concerning me, y<sup>t<\\sup> I pretended to his Method of Drawing tangents;\r\nuntill I understood by M. Collins y<sup>t<\\sup> you signifyed to him y<sup>t<\\sup> you thought it here of a later \r\ndate. For it seems to me that he was acquainted w<sup>th<\\sup> it some yeares before he printed \r\nhis Mesolabum & consequently before I understood it. But if it had been otherwise yet since he\r\nfirst imparted it to his friends & y<sup>e<\\sup> world, it ought deservedly to be accounted his. As\r\nfor y<sup>e<\\sup> Methods they the same, though I beleive derived from different prin \r\nciples. But I know not whether his Principles afford it so generall as mine w<sup>ch<\\sup> extends to Equa \r\ntions affected w<sup>th<\\sup> surd terms, w<sup>th<\\sup>out reducing them to another form. But if you please let this \r\npass.<\\s>\r\n<s>The incongruities you speak of I pass by. But I must as formerly, signify to you y<sup>t<\\sup> I intend \r\nto be no further sollicitous about matters of Philosophy. And therefore I hope you will [illegible]\r\nif you find [illegible] doing any thing more in y<sup>t<\\sup> [illegible] you will \r\nfavour me in my determination [illegible] so far as you can  conveniently my objections \r\nor the philosophicall [illegible]. For your prefer about my [illegible]\r\n[illegible] I thank you. But I would not have you trouble yourself to get them excused if you have not \r\ndone so already. And now being tired with this long letter, I must in [illegible]\r\nYo<sup>r<\\sup> humble ServantI\r\nI. Newton <\\s>\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}