{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_1936_78_2/canvas/7375a1/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/02faec93a80fd32056133b5d6fe1afba/dd25c289-00f4-4fcb-b32a-5686e0b87bb6",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_1936_78_2/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "‘CONFIDENTIAL: NOTE – It is the invariable practice of the Society’s Officers, in correspondence with the communicator, and through him with the author of a paper, to preserve the anonymity of a referee. In order, however, to enable an author to consider suggested modifications, or to enable a communicator to consider the desirability of withdrawing a paper, it is frequently desirable to acquaint the communicator with the substance of a referee’s criticisms. The referee is requested to enclose within square brackets any section of or phrase in his report, which he would wish to be withheld from the communicator in any correspondence of this kind’.\r\nREFEREE’S REPORT.\r\n‘To the Sectional Committee for <<botany>>\r\nPaper by <<W.H. Lang, FRS>>\r\nOn <<plant remains from the downtonian of England and Wales>>\r\n1. Is the paper suitable for reading before the Society, or should it be read in title only?\r\n2. Should it be published by the Society?\r\n3. Should it be published in the Philosophical Transactions or the Proceedings? (See Standing Orders on opposite page) 4. Should it be published in full or only in part 5. Are any material modifications necessary?\r\n6. Which illustrations, if any, accompanying the paper should be reproduced.\r\n\r\nSignature <<A.C. Seward>>\r\nIt is requested that any further remarks may be written on foolscap paper.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}