{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/a03937/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e8e5fb08e6939b63a6006f3352397964/c7d595e8-c56e-40f1-912a-ab70d1f38111",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "3 \r\n<s>646<\\s>\r\n<s>Rec<sup>d<\\sup> March 29 /49<\\s>\r\nSection <u>I.<\\u>\r\nof the <u>Anatomy of the<\\u> Medusae. \r\n[paragraph].4. A fully developed Medusa has the following parts 1. a Disc. 2. tentacles \r\nand Vesicular bodies at the margins of this disc 3. A stomach and \r\ncanals proceeding from it and 4. Generative organs either ovaria or \r\ntestes - the tentacula vary in form and position in different species \r\nand may be absent the other organs are constantly present in the \r\nadult animal \r\n[paragraph] 5. Three well marked modifications of external structure result \r\nfrom variations in the relative position of these organs. There is either \r\n1<sup>st<\\sup> a simple stomach suspended from the centre of a more or less \r\nbell shaped disc - the disc being traversed  by canals, on some part \r\nof which the generative organs are situated. e.g. Geryonia. Thaumantias \r\nor 2<sup>nd<\\sup> a simple stomach suspended from the centre of a disc, but \r\nthe generative organs are placed in cavities formed by the pushing \r\nin, as it were, of the stomachal wall e.g. Aurelia - Phacellophora \r\nor 3<sup>rd<\\sup> the under surface of the disc is produced into four or \r\nmore pillars which divide and subdivide - the ultimate \r\ndivisions supporting an immense number of polypic[?] like \r\nstomachs - small apertures lead from there into a system of \r\ncanals which run through the pillars and finally open into a \r\ncavity placed under the disc - the Generative organs are attached \r\nto the under wall of the cavity. e.g. \r\nRhizostoma Cephea \r\n[paragraph].6. To avoid circumlocution I will make use of the following terms \r\n(employed by Eschscholtz for another purpose) to designate these three \r\nclasses viz: Cryptocarpae, for the first; Phanerocarpae, for the second \r\n& Rhizostomidae, for the third \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}