{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/73baeb/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4454ef868a2a8aee8acf0872aa12e5ce/11d0db67-ec94-4d40-8125-f7d73b8cd21e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "4 \r\n[paragraph].7 In describing the anatomy of the Medusae it will be found most \r\nconvenient to commence with the stomach and trace the other organs \r\nfrom it. \r\n<u>of the Stomach<u>. This organ varies <s>both<\\s> extremely both in in shape \r\nand in size in the <u>Cryptocarpae<\\u> & <u>Phanerocarpae<\\u>. But whatever its \r\nappearance it will be always found to be composed of two  membranes, \r\nan inner and an outer. These differ but little in structure - both \r\nare cellular, but the inner, is in general, softer, less transparent \r\nand more richly ciliated while it usually contains but few \r\nthread cells - The outer, on the other hand, is dense, transparent \r\nand either distinctly cellular or developed into a muscular membrane \r\nIt may be ciliated or not but it is usually thickly beset with thread cells \r\neither scattered through its substance or concentrated upon more \r\nor less raised papillae developed from its surface. \r\n[paragraph].8 I would wish to lay particular stress upon the composition \r\nof these and other organs of the Medusae out  of <u>two distinct membranes<\\u> \r\nas I believe <s>it to be<\\s> that it is one of the essential peculiarities of their structures \r\nand that a knowledge of the fact is of great importance in \r\ninvestigating their homologies - I will call these two membranes \r\nas such and independently of any modification into particular \r\norgans \"foundation membranes\" \r\n[paragraph]. 9 Where the stomach is attached to the disc the outer membrane \r\npasses into the general substance of the disc while the inner becomes \r\ncontinuous with the lining membrane of the canals - there is \r\na larger or smaller space between the inner aperture of the stomach \r\nand the openings of the canals - with which both communicate \r\nand which I will therefore call the \"common cavity\" \r\n[paragraph].10. In the <u>Rhizostomidae<\\u> the structure of the stomachs is fundamentally \r\nthe same - but they are very minute and are collected upon the edges \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}