{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/abec66/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/3a3c9f66d3792e4d93a945a1066d7764/8d563ef0-7462-4bb1-b2f3-7bd98f814bb5",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "6 \r\ngreat numbers of threadules and are in constant motion while \r\nthe part retains its vitality* (Fig. 29) \r\n[paragraph] 14. <u>Of the Disc<\\u>. In the Medusae Monostomatae - the outer membrane of \r\nthe stomach is, as I have said continuous with the thick transparent \r\nmass of the disc - the inner membrane,  with the lining membrane \r\nof the canals which traverse it - the Disc therefore, is composed of \r\ntwo membranes inclosing a cavity variously shaped - \r\n[paragraph] 15. I have examined the minute structure of the Disc in Rhizostoma \r\nthe outer surface of the transparent mass is covered with a delicate \r\nepithelium composed of polygonal nucleate cells joined edge to edge \r\nAmong these there are many thread cells - Beneath this \r\nthere is a thick gelatinous mass which is made up of an \r\napparently homogeneous substance containing a multitude \r\nof delicate fibres interlacing in every direction, in the meshes \r\nof which lie scattered nucleiform bodies - on the lower surface \r\nof the disc the only difference appeared to be that the epithelium \r\nwas rel=placed by a layer of parallel <s>fib<\\s> muscular fibres \r\n[paragraph] 16. It might be said that the gelatinous substance here described \r\nis a new structure and not a mere thickening of the outer membrane \r\nbut a precisely similar <s>[text?]<\\s> change is undergone by the outer \r\nmembrane in the Diphydae and here it can be easily traced e.g. \r\nin the formation of the bracts & in the development of muscular fibre \r\nin the outer wall of the common tube - \r\n\r\n----------\r\n8<u>Note<\\u>. \r\nM. Milne Edwards in his \"Observations sur a structure de la Meduse \r\nMarsupiale\" describes the fringe and its tentacles, but having altogether \r\noverlooked the true digestive apertures, he ascribes to the tentacles the \r\nfunction of villi \"les franges qui garnissent les bras des rhizostomes \r\nsont donc bien certainement des organes d'absorption, et leur structure \r\nles rend en effet tres propres a remplir cette fonction, qui ici depend \r\nprobablement tout entier d'un phenomene analogue a celui <s>celui<\\s> \r\ndesigne par M. Dutrochet sous le nom d'endosmose\" \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}