{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/339da6/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/49737fbeb36a2c0dd96964409ace0ce1/024ccad8-dad1-47eb-8be2-1ab6e72126bf",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/7",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "8 \r\n[paragraph] 20 In very many of the Cryptocarpae/Carybosa, Oceania, (5.a&b) \r\nPolyxenia) there is a circular valvate, muscular \r\nmembrane developed from the inner and under edge of \r\nthe disc - In the Phanerocarpae such a membrane does not \r\nseem to be present but in Rhizostoma & Cephea it is evidently \r\nreplaced by the inflexed edge of the disc (f 26a) <s>The [text?] \r\n[text?] appears to be the great agent in effecting the \r\nprogression of the animal<\\s> \r\n[paragraph] 21 <u>Of the Marginal Corpuscles<\\u>.  In the <u>Cryptocarpae<\\u> the marginal \r\ncorpuscles are sessile upon the circular vessel (f. 8.9.10) They are \r\nspheroidal vesicles about   in diam. containing a clear fluid \r\nand one or more spherical strongly refracting bodies - in diam. \r\nand occasionally included within a delicate cell - the \r\nmarginal vesicles are placed between the inner and outer membranes \r\nof the circular vessel - \r\nIn the <u>Phanerocarpae<\\u> (Phacellophora)  the marginal corpuscle \r\n(fig. 25.25a) is placed at the extremity of a short double walled tubular pedicle \r\nprojecting downwards or towards the ventral surface of the disc \r\nthe under margins of the fissure in which it is lodged are prolonged \r\ninto two overlapping fringes - the cavity of the pedicle is \r\ncontinuous with that of a canal which runs from the common \r\ncavity directly towards the corpuscle - Its walls are continuous, \r\nthe inner, with the inner wall of the canal - the outer with \r\nthe substance of the disc - The pedicle is in fact a mere \r\nprocess of the system of canals so that the position of the marginal \r\nvesicle is relatively to this system the same as in the Cryptocarpae. \r\nA similar remark holds good with regard to the Rhizostomidae. \r\n[paragraph] 22. In Cephea and Rhizostoma the organ is placed  in a notch between \r\ntwo lobe like processes of the margin of the disc and looks upwards. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}