{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/21535f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/03f740ead372ee4880fff23ea4b3d56d/77f97caa-53d2-49fa-b66d-acfeb428b5f6",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/8",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "9 \r\nOn the upper surface a semilunar fold extends from one lobe to the \r\nother and covers in the corpuscle - below, the edges of the lobes are \r\nthinned and overlap F. 33. 34 \r\n[paragraph] 23. There are some peculiarities in Rhizostoma which deserve to be \r\nnoticed more fully - On the dorsal surface,  behind the semilunar \r\nfold above mentioned there is a large heart shaped depression (Fig. 33) \r\nwith its base towards the corpuscle - Its surface is thrown into prominent \r\narborescent folds and is very richly ciliated - The deepest part of the \r\ndepression is towards its base and seems to take the direction of the base \r\nof the pedicle of the marginal corpuscle which is just below it - \r\nI could \r\nnot pass a needle from the depression into  the cavity of the pedicle but \r\nI have no doubt that they communicate as on a lateral view \r\nthe deepest part of the depression seems to project into the cavity of \r\nthe pedicle - Furthermore, on pressure, the granules usually contained \r\nin the cavity of the pedicle, sometimes passed into the depression \r\n[paragraph]. 24 Ehrenberg describes apertures, in <u>Medusa aurita<\\u> by which the \r\nsystem of canals communicates with the exterior but they are \r\n<u>alternate<\\u> with the marginal corpuscles not under or above them \r\nIn <u>Cephea Wagneri<\\u> again, according to Will the canals open \r\n<u>beneath<\\u> the marginal vesicles - I did not observe this in the \r\n<u>Cephea ocellata<\\u> \r\n[paragraph] 25. On the ventral surface a much slighter semilunar fold \r\n cpnnects the base of the two lobes (f. 34) In the center, behind this there \r\nis an elevation of the substance of the disc to which the muscular bands which run along  the under surface of the disc converge \r\n [paragraph].26 The canal which runs to the marginal vesicle gives off \r\nbranches on each side - then opposite the base of the vesicle forms \r\na dilatation rather larger than the cordata depression - From this \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}