{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/e0d4ec/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4ca8735173b6a903af2baea13e14dbfc/9107b14b-6d59-4a53-8b26-412049923afa",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/9",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "a coecal process passes off into each lobe and so terminates - \r\nThe termination of the canal in <u>Cephea<\\u> & <u>Phacellophora<\\u> is similar but in \r\nthe latter the coeca give off lateral anastomosing branches (fig. 25) \r\n[paragraph]. 27 In <u>Rhizostoma<\\u> the pedicle is somewhat bent and enlarged at \r\nits upper half - The inner membrane is richly ciliated and the \r\ncavity which it incloses usually contains a number of rounded \r\ncell like bodies floating about in incessant motion - There is \r\na considerable space between the inner and outer membranes which \r\nare thick and therefore when viewed by transmitted light appear \r\nlike four thick fibres - the vesicle is about 1/170<sup>th<\\sup> in. in diameter more \r\nspherical in small than in large individuals; it contains a closely packed mass of strongly refracting granules 1/2500<sup>th<\\sup> in. more \r\nor less in diameter - The outer membrane of the pedicle can be \r\npassed[?] over the vesicle and the inner probably passes under it \r\nseparating the cavity of the pedicle from the vesicle - the dense mass \r\nof granules prevents this from being actually seen but from \r\nanalogy with <u>Mesonema<\\u> &c I have no doubt of the fact - \r\n[paragraph].28 Ehrenberg in his description of the <u>Medusa Aurita<\\u> says; \r\n\"Le pedoncule est attache a une vesicule dans lequel on remarque \r\nsous le microscope, un corps glanduleux, jaunatre lorsque la lumiere \r\nle traverse et blanchatre lorsque cette derniere est reflechie - De ce \r\ncorps il part deux branches qui se dirigent vers le peconcule du \r\ncorps brun jusqu'a son petit bouton ou tete\" and further on \"Le corps \r\nbifurque place a la base du corps brun pourrait etre un ganglion \r\nnerveux et ses deux branches peuvent etre regardees comme \r\nde nerfs optiques\" \r\nI must confess that judging by \r\nwhat I have observed in Rhizostoma & Phacellophora it appears \r\nto me that these so called nervous branches passing on each side of \r\nthe pedicle towards its head, are nothing more than the optical \r\nexpression of the <s>edges<\\s> thickness of the two membranes of which the pedicle is composed \r\n8 ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}