{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/62dc9e/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/1ae497a214f4c9d7288f4ea5b553a405/a09a4888-cc2b-405e-8222-73de25e4ece3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/10",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "and a very similar explanation may I think be given of his \r\nintertentacular ganglia which appear to be nothing more than \r\nthe optical expression of the thickened walls of the circular canal \r\n[paragraph].29 <u>Of the tentacles<\\u>. The tentacles of the Medusae are of two kinds 1. Those \r\nwhich are processes of the outer foundation membrane alone and 2. Those \r\nwhich are processes of both inner and outer membranes and therefore \r\ncontain a cavity continuous with the common cavity of the body \r\nUnder the former class must be included the knob like processes \r\non the convex surfaces of many medusae containing thread cells -; the \r\npapillae on the generative and stomacal membranes in <u>Oceania<\\u>; \r\nthe buccal tentacles of <u>Mesonema<\\u>; the tentacles of the fringe of \r\n<u>Rhizostoma<\\u> and <u>Cephea<\\u> and probably the marginal tentacles of \r\n<u>Thaumantias<\\u>. I will proceed to describe some of these \r\nmore in detail \r\n[paragraph].30 The papillae scattered over the generative and stomacal membranes \r\nof <u>Phacellophora<\\u> are spherical and connected with the membrane \r\nby a somewhat narrower neck. The substance of this as well as \r\nof the body itself is made up of large clear cells but the surface \r\nof the body is covered with an immense number of round thread \r\ncells (Fig. 20..20a) \r\nIn <u>Mesonema<\\u> the perpendicular membrane which depends \r\nfrom the orifice of the central cavity is prolonged at its edges into \r\na great number of short tentacles - Each of these is composed \r\nof an outer wall in which immense numbers of thread cells \r\nare imbedded and a central axis made up of large transparent \r\ncells. This cellular axis extends for some distance beyond \r\nthe base of the tentacle into the substance of the membrane (Fig. 7.) \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}