{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/348831/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/156cac090d38e33cfd9037f9ff369211/b22662e5-ba5a-4dfe-b057-bc14589188da",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/14",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "an internal cavity which communicates with the nearest \r\nbranch of the common canal - A series of pyriform processes\r\nexactly resembling in form those above described [text?] was\r\narranged round their hemispherical extremities as the\r\nindividual I observed was a young one (the generative organs\r\nnot being developed) I conclude that there were young\r\nforms of the langer tentacles. (fig. 36)\r\n[paragraph].37. <u>)Of the Generative Organs</u>. It has been already noticed\r\nwith regard to the Cryptocarpæ by Will (in <u>Geryonia, Thaumantias, \r\nCytæis, Polyxenia</u>) and by Milne Edwards (in <u>Æquorea</u>\r\nthat the generative organs are connected with some part\r\nof the system of canals but they do not attempt to\r\ndefinite the nature of this connexion. I shall eneavour\r\nto do this and to shew that the generative organs both in \r\nthere and in the <u>Phanerocarpæ</u> & <u>Rhizostomidæ</u>, are always \r\nportions more or less developed of the wall of their system;\r\nand therefore, consist of the two \"foundation membranes\" in\r\nor between which the generative elements, whether ova\r\nor spermatozoa are developed\r\n[paragraph].38. In <u>Thaumantias</u> there are four canals radiating from the\r\ncentre of the disc at right angles to one another and terminating\r\nin a circular vessel at the edge of the disc. Near its termination\r\neach has a rounded body seated upon it. In most of the \r\nspecimens I examined this body was distended with ova\r\nand its structure was thereby obscured, but in one instance\r\nit was replaced by an elongated [text?] somewhat pyriform\r\nbody which on close examination was found to be simply\r\n13   \r\n \r\n ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}