{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/575a77/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e38b3295cee17e5119587eea5da75181/07bfdc88-3422-44f1-ad88-4d3421882987",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/15",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "a dilatation of the canal on which it was seated - having \r\ndouble walls continuous with those of the canal only much \r\nthickened and a central cavity communicating freely with \r\nthat of the canals - This was without doubt a young generative \r\norgan (Fig. 4) \r\n[paragraph].39. In <u>Oceania<\\u> the canals are very numerous and radiate \r\nfrom the wide central cavity to the circular vessel at the margin \r\nof the disc - In young individuals these canals are narrow and \r\nnearly equal throughout but in adults their inferior wall \r\nfor the middle three fifths of their extent is greatly enlarged \r\nand hangs down in folds or plaits - (fig. 15) <s>Examined<\\s> Under the \r\nmicroscope the wall exhibits an immense  number of ova \r\nof all sizes and stages of growth lying in its substance and \r\nif the edge of a fold be examined these are seen to be placed \r\nbetween the inner and outer membranes -  The inner membrane \r\nis thicker and composed of projecting cells with very long ciliae \r\nThe outer membrane is dense - thinner and much more \r\ntransparent - (Figs 16.17) \r\n[paragraph].40. This account agrees in its general details very closely with \r\nthat given by Milne Edwards of the generative organs of <u>Aequorea<\\u>*; \r\nand I regret the [less?] not having been able to obtain male \r\nindividuals as he expressly states that in <u>Aequorea<\\u> the \r\nspermatozoa are developed in the same position - these \r\nlamellae \"sont tout a fait distincts de la cavite digestive \r\ncentrale\" I think that on repeating his examination he would \r\nfind this not to be the case - In <u>Oceania<\\u> at any rate I could \r\n\r\nAnnales d. Sciences Naturelles. T. XVI. quoted verbatim in Lesson Histoire \r\nNaturelle d. Zoophytes acalephes ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}