{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/a3206f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/832b009ff5ae7f452e821176188993ec/3a0440cf-801d-4537-b548-939f6e3a817c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/18",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "filiform productions (c) 4. similar cells with a short process \r\nin the opposite direction also; these swim about freely and \r\nsometimes move their tails (d) 5. Perfect spermatozoa with \r\nelongated heads (1/1250<sup>th<\\sup> in) rather larger below than above when \r\nthey are not more than 1/30,000<sup>th<\\sup> of an inch in diameter, with \r\nvery long tails of immeasurable  fineness extending from the larger \r\nextremity. (e) From the existence of these different stages \r\nI conclude that the spermatozoa are formed by the elongation \r\nof the secondary cells contained in the large cells first mentioned. \r\n[paragraph] 46. I have not been fortunate enough to meet with any \r\ndescription of the generative organs of the <u>Rhizostomidae<\\u> except \r\nthat of these organs in <u>Cephea<\\u> by Will - and as what \r\nI have observed differs somewhat from his statements I will \r\ndescribe those of <u>Rhizostoma mosaica<\\u> somewhat fully \r\nIn this Acalephe the eight arms which bear the stomach \r\nare inserted into the lower angles of a thick square plate \r\nwhich I have thence called the \"brachiferous plate\". (Fig. 27) \r\nFrom the upper angles of this plate there arise four pillars \r\nof the same structure as the peduncles of the arms and \r\nare inserted into the under surface of the disc rather \r\nexternal to the middle point between its centre and margins \r\nThe \"brachiferous plate\" has no other attachment to the \r\ndisc so that it forms the floor of an arched cavity with \r\nfour entrances between the suspending pillars of the plate \r\n[The suspending pillars expand at their attachment to the disc \r\ninto three thickened ribs or crura, two of which are lateral and \r\nexternal and one central and internal These are united by \r\n17 \r\n\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}