{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/479138/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/7700ba24ff3374d607bf967222c83c28/51de9b6f-df0b-486b-ab53-b966571a83e4",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/19",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "20 \r\na thin membrane  - The central crura meet and form a cross \r\nunder the centre of the disc - The lateral crura are continuous \r\nwith the substance of the disc above and each meets with \r\nits fellow external to the centre of the disc (Fig. 26) The central \r\ncrura are united with these and thence with the disc by \r\nthe thin membrane only. It thence follows that there \r\nexists above the central crura and the connecting membrane \r\na wide crucial cavity - into this the canals of the suspending \r\npillars open and from it radiate the canals which are given \r\noff to the circumference of the disc - The crucial cavity there \r\nis only a portion of the great system of canals \r\n[paragraph].47. The external surface of the outer half of the thin uniting \r\nmembrane (which is composed solely of the two \"foundation \r\nmembranes\" is produced into a vast number of transverse folds \r\nof a greyish green colour in the male but of a deep orange \r\nred in the female (fig.26) These give rise to the appearance of a \r\ncoloured cross shining through when the  disc is viewed \r\nfrom above - The inner <s>a<\\s> side of  the folds is beset \r\nwith a series of tentacles, the generative tentacles, described \r\nabove ([paragraph] 31.)(fig. 30) In young specimens not more than \r\nthree inches in diameter the generative organs were \r\nunderdeveloped. The outer portions of the thin membrane \r\nbeing as smooth as the inner but the series of tentacles \r\nalready existed* \r\nIn adults the margins of the folds contain the spermatozoa \r\nin the male the ova in the female \r\n\r\n*Note. It appears to me that M. Milne Edwards must have had a \r\nyoung individual of <u>Rhizostoma<u> before him when \r\n18 \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}