{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/e84adb/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/68213116a8e26f84cb346586a9303ba3/cf41cff3-9ce2-401b-b219-3c44b8f1d0b2",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/20",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "21 \r\n[paragraph]48. In the <u>ovarium</u> the ova lie between the inner and outer \r\nfoundation membranes which are both ciliated on their \r\nfree surfaces. The ova are attached to the outer surface of the \r\ninner membrane by a kind of pedicle which  expands into the \r\nthick vitellary (?) membrane - This chorionic coat is distinctly \r\ncellular in middle sized ova in larger ones it is thicker and \r\nhomogeneous - If the inner surface of the inner membrane \r\nbe examined a depression will be seen opposite each ovum \r\nThe yolk of the ova is granulous and of a bright orange colour \r\nThe germinal vesicle is clear & thin walled - and is 1/700<sup>th<\\sup> inch \r\nin diameter (fig 32 ) \r\n[paragraph]49. So far as the structure of the inner and outer membranes \r\nis concerned the <u>testis<\\u> resembles the <u>ovary<\\u>. But the spermatozoa \r\nare contained in ovoid or pyriform thick walls about \r\n\r\nhe says (<u>observations sur la structure de la Meduse Massificale[?]<\\u>) Nor \r\ndoes the plaited membrane which forms a sort of partition between \r\nthe central and the four lateral cavities appear to be an organ of \r\nreproduction - If we examine one of these membranes superficially with \r\nthe naked eye we see towards its upper part a kind of woollen[?] fringe \r\nwhich at first sight might be taken for a series of glandular sacs \r\nbut by the aid of the microscope it it found that this appearance \r\nis due in fact to a multitude of suckers (sucoirs) having the \r\ngreatest similarity in form to those appendages which are observable \r\nin certain parts of the body of different zoophytes such as <u>Velella<\\u> \r\n<u>actinia<\\u> &c &c From this it would appear that these membranes \r\nare much more fitted for absorption or respiration as is the opinion \r\nof M. Eysenhardt than for the formation of ova.\" \r\n19 \r\n ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}