{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/449e02/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5ffb56332a6e61fcb5b65bcda97ca308/ffbd9553-c654-43cc-b810-83d134c9d0af",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/22",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "23 \r\nthe spermatozoa are elongated and cylindrical and have \r\nvery long, fine appendages - \r\n[paragraph].52 With regrd to the <u>Muscular system<\\u> of the <u>Medusae<\\u> such \r\nobservations as I have made lead me to believe that the muscular \r\nfibres are always developed in the outer \"foundation membrane\" \r\nIn <u>Rhizostoma<\\u> the muscular fibres of the under surface of the \r\ndisc are flat, pale and from 1/1250<sup>th<\\sup> to 1/600<sup>th<\\sup> of an inch in \r\ndiameter. They run parallel to one another but the lines \r\nof separation between them are not continuous throughout \r\nbut thus [diagram] Each fibre is made up of very small \r\nand indistinct fibrils which are transversely striated - the \r\nstriation being most distinct at the edge of the fibres \r\n[paragraph].53 I have not observed any indubitable trace of a <u>Nervous <\\u>\r\n<u>system<\\u> in the <u>medusae<\\u> \r\n[paragraph].54. Will has described a blood-vascular system consisting \r\nof a system of canals inclosing the water canals and \r\ncontaining a distinct fluid with cells floating in it. I have \r\npaid particular attention to this point in all my examination \r\nof the Medusae but notwithstanding that I have had species \r\nof the very same genera (Cydippe, Cephea, Thaumantias) \r\nunder my hands, I have never oserved any trace of it \r\nI am at a loss even to understand what he means unless \r\nas I strongly suspect, he has taken the outer foundation membrane \r\nwhich occasionally is thick and distinct from the inner \r\nespecially about the circular marginal canal,  for the walls \r\nof a distinct vessel - Even if this be the case - what are the blood corpuscles? \r\n21 \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}