{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/1f9a1b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/35afc4fe699d286908bd83b5bd771fbc/80b1748d-b71f-4dd8-9918-a02e9909709e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_36_6/canvas/38",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "[paragraph].70. <u>Hydra</u> * the ova are developed in similar processes of the\r\nlower part of the body - But among the <u>Hydroid Polyphs</u> the ovarium of Coryne, Syncoryne, and Corymorpha, as described\r\nby Sars Lowen & Steenstrup are most interesting - they \r\ncommence as tubercules of the stem afterwards become bodies\r\nprecisely resembling the ovaria of the <u>Diphydæ</u> and finally (fig. 42)\r\ndeaching themselves develope regular tentacles from their margin\r\nthe ova are formed between the two membranes of the inner sac †\r\n[paragraph].71. What has now been advanced will perhaps be deemed evidence\r\nsufficient to demonstate 1<sup>sly</sup> that the organ of these various families are traceable back to same point in the way\r\nof development or 2<sup>ndly</sup> when this [text?] cannot be done, that\r\nthey are connected by natural gradations with organs which \r\nare so traceable in which case accordingly to the principles \r\nadvanced in ([paragraph] 57) the various organs are homologous and\r\nthe families have a real affinity to one another and \r\nshould form one group.\r\n[paragraph] 72. Perhaps the view that I have taken will be more clear\r\nif I throw it into a tabular form placing opposite one another\r\nthose organs in the different families for the homologies of which\r\nthere is, I think, sufficient evidence, thus:\r\n\r\n†Note. \"The axis of the bell is occuplied by a membranous sac - which \r\nis a prolongation of the nutritive canal and answers to the\r\nalimentary canity of the alimentary polypes - the ova are\r\ndeveloped in regular series in the interval between this alimentary\r\ncapusule and the parietes of the outer sac, in an intermediate\r\nmembranous sac distinguished by its yellowish brown colour\"\r\n\r\nSee also Devernoy ann. d.s. <u>Cuvier. leçons d'anat: Comparée</u>. T.viii\r\nnat: for Nov<sup>r</sup> 1845                  <u>Organs de Generation du Zoophytes</u> p. 860\r\n8\r\n \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}