{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/5ebd63/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/1a715a8e607610fd37d7a34d2b4c2094/cb9cccd4-0093-444e-ae1d-a40483cea584",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Report on Mr. C. P. Smyth’s acct. of the Expedition to Teneriffe \r\nby Sir J. F. W. Herschel Sep 7.1857\r\nI have to report in the first place that it has not been \r\npossible for me to pay earlier attention to the wishes of the \r\nCouncil, that I should report on Mr. Smyth’s paper (which I return \r\nby this day’s Railway) but I have been urgently pressed by another \r\nwork which it was necessary to complete, and being the vacation \r\nof the Society and the paper having been sent me at the very end of \r\nthe session, it seemed to me that no inconvenience was likely to result \r\nfrom a moderate delay -\r\nThe papers referred to by me consist of 3 volumes, of which \r\nthree (vols.7.8.9) consist of M.S. and two (6. & 10.) of Photographs,\r\ncharts, pictorial illustrations and drawings of the Planets Jupiter \r\nand Saturn, and portions of the Moon; and of these vol. 10 consists \r\nentirely of Stereoscopic Photographs of Geological & local interest.\r\nThe three vols. of MS. contain an account of the Author’s proceedings \r\nobservations and conclusions, & of the various objects recommended \r\nto his consideration in the original programme of the Expedition,\r\n- and they refer to five other vols. (1...5) of Journals and the \r\nreductions of observations recorded in them, which have not \r\nbeen sent me, but which I presume, as faithful records, would \r\nif examined, be found to bear out the summary presented \r\nin the other volumes. -\r\nAs regards the mere question of publication by the Royal \r\nSociety as a part of their transactions, of both the Original \r\njournals & their reductions, of the volumes of MS. summary,\r\n& of such of the illustrations as may be considered essential \r\nto a fitting representation of the region itself, the Astronomical \r\ndrawings, & the meteorological & geological features, supposing \r\nthe expense not to exceed what the Society can properly bestow,\r\nor to be defrayed by Government - there cannot be two opinions \r\n- Mr. Smyth’s Expedition was adopted by the Admiralty as a \r\nNational ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}