{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/759a85/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f3817a6a76da1d8f0d512704ec554d7b/777ee7ae-4e9e-49ee-a21c-a79de8193e19",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "national undertaking, embracing various important scientific\r\nobjects of enquiry at a most interesting station, & the Observer \r\nseems to have presented his part of the undertaking diligently \r\nand ably. Several of the questions propounded in the pro-\r\ngramme have been answered satisfactorily & definitively.\r\nIn some, which from want of time - instrumental failure \r\nor inadequacy - or the peculiarities of local conditions, have \r\nnot been thoroughly investigated, valuable progress has been \r\nmade, and many new & very interesting facts & features have \r\nbeen brought into notice. -\r\nOf the questions which have received a positive solution \r\nwhether affirmative or negative, the principal are \r\n1st. That of the advantages of a very elevated situation for \r\nAstronomical observations, in the way of encreased efficiency \r\nof the telescope - emphatically answered in the affirmative \r\nand the instances adduced bear out the conclusions -\r\nThe three figures of Jupiter, (assumed to be faithful represen-\r\ntations) express details which it would be in vain to look for \r\nin any Telescope at the Sea level -  and the statements as to the \r\ndefinitions of double stars, the tranquillity of images, and the \r\nencreased range of magnitudes brought into view are distinct \r\nand convincing - Among the causes of the superior efficiency \r\nof refracting telescopes the complete absence of dew stands forward \r\nas a very prominent one.\r\n2nd. Question as to the eligibility of the Peak as a Mountain \r\nwhose attraction would afford a good measure of the Earth’s \r\ndensity and its fitness for a Pendulum Station. - Quite as \r\nemphatically answered in the negative. -\r\n3rd. Advantages as a Station in which Observations of the physical \r\nnature of the Sun can be prosecuted, such as the structure and \r\nchanges of its Surface - the spots, jaculae, & red protuberances \r\n&c, refractions at the confines of its atmosphere &c &c -\r\nThe ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}