{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/d4ea18/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/7b256935783e983acb818b0f7f663b37/561359c7-1dee-4ba3-8429-a12bbc68c158",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "The intense glare of the atmosphere arising from the \r\ndust-haze (a very remarkable feature, probably peculiar \r\nto the Peak & Islands adjacent to the West Coast of Africa,\r\ndestroys all hope of doing much on those points at that \r\nStation. Omit <s>(It does not appear however that Mr. Smyth made any \r\nattempts to observe the Sun’s image reflected in treacle or \r\nother viscous & dark coloured liquid, which would probably \r\nalleviate much of the distress occasioned by the heat & glare \r\nand constrained position attending solar observations. As \r\nregards the red protuberances however this would afford no \r\naid, a totally different system of proceeding being requisite \r\nfor their successful observation. -<\\s>\r\n4th. The question as to the supposed annular form of the \r\nZodiacal light (in contradistinction to the usually received \r\nidea of its lenticular figure) is definitively negatived & a\r\nlimit interior to the Earth’s orbit assigned by very definite \r\nobservations. Though I am not aware of any one plausible \r\nargument in favour of the annular form, yet it is satisfactory \r\nto have observations made under circumstances so eminently \r\nfavourable in support of the more obvious explanation of \r\nthis appearance. -\r\n5th The Polarization of the light of the Sun, Moon, & Planets is \r\nnegatived - as it clearly ought to be by every law of optics, \r\nwhether the constitution of their visible surfaces be that of \r\nsolids, liquids, clouds or flame - anything in short but blue \r\nsky (or what in a planet may be analogous) which we know \r\nsends to the eye at an angle of 90[degrees] from the Sun a feeble percentage \r\nof the incident light having that character, but which would \r\nbe utterly lost in the totality of the light recieved from the body \r\nof the Planet, (though it might be sensible in that of a Comet’s \r\ntail at 90[degrees] of Elongation) On the polarization of the Sky -\r\n- light itself (a phenomenon which however stands in need \r\nof ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}