{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/fbbc5e/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/0c4dcc38614aa7d9b71193fc96994c10/fe6fafbf-b147-4b08-993e-d54cc80ca5c2",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "every possible elucidation) Mr. Smyth does not appear to have \r\nmade any observations at either of his Stations.\r\n6. The height and duration of twilight at Great Altitudes. Set\r\n-tled by observations as definite as their nature admits. -\r\nWhere the success of the postulated observations has been wholly \r\nor in part defeated by local conditions, they have been the means \r\nof setting these conditions themselves in a very interesting \r\nlight, and eliciting features of <s>very <\\s> marked importance - thus \r\n1 The dip of the Sea Horizon from the higher Station (proposed \r\nby the Astr Royal) could not be observed - since no such \r\nHorizon could ever be seen from those Stations. But in lieu \r\nof an Astronomical Observation which would doubtless have \r\na certain interest, we are presented with the grand Meteorological \r\nfact of a permanent, boundless & uninterrupted Ocean of \r\nCloud at half the height of the trade currents, cutting off \r\nall view of the sea during the whole of the summer season \r\n- with an incumbent atmosphere of excessive hygrometric \r\ndryness. After Mr. Welsh’s Balloon ascents, these observations \r\nare definitive as to the habitual state of dryness of the \r\nupper regions of the atmosphere.\r\nSo also the observations of the fixed lines in the Solar \r\nSpectrum recommended from several quarters, would seem \r\nto have been thwarted by atmospheric peculiarities - <s>but<\\s>\r\nif indeed such an expression be applicable to results which \r\nopen out quite a new field of enquiry into these phenomena,\r\nby shewing them, and indeed the extent of the visible spectrum \r\nitself, to be far more dependent on atmospheric conditions \r\nthan had been at all before supposed -\r\nIt is very much to be regretted that the Actinometric \r\nobservations which would have been, if successful, of ex-\r\n-traordinary value, should have failed from causes depen-\r\n-dent  ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}