{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/24e1e3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/aff5c73b3ee54e10d8483b01f9597b58/1999d559-cb65-487e-b4e6-454d55cd8e53",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "on the construction & packing of the Instruments used - The \r\nwoodwork seems to have shrunk (a sufficient reason for the \r\navoidance of hygrometrical materials in their framework & scales \r\nin future), the fluid to have leaked, & the interior thermometers \r\nto have been broken in the transport. As the fluid is one perfectly definite \r\n& may be carried in a bottle, or manufactured at an hour’s \r\nnotice & at almost no expense & a stock ought always to be sent with the instrument \r\nwhich need not be filled till it arrives at its point of des-\r\n-tination (the work of a moment.) - as the handle of the interior \r\nthermometer is made to unscrew & take out, & may, with its \r\nthermometer be packed in cotton of any degree of puffiness, and \r\nlastly as (with a view to prevent the long thin thermomr. from \r\nbreaking by a shock when filled with Mercury,) it was expressly \r\nrecommended that it should not be a mercurial one, it is \r\nobvious that all these causes of failure are within easy control,\r\nand I now refer to them not as casting blame, but as indicating \r\nthe precautions to be taken by future travellers in similar circumstances. Another ground of \r\ncomplaint was the crystallization of some copper salt in one case \r\n& the discoloration of the liquid in another (probably by <s>the <\\s> contact with brass) The remedy is \r\nobvious. [text?] to do as is recommended in my instructions for \r\nthe use of the instrument in the Admiralty Scientific Manual \r\np. 289., to wash out the chamber with diluted acid, and \r\nrinse, and refill it with fresh liquid. - \r\nMr. Smyth further objects against the Actinometer that the \r\nlength of time requisite to make a series of 5 Sun & 4 Shade \r\nobservations as recommended in the Admiralty Manual, is too \r\ngreat <u>long<\\u> to allow rapid fluctuation in the effective radiation to \r\nbe perceived - but it is obvious on the smallest consideration \r\nthat the question is one of mere grouping & that a continuous \r\nseries (my own practice has always been to make such) may be \r\nbroken up in<s>to<\\s> reducing, into groupes of (5,4), (3,2), (2,1), or (2,1) & (1,2)\r\nalternately <u>ad libitum <\\u> - and that if for special occasions, ex-",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}