{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/938478/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/72b7162d38d35995166264228f632a6a/4a955321-c1a2-4d19-884b-0d1fc72ddbbb",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "exposures of 60s be considered too long, nothing prevents them \r\nbeing curtailed to 30 or 20. *[Insert here] * Or the rising and falling columns, while still allowed to go \r\non rising or falling for 60s may be read in the act of so doing \r\nat the intermediate 20s or 30s without interfering with a \r\nsystematic adherence to the normal interval. -\r\nThe Council will, I hope \r\nexcuse these remarks which I may not have another opportunity \r\nto make elsewhere - I wish to rescue at least in their [text?]\r\nan instrument which I believe to be really perfect in principle \r\nand (if well made which I strongly suspect Mr Smyth’s was not)\r\nquite free from all the inconveniences complained of,\r\nfrom imputations which may lead meteorologists to \r\ndiscard it from use. -\r\nHowever Mr Smyth has recorded facts enough to prove most \r\ndistinctly the very large percentage of extinction of solar heat \r\nin passing through the lower air - The immense force of solar \r\nradiation at the Alta Vista is far more than can be reasonably \r\naccounted for by the dust-haze. -\r\nI come now to a subject (that of lateral refraction) the \r\ntreatment of which I would earnestly recommend to the \r\nAuthor’s reconsideration, as it appears to me calculated \r\nto give great pain to one, whom every lover of science would \r\nwish to treat & see treated in his feeble and declining years \r\nwith all possible deference and regard. - Even in a case \r\nin which it should appear that some of the concomitant \r\ncircumstances, which he has recorded as adjuncts of an \r\nobservation in itself curious and almost unique, should \r\nbe found incapable of verification & must be inferred to \r\nhave originated in mistake, haste or inadvertence. Baron \r\nHumboldt relates from the ice cavern on Teneriffe, in\r\nthe ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}