{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/f6b4ac/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/b0ea216181747960938f59d6cd917bec/828f1a1f-ac14-4b27-a5bc-1107e47fcd03",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/7",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the Morning Twilight, he saw luminous objects, which he \r\nsatisfied himself were stars or the images of stars, near \r\nthe horizon, agitated by certain singular motions which \r\nhe describes, not perhaps with geometrical precision, but \r\non the whole in terms clear enough to convey a tolerable \r\nnotion of them. That he <u>did<\\u> see such luminous objects \r\nwhether stars or not, so agitated, I implicitly believe, nor \r\ndo I consider it at all certain that they were not stars \r\nand the phenomenon one of lateral <s>refraction, <\\s> compounded \r\nwith vertical temporary mirage*, arising from sheets of \r\ndouble-curvature of heated air seen at great distances &\r\nat very oblique angles. (The phenomenon, it will be re-\r\n-membered was seen Eastward i.e. towards the African Coast.)\r\nSuch cases where terrestrial objects are concerned, are not \r\nwithout example, though rare. A Boat has been seen \r\nlaterally <u>reflected <\\u> on the air on the lake of Geneva - Mr \r\nFallows saw several bright spots on the edge of the sea-ho \r\n-rizon, to the right & left of the rising Sun’s <u>expected <\\u> place.\r\nMr. Vince saw the image of Dover Castle transferred from \r\nthe further to the hither side of an intervening hill. A\r\nrepetition of refractions through successive lenticular \r\nmasses of heated air, or through successive maxima \r\nor minima of one continuous mass in motion differently \r\npresented to the ray in its passage, might produce any \r\ngiven amount of lateral, vertical, or mixed displacement \r\nvarying according to any proposed law - without recourse \r\nto such explanations as those suggested by Mr. Smyth, the \r\none of which appears to me inadequate, the other contradictory \r\nto the phenomenon attempted to be explained.\r\nAs cases of \r\n* I use the term to express terrestrial refraction large enough in \r\namount to be seen with the naked eye - not as a doubling of the image ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}