{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/b07a18/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6779cb4d8204635bed6ceb03d73e639e/740c9caf-4710-45cb-b2af-5a65736be8e2",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_3_251/canvas/8",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "lateral mirage are extremely rare, it would seem then \r\nthat Baron Humboldt & Prince Adalbert, each, had the hap \r\nto encounter one in his respective single ascent of the Peak \r\nwhich Mr. Smyth had not during his month’s sojourn at his highest station - The \r\nformer however, accompan<s>ying<\\s>ies his recital with the mention \r\nof circumstances incompatible with the local situation \r\nof the place of Observation - He says that he saw the Island \r\nof Palma where it appears it could not be seen, and he \r\nomits to mention as visible, the Grand Canary, which he \r\nmight have seen. The charitable supposition would be \r\nthat, not referring in the twilight to a Chart, or not willing \r\nto lose time, or risk accident, in clambering over the Malpays \r\nwhile so doing - he mistook the one for the other - But it \r\nalso appears that he conceived himself to have seen Fortaventura \r\n& Lancerote which apparently could not have been the case \r\nHere appears to be an inaccuracy certainly - But if it\r\nbe allowed to invalidate the account given of a positively \r\nstated fact fixedly observed & noted as extraordinary during \r\n8 minutes, it must be held also to destroy every other obser \r\n-vation made by him on that occasion, and even the fact that \r\nBaron H. ever ascended the peak at all. - I think that \r\nin rectifying (if it be considered necessary to do so,) inaccu-\r\n-racies & inadvertencies into which Baron H. may have fallen,\r\nsuch as those above noticed, or that of the grassy slope in p.73\r\nVol.9. at a place where no grass now grows & probably did not \r\ngrow then, & which he therefore must have confounded in re-\r\n-collection with some other place, (for that he did slip <u>somewhere<\\u>\r\non grass in the descent, I, for one, believe.) - in rectifying, I say,\r\nif necessary, these inaccuracies, I cannot but think that the \r\nAuthor ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}