{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/f5e4f8/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d9a83feb7c632a0901a6d60f67236cae/e12bd1ed-54a9-4be8-90f3-ecc40b78ebbd",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "phases of growth. <u>O. angulata</u> being the youngest, <u>O. [text?]\r\n[text?]</u> the next in age, and  <u>O. uncinata</u> the adult. He\r\narrived at this result, of the truth of which I am myself\r\nwell assured, by the comparison of a great number of spe-\r\ncimens, - a process which it would have been well for\r\nscience if he had more constantly adopted.  The name of\r\nthe adult form should of course stand as that of the species;\r\nbut the organism in question is more commonly known\r\nunder the designation <u>Orbiculina adunca</u>, which seems to have been conferred upon it by M. Deslongschamps. <sup>1<sup>\r\n\r\n79. A considerable number of figures of this species are\r\ngiven by M. D'Orbigny in his treatise on the Formaninifera of Cuba, which forms part of the great work of M. Ramon\r\nde la Sagra on the Natural History &c of that island. <sup>2<sup> These fi-\r\ngures, however, serve only to give a general idea of the vari-\r\neties of external conformation which had presented them\r\nselves to him; and notwithstanding their number and va\r\ntiety, they do not include some of the most important among\r\nthe protean shapes of these bodies, nor do they throw any light\r\nupon their internal structure.\r\n\r\n80. The Memoirs of Prof. Ehrenberg <sup>3<sup> in which the group\r\nof Bryozoa was originally constituted, \r\nmade the first approach\r\ntowards a recognition of the true relationship between Orbi\r\n<u>tolites</u> and <u>Orbiculina</u>; of which the first had previously\r\nbeen ranked among the Zoophytes; while the second (until the Rhizopodous nature of the whole group of Foraminfera \r\nwas made known by M. Dujardin in 1835) had been associated\r\nwith the Cephalopods. Prof Ehrenberg's description and figures\r\n_ _ _ _ _ _ _ _ _ _ _\r\n1. Encyclopédie Methodique: Zoophytes :  <s>by</s> Paris, 1824\r\n2. Histoire physique, politique, et naturelle de l'Ile de <s>[text?]</s> Cuba; Paris 1840\r\n3. Transactions of the Berlin Academy, 1839.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}