{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/d3414c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5c065e11a99e2ea612041383c7de076e/0460f03e-b78c-4ca8-8324-28ac4ba104b2",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of <u>Orbiculina</u>, however, being just as inaccurate as I have\r\nshown those of <u>Obritolites</u> to be (partly, it seems likely, through his unacquaintance with the mode of making thin sections), there is no occasion to make further reference to them.\r\n\r\n81. The excellent Memoir of Prof. Williamson <sup>1<sup> \"On the \r\nminute structure of the Calcareous Shells of some recent species of Foraminifera\", contains the first approach to a\r\ncorrect description of the internat conformation of <u>Orbicu\r\nlina</u>; and the fact was fully recognised by him, that in\r\nadvanced age, when the spiral type of growth has given place\r\nto the cyclical, there is no other difference between the struc\r\nture of <u>Orbitolites</u> and that of <u>Orbiculina</u> than that which\r\narises from the dissimilarity of their earlier mode of de-\r\nvelopment. Although I am satisfied that, as to one or two\r\npoints of minute structure, Prof. Williamson has fallen\r\ninto error, I am disposed to attribute this to the want of a\r\nsufficient number of well-preserved specimens for exam\r\nination; and for having it in my power to correct and ex\r\ntend his description, I am chiefly indebted to Mr Hugh\r\nCuming, the specimens of this type included in his Philip\r\npine collection being remarkable both for their high develop\r\nment, and for their very beautiful state of preservation.\r\n\r\n82. The investigations of Prof. Williamson are entirely\r\nunnoticed by M. D'Orbigny in his latest classification of\r\nthe Foraminifera <sup>2<sup>; <u>Orbiculina</u> being ranked in the order <u>Helicostègues</u>, and being defined as follows, - \"Coquille nauti\r\nloide, comprimée, formée de loges divisées interieurement en\r\ncompartiments reguliers, percées de nombreuses ouvertures\r\n_ _ _ _ _ _ \r\n1. Transactions of the Microscopical Society, 1st Series, Vol iii, p.120-\r\n2. Cours Élémentaire de Palaeontologie, tom ii; Paris, 1852\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}