{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/cae94f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/0d19d60c28d3f0366403df794534a11b/7314b1fe-8a13-4db0-8544-cbac15999b41",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "en lignes longitudinales à l'enroulement spécial\"; - whilst\r\n<u>Orbitolites</u> (his definition of which has been already cited, S5)\r\nis placed in the order <u>Cyclostègues</u>.  The separation of the\r\ntwo genera by so wide an interval, is grounded, therefore,\r\non the assumption that the type of growth in <u>Orbiculina</u> is\r\nspiral, whilst that of <u>Orbitolites</u> is cyclical.  I have already\r\nshown that this assumption is incorrect as regards <u>Orbito-\r\nlites</u>, <s>its</s> the early plan of whose growth <s>being often</s> is spiral (S54); and I\r\nshall have now to show that it is equally incorrect as regards\r\n<u>Orbiculina</u>, <s>its</s> whose later plan of growth <s>being</s> is typically cyclical.\r\nAnd often having closely compared these and other types,\r\nwe shall be in a position to enquire what value is really\r\nto be attached to such a character as a basis for classification.\r\n\r\n83. <u>Organization</u>. - Among the various forms that are\r\npresented by the species before us, it is of course necessary\r\nto select some particular type as that with which others\r\nmay be compared; and this I consider to be the form delineated\r\nin Plate I, Fig.7; since by far the larger proportion of the very\r\nnumerous specimens I have examined show such a degree\r\nof approximation to it, that their differences may fairly be\r\nset down to the account of <s>age.</s> incomplete development.\r\nThe general aspect of a typical <u>Orbiculina</u>, then, differs but\r\nlittle from that of <u>Orbitolites</u>,  except in the prominence of\r\nits nucleus, and in the peculiar spiral disposition of the\r\nbands by which the surface of the nucleus is marked. The\r\nspecies never attains, so far as I am aware, the <s>large</s> di-\r\nmentions of <u>Orbitolites</u>, the diameter of the largest recent\r\ndisk in my possession (one of Mr Cuming's Philippine spe-",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}