{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/fa726b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4d5e4db6f3ac582407056def80ed409c/476e5f70-69ba-4124-b4c8-7676f4df8edf",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "agreement and of difference. The general aspect of the\r\nhorizontal section of such a typical specimen as is shown\r\nin Fug.16, does not differ from that of a corresponding section\r\nof <u>Orbitolites</u> in any other essential particular than the dis-\r\nposition of the central portion, in which <s>a spiral is formed\r\nby</s> the successive additions to the first-formed chambers are\r\nso made as to produce a spiral, instead of a concentric disk.\r\nWhen we examine this central portion more closely (Fig.\r\n18), we see that its plan of growth is exactly the same as that\r\nwhich is presented by those aberrant forms of <u>Orbitolites</u>,\r\nin which the central cell buds-out only on one side, instead\r\nof all around. (See [?]54, and Plate IX, Fig.4). The spiral mode\r\nof increase is usually carried-on much further in <u>Orbi\r\nculina</u>, than it ever is in <u>Orbitolites</u>; several turns being\r\nmade before it gives place to the cyclical plan. But as this\r\nis a mere question of degree <s>the</s> such a difference would scarcely\r\n<s>serve to [ob?]</s> alone afford a valid distinction between these two types.\r\nThere is, however, <s>a</s> this very definite positive distinction, <s>in\r\nthis,</s> - that in <u>Orbiculina</u> each turn of the spire not only\r\nsurrounds the preceding, but completely invests it above\r\nand beneath, each band of new chambers being continued\r\nto the very centre, so that, whilst the spiral mode of growth\r\ncontinues, the thickness of the shell increases with each\r\nturn; and after this <s>spiral mode of growth</s> has given place to the cyclical, the central nucleus, thus augment-\r\ned in thickness, projects above the plane of the disk. This\r\npeculiarity in <u>Orbiculina</u>, which I have never found to\r\nbe wanting, and to which there is never the least approach\r\nin <u>Orbitolites</u>, is best seen in vertical sections. Thus in\r\n\r\n\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}