{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/185e8b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/03dfa7a7669161bcf81b30219afaff12/97d2e2e6-f04e-4b20-9870-1fdb3ac5e448",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/7",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Fig.22 is shown that part of a vertical section of a large\r\ndisk, which has passed through its <s>central</s> nucleus; the\r\ninnermost and therefore first-formed portion of which is\r\nseen to be invested above and below by three layers, formed\r\nby three turns of the spiral.\r\n86. The transition from the spiral to the cyclical mode of\r\ngrowth is effected in <u>Orbiculina</u>, exactly as in the aber\r\nrant forms of <u>Orbitolites</u> just referred-to, by the opening-out\r\n(so to speak) of the mouth of the spire; the successive rows\r\nextending themselves more and more on either side, until\r\nthey meet around the previously-formed portion; after which\r\neach new row forms a complete zone or annulus. The com\r\nmencement of this change is seen in Fig.18; its subse-\r\nquent stages are shown on a smaller scale in Fig.16;\r\nand a comparison of Figs 1 to 5 will show that the speci-\r\nmens which they represent are in different phases of\r\nthis transitional stste.\r\n87. But this transition by no means constantly occurs;\r\nfor the original spiral plan of growth is not unfrequently\r\nmaintained, apparently through the whole of life; so that\r\nspecimens are often met with, which are not inferior in\r\nsize or in number of rows to the larger disks, but which\r\nretain the [aduncal?] form. Such a series of specimens is\r\nshown in Figs 8-11; the first of which represents a very\r\nyoung <u>Orbiculina</u>, in that stage which is common to\r\nboth types of growth; whilst it is obvious from a compa\r\nrison of this with the three following, that <u>their</u> increase\r\nhas <s>t</s> continued to take-place upon the same  plan, each\r\nrow that is put forth from the preceding abruptly termi\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}