{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/517ef3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/671f91bf62106882ff257acd0c8bfe6a/1bc894b9-71de-465d-8cc2-999229a101aa",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/8",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "nating like it at its free extremity, without any such\r\ndisposition to extend itself as would carry it round the\r\nnucleus so as to form a complete annulus. A horizontal section of such a specimen as is represented in Fig. 11, is\r\nshown in Fig. 15. - It may, of course, be urged that such a\r\ndifference ought to be accounted sufficient to separate\r\nthe <u>spiral</u> and the <u>discoidal</u> types of Orbiculina, as two\r\ndistinct species; but the following reasons appear to me\r\nquite sufficient to negative such a mode of viewing them.\r\n- First, they are both precisely alike, so as to be indistin-\r\nguishable, in their early condition. Second, they correspond\r\nin every particular, so far as regards the<s>ir</s> structure of their minute parts. Thirds, the assumption of the cyclical\r\nplan of growth does not take-place at any one fixed\r\nepoch of development, but may occur at various periods.\r\nFourth, the persistence of the original plan of growth through\r\nout life, cannot be fairly regarded as anything else than\r\nan arrest of development, such as we shall presently see to\r\nbe of common occurrence in <u>Orbiculina</u>, as in <u>Orbitolites</u>, in regard to\r\nother particulars.(S90)\r\n88. Turning now from the general plan of growth\r\nto the minute structure of the individual parts of <u>Orbiculina</u>, <s>we find</s>\r\nwe continue to find a very close conformity to the type of <u>Orbitolites</u>. The tex-\r\nture of the shell is precisely the same; and it exhibits no\r\nother peculiarity than a minute punctuation of the super\r\nficial layers (Fig. 17<sup>d<sup>), which at first suggests the idea of\r\napertures, but which is found on careful examination\r\nof transparent sections (Fig 21), to be due to a mere thinning of\r\nthe shell at certain points, so as to give an appearance of",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}