{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/b50dc2/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/54a93571ab0e69f24173bb221d002934/4e5e5215-ee07-4b98-97a9-905442fabc70",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/9",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "cellular areolation closely resembling what is seen in <u>Or\r\nbitolites</u> (Plate VI, Fig.5).<sup>X Note<sup>\r\n89. Not having had the good fortune to obtain specimens\r\nin which the animal body has been preserved, I cannot\r\nspeak as confidently on the subject of its conformation,\r\nas I could in regard to that of <u>Orbitolites</u>; but a comparison of\r\nthe features which present themselves in the conformation\r\nof the structure of the <s>shell</s> calcareous skeleton of the\r\ntwo types, can leave no reasonable doubt that the general\r\narrangement of its segments of [sarcode?] must have been\r\nprecisely the same. For the conformation of the chambers\r\nand passages, as <s>sh</s> displayed by a horizontal section <s>in</s>\r\n(Figs. 18, 19) shows that the animal must <s>have</s> consist<s>ed</s>\r\nof a succession of bands of [sarcode?], each band swelling\r\nat intervals into larger segments; that the segments of each\r\nband usually alternate with <s>each</s> those of the bands in-\r\nternal and external to it so as to be opposite to the inter-\r\nvals between them; and that the stolons which connect\r\none band with another pass<s>ed</s> forth from pores in the in-\r\ntervals between the segments of one, into the segments of the\r\nnext, those of the outermost band having emerged from\r\nthe margin as pseudopodia. By the coalescence of these,\r\na new band would originate, which would become thick\r\nend into segments opposite the pores of the preceding, and\r\nwould give-off its own pseudopodia from the intervals be-\r\ntween the segments.\r\n[<u>Note</u>. Prof. Williamson (loc.cit) has described these punc-\r\ntations as <u>perforations</u> for the passage of pseudopodia;\r\nbut I am quite certain that such is not the case.]",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}