{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/2cd95b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/3c6158ebc8b7adf6207e278470d360f5/0d7ceab8-15ed-4235-98b8-5ae878904f99",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/12",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "ranked in the <u>same family</u>, and in immediate proximity\r\n<s>for?</s> to each other; and that no <s>arrangement</s> classification\r\ncan <s>be</s> have any claim to be considered as <u>natural</u>, in\r\nwhich they shall be widely separated.\r\n\r\nGenus\r\n\r\n<u>Alveolina</u>\r\n92. <u>History</u>. Although the form<s>s</s> and aspect of the Foraminifera\r\nwhich are referable to this genus would seem to remove them\r\naltogether from proximity to the preceding, yet <s>theyt to</s> the two really\r\nbear a very close relationship <s>to them</s> in all essential points of\r\nminute structure, as will appear from the particulars I\r\nshall presently have to detail. The following outline of what\r\nhas been previously ascertained respecting it (for which I am indebted to M. D'Orbigny <sup>1</sup>), will show that\r\nno minute examination of it has been attempted previously to\r\nmy own researches, and that the nature of its organization \r\nhas not been at all understood._ Most of the species at present\r\nknown are fossils, occurring in association with Nummu-\r\n<u>lites</u>, <u>Orbitolites</u>, &c in the Nummulitic limestone, or in\r\nother formations which represent it; and the <s>form</s> examples\r\nfirst described (by Fortis) were confounded with Nummulites and\r\nOrbitolites under the term <u>Discolites</u>. By Fichtel and Mohl,\r\nthey were ranked as a sub-type of their comprehensive genus\r\nNautilus. The designation <u>Alveolites</u> was firdt given to this\r\ntype by Bosc<sup>2</sup>; but it was not generally adopted; and [Mountfort],\r\n2. Bulletin des Séances de la Societé Philomathique, No.61\r\n1. Foram. Foss de Vienne, p.140.\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}