{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/78e337/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/abcab2813c14d87259c443f1ffe17c34/93e3f3fd-2920-4eba-b983-c8a161da9572",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/13",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "according to his wont, raised three of <s>its</s> Bosc's species to the rank\r\nof genera, under the names of <u>Borelis</u>, <u>Clausulia</u>, and <u>Miliolites</u>.\r\nLamarck",
                "format": "text/plain",
                "language": "en"
            }
        },
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/abcab2813c14d87259c443f1ffe17c34/8e4d7aed-4ea7-4293-af67-d258e30560bc",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_53_8/canvas/13",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "according to his wont, raised three of <s>its</s> Bosc's species to the rank\r\nof genera, under the names of <u>Borelis</u>, <u>Clausulia</u>, and <u>Miliolites</u>.\r\nLamarck did not adopt either Bosc's or Montfort's generic\r\ndesignations, but substituted a new one <u>Melonica</u>; and this was adopted by Cuvier and Ferussac.  Defrance proposed\r\nyet another name, <u>Orizaria</u>. And finally M.D'Orbigny, in 1825,\r\nadopted Bosc's term, with a slight alteration in its termination, which served\r\nat the same time to mark the continued existence of the\r\ntype, and to distinguish it from a genus of Corals <s>that had</s> which also had re-\r\nceived the name of <u>Alveolites</u>. The name <u>Alveolina</u> was\r\nsoon afterwards adopted by M. Deshayes;  and it may now\r\nbe considered as the established designation of the genus.\r\n<s>- My investigations into</s> The following is the latest de-\r\nfinition given of this type by M. D'Orbigny:- \"Coquille\r\nallongée dans the sens de l'axe d'enroulement, formée de\r\nloges divisées par des canaux capillaires, ronds, percées\r\nde nombreuses ouvertures placées en lignes transversales\r\na l'enroulement spiral.\" Not the least idea seems to me\r\nto be conveyed by this definition of the [axal?] structure of these\r\nbodies, <s>which</s> such as is brought into view by thin sections,\r\nand no-one, so far as I am aware, has previously attempt\r\ned thus to elucidate it.\r\n   93. My investigations have been made upon specimens\r\nwhich were tolerably abundant both in Mr Jukes's Austra\r\nlian <s>colle</s> dredgings, and in Mr Cuming's Philippine col\r\nlection. <s>The lo</s> These were obviously identical specifically,\r\nbut the latter considerably exceeded the former in average\r\nsize. The length of the longest <s>spe</s> complete specimen in my\r\npossession is .35 of an inch; but I have a specimen whose\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}