{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_63_3/canvas/dff28f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/295372797ef7f1625a1a91c9e07b8f0d/871af2ed-ebed-47ca-b45e-ca644d4f2258",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_63_3/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "[The communication wh: I at present make \r\nto the Society is part of the results of a series of observations \r\nwh: I have been carrying on for some years \r\npast. My object at first was to procure \r\nsome method of manipulation by which the \r\ncourse of the fibrous matter of the brain could \r\nbe easily & conclusively demonstrated and through \r\nwh: the grey matter might be readily differentiated \r\nfrom the white. By long experimenting I have \r\nat last discovered a process by wh: this can \r\nbe accomplished. Method is published in full \r\nin “Brain” for July 1883, and it will be accordingly un-\r\nnecessary <s>on this account <\\s> to say anything further \r\nof this at present. I would merely state that \r\nwhere the brain is hardened by the method \r\nI have recommended the examination of <s>[text?]<\\s> \r\nan opaque section made roughly through the \r\norgan simply with a long flat knife often yields \r\nmost valuable information. I specially recommend \r\nsuch <s>macroscopic <\\s> opaque views of the brain \r\nstructure to be taken along with such as are \r\nobtained when the preparation is clarified <s>by the clarification accomplished <\\s> by\r\nthe means which I have described in the above paper.\r\nSome sets of fibres can be seen actually better \r\nin this opaque condition than when a [text?]\r\nthin section is made by a graduated <s>[text?]<\\s> instrument.\r\n<s>the reason evidently being that where certain bundles are <\\s>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}