{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_63_3/canvas/8aa132/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f34a25ab384232341400bfe7c93eeb15/bf29576d-a449-48b1-be05-2cb82a7bec56",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_63_3/canvas/16",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "are to be seen the gyrus rectus, and the \r\ntermination of the <s>se<\\s> 2nd frontal convolution at the \r\nbase of the brain. The tip of the lateral ventricle \r\nis just seen on the right side while on the left \r\nit has not yet come into view.\r\n[The <u>tractus internus <\\u> has now broken through the \r\ngrey matter immediately below the gyrus fornicatus,\r\nand has partly coalesced with that from the opposite side \r\nto form the genu of the corpus callosum. The union is \r\nnot as yet complete, & it will be noticed that the \r\ncentral fibres of the genu are those wh: first coalesce.\r\nThe fibres in some cases run transversely across, in others \r\nslant upwards, some downwards. The fibres entering it \r\non each side from the 1st, 2nd & 3d frontal convolutions \r\nare very numerous. The fibres from the 3d frontal, however,\r\nare derived as will be the better seen afterwards <s>only from its upp <\\s> completely or in great part from its upper \r\nhalf to two-thirds. The lower third to half of this convolution \r\nsends its fibres into the outer capsule. As the outer capsule has not \r\nyet appeared, however, in any of the illustrations mentioned <s>given <\\s>,\r\nfurther particulars must be reserved. The corpus \r\ncallosum receives at this part few if any fibres from the \r\ngyrus fornicatus. The fibres from the upper border of this convolution (C1) <s>do run <\\s>\r\nappear to run into the corpus callosum, but those derived from the \r\ngreater part of its extent (c.c) pass <s>enter <\\s>  backwards not downwards \r\ninto the common corpus callosum fibres. Many of its \r\nfibres are interconvolutional that is to say run between \r\nits different parts. The callosal fibres are always ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}