{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_63_3/canvas/abf0b0/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a0771726af8715aa05101a07d5b5bb66/46c8c755-92ea-4880-9e71-c1e57e3d9922",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_63_3/canvas/18",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "In successful preparations, however, there is not \r\nthe slightest difficulty in making them out as they \r\ngive to this part of the white matter a peculiar \r\ntranslucency. The best means of demonstrating them,\r\nhowever, is simply in gross perpendicular segments \r\nof brain when hardened by my method. If such \r\na brain be cut into large slices half-an-inch\r\nthick & examined simply with the naked eye \r\nor with a pocket lens, they can be seen so\r\ndistinctly that I am surprised that they have \r\nnot been recognized before. I have looked through \r\nthe illustrations of sections of the brain given in \r\nthe works of Foville, Gratiolet, Reichert, Bourgery, &\r\nArnold & three of more recent writers, but in none of them can I find these\r\nfibres represented. In the fresh brain they are \r\nalmost invisible; in one hardened in spirit \r\nthey are a little better marked; but in a brain \r\ninjected with the mixture of Muller’s fluid &\r\nspirit that I have recommended they are \r\nperfectly distinctly observed <s>visible marked <s>. Their locality & course \r\nare brought much better into view when the \r\nsurface is rendered quite flat by being planed \r\nin a freezing microtome such as I possess.\r\nViewed after these procedures they present the appear-\r\nance of a curved fibrous mass whose outer edge is \r\nperfectly differentiated and approaches close to \r\nthe grey matter of the frontal cortex & while throughout the \r\ngreater part of their course internally they\r\n<s>internally <\\s> sweep round <s>intern <\\s>\r\nthe basal ganglia. They are represented in Figures 3, 4, 5, & 6.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}