{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_63_3/canvas/c9100c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/380f4f8778eb3dfa404e18d5c6be0d0b/2eb710e0-8c08-4bc7-b2b9-6b518bb37540",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_63_3/canvas/43",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<u>Connections of the Corpus Callosum with the \r\nposterior third of the Brain <\\u>.\r\nThe corpus callosum in the posterior third of the \r\nbrain has a much simpler arrangement than \r\nin either the anterior or middle third. The fibres \r\nappear to be derived from the whole of this region \r\nback to the extreme tip of the occipital lobe.\r\nComing from the occipital lobe there are two \r\nsets of fibres: the one is callosal and the other \r\nis made up of the special bundles wh: are \r\nsometimes collectively known as “Gratiolet’s optic \r\nradiations” or “optic expansion “. The two sets of fibres \r\nare perfectly distinct. <s>The “optic expansion is confined <\\s>\r\nThe callosal fibres, as a general statement, line the \r\nposterior horn of the ventricle forming what was \r\nknown to the older anatomists as the “tapetum “,\r\nwhile the “optic expansion “ lies outside of this confined \r\nto an area as sharply defined as if it had been \r\nactually drawn artificially upon the preparation. The callosal fibres \r\nare derived from the convolutions in the postero-parietal \r\nand occipital regions. They pass obliquely forwards & inwards \r\nthrough the “optic expansion “ area until the come \r\nto lie in contact with the ependyma of the posterior \r\nhorn. They afterwards pass forwards cross in the \r\n<u>splenium corpus callosi <\\u>, and become almost entirely if not completely attached to \r\nthe <s>thalamus I chr of <\\s> posterior extremity of the \r\nthalamus of the opposite side. In this course they ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}