{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/40832e/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/b0733ceb0c4d44db09a01e9a52450896/ae851f59-81dd-41d6-93d8-1554dec9209d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "read May 31.99\r\nPart of a Journall kept from Scotland to new \r\nCaledonia in Darien in \r\na <s>Small acc <\\s> Short account of \r\nthat country communed \r\nby Dr Wallace F.R.S.\r\nJuly 19 1698 we fell down from Leith road to Kirkaldy \r\n17 We weighed but lay by all night \r\n20 We sail? over two leagues of Aberdeen about in a cloak \r\n23 And fell down a heavy fogg we kept ye Comodore company all ye night but \r\nnext day at eight a clock afternoon we losed all our company \r\n26 Tuesday we designed to goe through betwixt Orkney and Shetland but ye fogg \r\nSo heavy we never engadged amongst ye Orkney Islands but ye fogg breaking \r\ngott clear of them in ye afternoon.\r\n30. We saw ye Unicorn & next morning came up w’ her of ye Lewes.\r\nAugust the 1. We passed by St Kilda \r\n4. We passed by the Baskets & Ireland \r\n20. Saturday we wer in sight of Madera \r\nnortherly Latitude was 60. From ye day we met wt ye Unicorn till w’en two days \r\nbefore we came in we had ye fairest wind could be expected \r\n21. We came in behind ye Lesters (three small barren Islands) ye Madera There \r\nwe receaved a bigg ship of 50 odd guns rideing in ye road of Funchall \r\ncheif town in ye Island Cpt Pinkertone yrfor sent in his pinnace to santa\r\ncrux ye second town in ye Island two or three leagues eastward to Funchall \r\nto enquire what ship it was twas yr told ym she was a Genoaise fraughted \r\ntherefor? by ye Portugise. The people of ye place enquired of ym what we \r\nwer & how many men we had, twas told ym we wer Scots marchand men & had 300\r\nmen aboard. This alarmd ym it seems though they took no notice of it then \r\nfor so soon as ye pinnace was gone  they sent to ye governour of Madera who \r\nin ye castle of Funchall to give him notice yt ye bigg ship was a strongly \r\nbuilt vessel of 50 guns & 300 men and beleivd her to be an Algerine, the \r\n[line illegible]\r\nyt had fallen in ye Algerines way & taken by her upon the advice sent by \r\npeople of Sta Crux the Governour who was as much alarmd as them selves, ...\r\norde immediatly to ye Genoaise (for she was under portugese comand) to \r\nready & goe out & fight her In ye mean time yt they are makeing all the ...\r\nready Captain Pinkerton sent out his Pinnace aboard ye Genouise to give \r\nan accompt what we wer, the men wer kindly entertained & ye Captain sent a ...\r\nto bring us in & imediatly went ashoar to tell ye Governour what he had heard & \r\ndone that we wer Scots merchands bound for Africa to Sd .... yt he was \r\nfully satisfyed we wer no rogues & yt we seemd to be in very good order ....\r\nit was a handsome boat came aboard of him & yt all the pinnace crew ...\r\nye Unicorns had richly embroidered wt Silver on their capes This startld \r\nhim a little again for he thought yt was not the equippage of merchand ...\r\nbesides he was told by the English that our countrey could never produce such ...\r\nShip, though at the same time ye English knew who we wer & where agoeing...\r\nwhile they are a talking about these things Cpt Pinkerton saluted ye castle wt...\r\nguns & was answered wt as many, then he came ashore himself wt ye ...\r\nLand Captain & Cpt Malloch. Captain Malloch & he went to the Governor to\r\ngive an accompt what they wer & whence they came & whither bound who told \r\nhim they came from Scotland & wer goeing to Africa. They imediatly came ....\r\n& went to ye English consuls house & the five Land Captains along with them \r\nwhen they wer discourseing one wt another ther was nothing but Captain Luck \r\na man and Captain Luck a man, this was told ye Governor & it afforded \r\nhim a new doubt what the other five Captains could be It looked like \r\nless other , for they wer all in good equipage: So the Governor thought it convenient \r\nto putt a centry on ye boat After dinner they got notice of this & Captain \r\nMalloch went & satisfyed ye Governor so the centry was discharged This ...\r\n... to have been a fowl mistake if our peoples ability had not prevented ...\r\n... they knew the danger by sending their pinnace aboard ye Genouise yt...\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}