{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/83327d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/c0b12fde65c3acc29bbb9b3199cb765b/dff12a0b-5494-49fc-9da9-77cd41f55c35",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "This Genouise was fraughted hither by ye portuguese & by her cargo was a Bishop & a\r\nbride, ye bride was maried by proxie at Lisbon to a Gentleman in ye Island & came \r\nhither to get ye mariage confirmed We reckon’d yt ye charges of ye mariage stood ye \r\ngentleman 15000 pound Sterling & yt ye woman was no beauty for all yt.\r\nAugust 25. At dinner we spied two ships comeing in a big & a small the big we supposed to \r\nbe one of ours & ye small ye Dolphin but ye big was another Genouise of 50 guns \r\ncome likewise wt a bride from Lisbon but a cheaper & better labourd yn ye first the \r\nother was a small English catch.\r\n26. We spied the rest of our company comeing in & next morning Cpt Pinkerton & Cpt \r\nMalloch went out in ye Unicorns pinnace to meet ym not only to pilot them in, but \r\nalso to tell ym what they had Sd to ye Governor When they came to an anchor they \r\n saluted ye castle & wer civilly welcomed We stayd about 8 days more yr. Madera \r\nis a very high land & may be seen 20 leagues or more of at sea, Ther is no lower \r\nground of ye Island yet by the sea side it is for two or three miles a continued vine \r\nyard The people are originally portuguise Bandits & retain some of their manners \r\nstill, for they are very thiveish. The English here live very well. the rest but miser \r\nably. I saw no animal yr yt I had not seen befor but Lisards, ych are ther in \r\nso great plenty yt you can hardly set down your foot for ym.\r\nSeptember 2. We weighed & wer under ye Tropic of Cancer by ye 10th of that moneth at qch \r\ntime ye usual ceremony of ducking from ye yards arm was performd on those yt \r\ncould not pay their Tropick botle All this time we had a brisk & constant trade \r\nwind qch lasted three days more, but afterwards we had it more variable yn is \r\nusuall in yt place of ye countrey.\r\n28. We made ye Desiada a small high Island about a league in lenth & as much breadth \r\nit is full of trees but whether it affords water or not I know not. It is uninhabited. Next \r\nmorning we wer betwixt Antego & Mountserat belonging to ye English both pretty large\r\n& mountanous. Antego is peopled wt fresh? for ye most part & Mountserat by a mixture \r\nof both Their product is Sugar & Tobaco. We wer in ye afternoon close by Redondo, a small \r\nrock about a mile long inhabited only by Noddies & Boobies When we went some leagues from \r\nRodondo we saw at ye same time Antego, Montserat, Rodondo, Nives, St Christophers & Asia \r\n& we sailed close by Nives a bearing north of us, it is a small well peopled Island, its pro \r\nduct of Sugar, that they say are ye Gentilest planters in ye west Indees. They housed to \r\nstay at ye harbour & we showd ym ye companys colours. St Christophers is a large Island \r\nall peopled belongs half to ye English half to ye French. Night parted us from these \r\nIslands & next day qch was ye 30th we came in sight of Sta Crux belonging (I think)\r\nto ye Spaniards When we wer w’in four leauges they held a counsell. The Unicorn \r\n& Snow wer sent to St Thomas a small Island belonging to ye Danes it is a free port \r\n& they say is well fortified. We went on to the Southward of ye Island & next day \r\nbeing October 1. we wer about 12 a clock past ye S.W. corner. It is very .... towards \r\nye South That night we got a sight of Crab Island & next day \r\nOctober 2. We came into it & sent some of our people ashore & took possession of it \r\nin ye companys name October 9th we stood to ye Leeward hearing there was a harbour \r\nyr, when we came we saw ye Danes colours flying on ye shore, for ye Governor of St \r\nThomas had sent 19 men & a Cpt to take possession of it in ye King of Denmarks \r\nname. Our Counsellors sent to know his bussines yr & he told ym this, but we found \r\nyt we had taken possession of ye place before they came from St Thomas They gave in their pro \r\ntest yet seemd to be glad enough of our neighbourhood. We had notw’standing our flagg upon \r\nye shore all ye time we stayd wt a 100 men & Cpt. McLean governor, they stayd till my \r\nmen gone but would certainly march next day otherwise ye Spaniards of porto rico would \r\nnot huss? to take ym of.\r\n6. Cpt Pinkerton & ye Snow came in from St Thomas wt old Cpt Alison along wt ym for \r\na pilot. On ye 8th we left this place & on ye 17 made Nostra Signora della Papa, we \r\nlay after yt bubbening? along ye coast untill ye 3d day of November generally looseing by \r\nnight what we had gaind all day. Crab Island is about 6 leagues long & in some pla \r\nces 5 broad ye soil is very good. Its all full of trees all ye South side is \r\nvery fitt for anchoring in but ye best of all is to ye Leeward where \r\n... Dane had hoisted his colors T’would have been worth our while to possess it had \r\nnot been a comeing to a better countrey It has this inconvenience that no \r\n... but strenth of men, or peace wt every body can render it secure It is \r\n... Crab Island from ye multitude of Land Crabs yr ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}