{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/6e643b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/b7124e2da4e5b85b20fe9f31e6ac73ae/649564de-6ac7-4ce7-99b6-44b386e3cd97",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Part of Captain Pennycooks Journal from the Madera Islands to \r\nNew Caledonia in Darien. Communicated by Dr Wallace F.R.S.\r\nSeptember 2. We weighed from Madera road ye Governor haveing been very \r\ncivill to us I gave him 15 guns, ye Unicorn 13 & ye Caledonia 11 all \r\nqch he particularly returned wt two less qch is as much as he gives to any of the \r\nKings Ships\r\n5 We saw some flying fish.\r\n10 This morning we passed ye Tropick of Cancer. I caused perform ye usual ceremo \r\nnies, by ducking such as had not passed it befor, & would not pay ye usuall for \r\nfeit viz a bowl of punch.\r\n17 The Pink sprung her foremast, we saw a ship to windward about 12 leagues, qch \r\nhoisted French colours, qch I answered wt ours. The French then kept us com \r\npany, but at a great distance, we Judge he is bound to Martenico, and on \r\nye 19 we lost him.\r\n28 In ye morning we made ye Islands Antego & Mount Serat, at noon ye Island \r\nRedondo a Small Island or rather rock like ye Bass, it bore S.S.E. half a mile \r\ndistant; and ye Island Nevis N.W. & be W. 4 leagues distant \r\nOctober 1. At six last night ye west end of St Christophers bore N. half E. distant 4 \r\nleagues, this day at noon ye S.E. end of Santa Crux bore W. half southerly 7 leagues \r\n2 This day ye counsell met aboard of me, where it was resolvd, yt Cpt Pinkerton & \r\nthe Unicorn, wt ye Snow, & Mr Palesone, should be imediatly dispatched to ye Island \r\nof St Thomas (being a free port of ye Danes) in order to gett pilots, for ye main,\r\n& what intelligence was possible of the state of Darien accordingly at 6 at night \r\nthey parted from us, we steering directly for Crab Island, qch we made in the \r\nmorning bearing N.W. half N. 5 leagues.\r\n3. This morning we went ashore & took possession of ye Island in name of ye compa \r\nny of Scotland tradeing to Africa & ye Indies; we left some of our people ashoar \r\nall night & it being like to blow stood to sea.\r\n4. In ye forenoon our men came on board & we stood away to Leeward (where is ye best an \r\nchoring) about half an hour past four in French mans bay we saw a Sloop wt Danish \r\ncolours wt a tent ashore, we imediatly stood in & anchored by her. I sent to know what \r\nShe was, & her bussines yr; they made answer they wer Danes, wt a governour & 15 men \r\nsent by ye Governor of St Thomas imediatly upon ye Unicorns arrival yr to assert \r\nye K of Denmarks right to yt Island before they parted from St Thomas However they offe \r\nred their protest as did ye aforesd Governor to Cpt Pinkerton . This they owned \r\nwas matter of form & yt they were oblidged so to doe to please ye court, but wished \r\nwt all their hearts we wold setle yr, for yn they wold have a bulwark betwixt ym & \r\nye Spaniards of Porto Rico who are very troublesome neighbours.\r\n5. This day ye Unicorn arrived wt the Snow & brought one Allason along wt ym who freely \r\noffered to goe along wt us to Golden Island. This man is one of ye oldest privateers now \r\nalive, he comanded a small ship wt Cpt Sharp when they went into ye South Sea \r\nhe had likewise been at ye takeing of Panama, Portobello, Chagra & Cartagena,\r\nall ye while we stayd here I had a tent ashore wth ye Companys colours flying on it\r\nand 60 men for a guard when we filled our water.\r\n17. At 10 in ye forenoon we made Puneta de Canea wt ye high land of Nostra Segnora \r\ndella Papa & on ye 22d at noon ye Island Turto E by N five leagues \r\n27 At 8 at night I anchored in a fair sandy bay about 3 leagues to ye westward of \r\nye Gulf of Darien, yr came two Canoes aboard with severall Indians, who were very \r\nfree & not at all shy, they spoke some few words of English & indifferent Spa \r\nnish we gave them victualls & drink qch they used very freely especially ye last.\r\nIn their cups we endeavoured to sound ym, who told us, they had been expecting us these \r\ntwo years, & yt we wer wellcome. That all ye countrey wer at warr wt ye Spaniards \r\nthey gott drunk & lay aboard all night, in ye morning when they went away we gave \r\neach of ym a hatt & a few looking glasses & knives wt qch they seemd extreamly ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}