{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/344d78/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/65d12292728e5aa276fb2b0804fb8d4e/3baa241e-25c4-456c-9957-a8bc88b4b6bb",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "31. I sent in my boat to Carrel bay qch is about two leagues to ye westward of ye \r\nplace yt we anchored last in yh bein it, & endeavour to get intelligence of \r\nGolden Island, we being at a loss for none of us knew ye land here. We met \r\nwt ye Indians yt had been aboard of us, who informed us yt Golden Island was 5\r\nLeagues farther to ye westward.\r\nNovember 1. In ye forenoon we anchored w’in half a mile of Golden Island in ye after \r\nnoon ye counsell met & afterwards we went in our boats to sound all about golden Island,\r\nqch we did wt great exactnes, but found it not convenient for our ships, yr not being \r\nroom enough about ye point of ye main, for ships of our lenth to swing. yr is \r\nroom enough near ye Island but yn we might be attak’d by ye greatest ships \r\neither from E or W for they can come in both ways. As we went to sound, we \r\nsaw a flagg of truce wafted in ye bottom of ye bay, we went yr, & found about \r\n20 Indians wt bows & Canoes, but upon our approach they unstring’d their bows in \r\ntoken of freind ship, we made one of our men swim ashore while we lay of upon \r\nour oars to know their meaning ; they desird us to come ashore, but we did not \r\nthink it fitt They told us two of their greatest Captains wold be aboard of us \r\nto morrow, so we parted.\r\n2. This morning came aboard one Cpt Andreas wt ten or the men wt him, he enquir’d \r\nye reason of our comeing hither & qt we designd, we answerd our design was to \r\nsetle a mongst ym if they pleasd to receave us as freinds, yt our bussines was cheif \r\nly trade, & yt we wold supply ym from time to time wt such comodities, as they wanted\r\nat much more reasonable rates, yn either Spaniards or any others can doe. He en \r\nquired if we wer freinds to ye Spaniards, we answerd yt we had no war wt any \r\nnation, yt if ye Spaniard did offer us no affront or injury we had nothing to say to ym \r\nbut if otherwise would make open warr. They seemd pleasd wt all beleiveing us to be \r\nprivateers & our design on ye South Seas. He began to run out on ye praise of Cpt \r\nSwan & Cpt Davies two English privateers who he said wer his particular freinds \r\n& whom he knew in ye South Sea, we receavd coldly & told him we wer on no such \r\ndesign, beleiveing he did it only to pump us, we gave him a hat lacd wt gold \r\nsome other toyes So we parted for that time he (as generally those people are)\r\nis of a small stature, in his garb affects ye Spaniard as also in ye gravity of his \r\ncariage, he had a red loose stuff coat on wt an old hat & a pair of drawers \r\nbut no shoes or stockings, but those wt him wer stark naked only a thred tyed \r\nround their midle, to make fast another to keep on a peece of plate on the end \r\nof their yards made like ye small end of a candel extinguisher, this is always \r\neither of silver or of a certain leaf of a tree & all wear it above 14 years old.\r\n3. Yesterday in ye afternoon we went in our boats to sound a bay about 4 miles to ye E of \r\ngolden Island & found it a most excellent harbour; ye harbour is w’in a great bay lying \r\nto ye westward of it, made by golden Island & a point of ye Land, bearing from thence E.\r\nAbout a league from ye eastmost point, to ye opposite on ye main, is a random can \r\nnon shot; in ye midle of ye entry lyes a rock about 3 foot above water, on qch \r\nye sea breaks furiously when ye wind is out & blows hard. This looks terrible (when \r\nin ye bay) to those who know not ye place well, but in both sides of this rock is a \r\nvery good & wide channel yt to ye Southward being about 3 cables lenth broad, wt 7 \r\nfathoms water close to ye rocks side: & ye other to ye westward near 2 cables lenth Yr \r\nis a small rock w’in ye point a litle under water bearing of ye southermost S.S.W.\r\n& of ye north S.S.E. & of ye rock w’out S.E. by E. from these two outermost rocks ye \r\nharbour runs away E. about 2 miles & near ye midle on ye right hand ye land seas \r\nout so yt its not a muskets shot over, & thus far is no less yn 6 fathom water \r\nwt very good easie ground & here you ly land-lockt every way, yt no wind can \r\npossibly hurt you. W’in this, to ye bottom of ye harbour, (till w’in a cables lenth of ye \r\nshoar) you have 3 fathoms & a half water, nor can any huricane make ye least sea.\r\nThen ye Land on ye left hand, comeing in, is a peninsula, & about a mile & a half long \r\nvery steep & high, wher it wold be very difficult for any body to land till you come to \r\nye Isthmus wher is a small sandie bay, here small ships may ride but that by a good ditch \r\n& fort may easily be securd, the westermost towards ye harbour is low & very fitt \r\nfor a battery to comand ye entrance qch wold be excellently securd by an \r\nother on ye opposite shore The Land on ye Peninsula is extraordinary \r\ngood & full of tall trees such as cedars, yellow sandes, menchanees qch \r\nis very good for inlaying It has several springs qch we hope will hold \r\nin the dryest season but on ye other side are 4 or 5 rivers qch never dry.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}