{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/edc896/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5673e6443797f209d6858301114ea5c0/033daf9d-b890-4b60-a3c6-07cae4c6b26a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "The harbour is capable of containing a 1000 sail of ye best shipes in ye \r\nwoorld & wtout great trouble wharfs may be run out to qch ships of ye greatest \r\nburthen may lay their sides & unload.\r\nThe morning Captain Andreas came on board wt his traveling wife, he has in \r\nall four polygamy being here allowed, every one may have as many as he can \r\nmantain, he was still on ye pump as to our design, but when he found our \r\naccompts all of a peice, he told us yt ye English after yt they had been \r\nvery freindly wt ym had several times caryed away their people, & yt was the \r\nreason why Cpt Pedro whom he promised to bring wt him when last here \r\nwold not venture aboard till he wer better assurd of our integrity, he like \r\nwise told us yt yt we some French men who lived amongst ye Indians towards ye \r\nLamballoes to ye westward.\r\n4. This forenoon we weighed & got into ye harbour by an order of counsell yr \r\nwer 40 men from each ship sent ashore to clear a way & make hulls for \r\nthe sick men.\r\n5. We sent all our sick men ashoar & 30 more from each ship to clear a way \r\nthe counsell met & went to view ye most proper place for a fort for our present \r\nsecurity.\r\n6. This morning the counsell met on board ye Unicorn wher all ye Land Captains \r\nbeing consulted it was resolvd to build a battery on ye west side of ye entrance into \r\nye harbour, & yt  all hands should be employed in order to clear a way to it. This \r\nmorning arrived a Cannoa wt a Frenchman, two Creolines of Martenico & \r\nfour Indians as also a perago? in Cpt Ambrosio & Pedro who live about \r\n16 leagues to ye westward These French men have lived four years wt these \r\nIndians & one of ye most sensible of ym speaks their language perfectly who \r\ngives us ye following accompt viz yt the stories of an Emperor of King Paico \r\nRoso & Golden Cape wer mere fables, but he says yt about 50 years agoe one \r\nwho by his valour & conduct against ye Spaniards had acquired so great a reputa \r\ntion yt they made him comander in cheif of all their united forces, but he had no \r\nsooner got ye power into his hands yn he became a most barbarous tyrant, & oblige \r\nfor his pleasure wold cut of ye heads of his bravest & best Captains & what yet \r\ntroubled ym more, he would suffer no man besides himself to have more yn one wife \r\nqch they by no means could endure; so they set upon him in ye night & murderd \r\nhim since qch they have never allowed any one to be greater yn his followers, and \r\nin time of danger ye wisest & bravest of ym w’in their several districts is chosen \r\nfor their Captain for ye time & those now allowed to be so are as fellowes Cap \r\ntain Diego comands from ye bottom of ye gulf of Uraba on this side of Carret \r\nbay & has about 9000 under his comand, he is esteemed ye most powerfull amongst \r\nym, he has been at warr wt ye Spaniards about a twelve month agoe, the occasion \r\nwas this, the Indians haveing found three gold mines w’in his jurisdiction two small \r\nones & one very great consulted wt ym selves what to doe & being sensible yt they did not \r\nunderstand how to work ym, they concluded to discover ym to ye Spaniards provideing \r\nthey wold allow ym such a share of ye profit, this was agreed & faithfully pro \r\nmisd to by ye Spaniards, but no sooner had ye Indians shown ym ye mines but \r\nthey shut up two of ym & put strong guards on ym & sett to work ye third, of qch \r\nye Indians demanding their share, they beat & abusd ym calling ym their slaves \r\n& threatnd to kill ym qch provoked ym so yt a litle time after they seised upon 20\r\nSpaniards wt 3 preises & cutt ym to peeces.\r\nThe next to Captain Diego is one Cpt Pacigo of Carret bay he is one of ye Indian \r\nclergymen, & comands yt part of ye coast qch lyes betwixt Carret bay & golden \r\nIsland to ye ... Pinas about a league to ye westward of ye Isle of Pinas Andreas & \r\nhis brother Pedro comand They are greater then Pacigo, but not so powerfull as \r\nDiego, yet their united interests by consanquity together wt ye vicinity of their comands \r\nto our setlements makes their freindship of greater consequence. These people have had \r\nfor several years past a good correspondence wt ye Spaniards & have suffered some \r\nof ym to live amongst ym to give an accompt by land to Panama from time to time who wer \r\non ye coast. About two moneths befor our arrival here Captain Ambrosio who hath ye se \r\ncond comand forced them to enter into ye comon confederacy & cut of ten Spaniards who\r\nlived upon ye main of golden Island Ther is near us amongst ym a high mountain wherein \r\nthey assure us there are several mines of excellent gold, ye Spaniards are very sensible of this & \r\nfrom time to time have taken great care by fair or foul means never to let ym be open, well \r\nknowing yt being so nigh ye north sea they should have ye least share of ym This Cpt \r\nAndreas has often been at Panama & ye south sea, the Spaniards beleiveing he might be ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}