{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/f52a97/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/89327109f55722857fd43b5476fd9bf4/51031dbf-3620-49dd-b1d0-9182648edc35",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "17. Captain Long dined aboard Capt: Pinkerton The counsell ordered that Captain \r\nPinkerton, Major Cuningham Mr Mckay & I should goe wt two long boats & two \r\npinaces well manned & armed as farr as Ambrosios being 16 leagues to ye west \r\nward to survey ye coast & know whither ther might be any more convenient place\r\nfor a setlement, in ye evening Capt: Longs boat went to his ship qch lay at ye \r\nIsle of Pines.\r\n19. At 8 this morning we set out to ye westward wt 5 days provision & about 4 in ye after \r\nnoon got aboard of Capt: Long wher we stayd all night it blowing hard so yt our \r\nLong boats could not get hither till next morning.\r\n20. About 8 in ye morning our long boats got up together wt Capt: Pedro in his peragoa \r\nwhatever ye King or government of England may have found in Capt Long we know not \r\n<s>but to us in all his conversation he appeard a most ridiculous shallow pated fellow \r\nlaught at & despisd to his very face by his own officers & continually drunk, we <\\s>\r\nkept him warm all ye while he stayd wt us in order to find out his designs, he has \r\na very large & ample comission qch oblidges all governors of Island, Captains of ships \r\n&c to be aiding & assisting to him in case he finds any wreck, this he gives out to have \r\nbeen his principall design, but if yt was all I know not what he should doe on this coast \r\nwher he had been a moneth before us. He touched first at ye Samballoes & from \r\nthence went directly to the gulf of Uraba wher he stayd about 3 weeks thence\r\ncame to ye westward & anchord at ye Isle of Pines, he owned & so did all his peo \r\nple yt his boat had not so much as been ashoar at any place betwixt ye gulf & ye \r\nIsle of Pines nor had he any conversation wt these people so yt he can have no manner \r\nof pretence to our setlement This night we lay in a litle bay about 2 leagues to ye \r\nwestward of ye river of Pines.\r\n21 In ye morning we weighed & sounded all ye coast along & about noon found a most ex \r\ncellent harbour about 4 leagues to ye westward of where we lay all night capable of con \r\ntaining 10000 sail of ships, it is made by an elbow of ye main to ye Eastward & a range \r\nof Keys ten in number running to ye westward about 2 leagues To one of these called Lau \r\nrence key ye greatest ship in England may lay her side, here ye privateers used to ca \r\nreen, but ye Inconvenience of ye place is that ships may not only come in from ye E & W\r\nbut between several of ye keyes so yt it cannot be defended without a great many \r\nforts as well as men. After having surveyed this bay we got to ye river Con about 4 \r\na clock we landed & went to Ambrosios house qch is a good league from ye water side, it \r\nstands upon ye bank of ye river wt about 10 or 12 lesser houses about it when we came we \r\nAmbrosio advanced about 50 paces wt 20 followers all clothed in white loose frocks ...\r\nfringes round ye bottom & lances in their hands, he saluted us kindly & gave us a Ca \r\nLabash full of liquor almost like Lambs wool qch they call Mislow its made of Indian \r\ncorn & potatoes Befor the house 20 paces was smoth & clean, the house was about \r\n90 foot long 35 broad & 30 in height, it was curiously thatched wt P.  Royall & \r\nover yt      leaf, The floor was of firm earth very smooth & clean, the sides wer of \r\nlarge canes about the bignes of a mans leg, In this house lives Ambrosio & Pedro wt both \r\ntheir families in all about 40 persones. Ther was an old woman who cooked their victualls \r\n& was very stirring about ye house She seemed to us to be but about sixty (She is \r\nAmbrosios grandmother ) but upon asking her age, ye Frenchman told us she was 120 \r\nwe could not beleive it & wer perswaded they wer mistaken in the computation of time \r\nhe assurd us not and as an undeniable proof showd us ye sixth generation of this womans \r\nbody in the house qch was indeed most surpriseing to us & yet more when he assurd us \r\nit was comon among ym to live to 150 & 160 years Yet it is observed those of ym who \r\nconverse often wt Europeans & drink our strong liquors are but short lived.\r\n22 In the morning we had some plantanes, potatoes & wild Hog drest after their way for break \r\nfast & after Ambrosio & Pedro went out wt their guns to kill some fowl for us, Pedro returned \r\nwt some partridges ye largest & ye best ever I saw being bigger yn our Capons & exceeding \r\nsweet, we wer afraid it would be late & so took our leaves ere Ambrosio returned Pedro & \r\nye Frenchman conveying us to ye waterside we lay this night at the Easternmost of the keyes \r\nwe mentioned befor. And to morrow by noon to ye Isle of Pines & at night aboard we \r\nfound Capt: Long sailed the Sunday before.\r\n26 The counsell met wher Captain Longs sudden departure being considered it was resolved ye Pink \r\nshould be sent home to Scotland wt all possible speed. Likewise it was ordered ye Capt: Pin \r\nkerton & I wt Captain Allesone should goe & search ye river of Agara for ye Nicaragua \r\nwood being about a mile and a half from golden Island on ye 27 Capt: Pinkerton & I re \r\nturned & told ym we could find none of yt wood and we have reason to beleive Capt \r\nAllesone does not know it nor is yr any here does.\r\n30 Yesterday ten planters deserted with five arms from ye Unicorns quarters in ye afternoon ye counsell \r\nmet & ordered a Capt & 4 sub alterns to goe in my boat in search of ym to Carret bay wher we \r\nsupposed they wer This being St Andrews day ye Counsell dined aboard of me where Captain \r\nAndreas was likewise invited ye counsell wanting an opportunity of clearing some suspitions \r\nthey had of his correspondence wt ye Spaniards, we taxed him home wt it & he ingenuously \r\nconfessed yt ye Spaniards had been freindly to him & had made him a Captain, yt he was \r\noblidged for his safety to keep fair wt them they assureing him yt we wer nothing but privateers ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}