{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/53ee87/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d5695815a6e58c13e4122c5a5dc4fcc6/9f4c468f-b5bb-470a-bb59-806d1be9da02",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/7",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "who had no design to setle but to plunder both Spaniards & Indians & be gone in 2 or 3 moneths \r\ntime as they used to doe, & if he assisted us in any manner of way, as soon as we wer gone they \r\nwold destroy both him & his. We gave him all possible assurance of ye contrary so yt he was fully \r\nsatisfied & desird we wold give him a comission & receave him & his people into our protec \r\ntion qch if we did he’d give us all his right to this part of ye countrey, this we promisd \r\n& he was to return wt his brother Capt Pedro on Sunday next.\r\nDecember 1. My boat returned wt ye Deserters who wer presently ordered to be put in the irons & \r\nfedd wt bread & water.\r\n9. The Counsel met wher Capt Andreas comission being read & approved of was delivered in man \r\nner following The comission being read & rendered verbatim to him in Spanish he agreed to \r\nevery article befor 7 or 8 of his people & several of ours, it was delivered to him wt a broad basket \r\nhilted sword & a pair of pistols wt qch he solemnly promisd to defend us to ye Last drop of his \r\nblood against all our enemies, we drank ye companys health & wishd him joy by fireing 7 guns \r\nqch he receaved as a great favour \r\n",
                "format": "text/plain",
                "language": "en"
            }
        },
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d5695815a6e58c13e4122c5a5dc4fcc6/5903971e-f4d5-43f1-a2df-7d95160ff4b3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/7",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "who had no design to setle but to plunder both Spaniards & Indians & be gone in 2 or 3 moneths \r\ntime as they used to doe, & if he assisted us in any manner of way, as soon as we wer gone they \r\nwold destroy both him & his. We gave him all possible assurance of ye contrary so yt he was fully \r\nsatisfied & desird we wold give him a comission & receave him & his people into our protec \r\ntion qch if we did he’d give us all his right to this part of ye countrey, this we promisd \r\n& he was to return wt his brother Capt Pedro on Sunday next.\r\nDecember 1. My boat returned wt ye Deserters who wer presently ordered to be put in the irons & \r\nfedd wt bread & water.\r\n9. The Counsel met wher Capt Andreas comission being read & approved of was delivered in man \r\nner following The comission being read & rendered verbatim to him in Spanish he agreed to \r\nevery article befor 7 or 8 of his people & several of ours, it was delivered to him wt a broad basket \r\nhilted sword & a pair of pistols wt qch he solemnly promisd to defend us to ye Last drop of his \r\nblood against all our enemies, we drank ye companys health & wishd him joy by fireing 7 guns \r\nqch he receaved as a great favour \r\n10 Fiveteen men wer ordered out of each ship to cut & square some cedar trees to put aboard \r\nye Pink, this wood grows here in great abundance as also mangroves, yellow sanders, lig \r\nnum vitee, manihaneel, Vaniloes wherof ther is great plenty here it is a most excellent \r\nperfume.\r\n11. This morning came on board of me a French long boat & ye Leiutennant, wt ye purser of \r\na Dutch ship, the Lieutennant belongs to a ship named ye l’Antony of 42 guns \r\nbut had but 32 mounted comanded by one Monsr Divie Thomas The Dutch ship was \r\none of 22 guns a trader upon the coast This French ship came out in company of those \r\nwho returned ye Church plate to Cartagena, she is a merchand ship but has ye King \r\ncomission & half ye company payd by ye king he was very Leakie & so begd liberty \r\nto stop his Leakes in our port qch we freely granted. The Dutch ship being affraid of \r\nye Barliavento fleet kept him company & likewise desired our protection She is rich \r\nly laden & has been upon this coast some time yet has still most of her cargoe aboard \r\nbeing bound to ye coast of Cartagena, she must ly here till ye Barliavento fleet passes \r\nfor Porto Bello.\r\n12 This morning the French ship anchored near golden Island & ye Dutch man came into ye harbour directly \r\nIn the afternoon ye French captain came on board of me he told us all ye news on ye coast & yt \r\nye president of Panama had given an accompt to ye Governour of Cartagena & Porto Bello of our \r\narrival & setlement The Spaniards all along ye whole coast are in a wonderfull consternation He told us \r\nyr wer four sail of ships of 50 guns each wherof ye Dartmouth an English man of warr of 52 guns \r\ntaken by ye French was one yt they beleived our design was ye river Meschasippi so wer gone into ye \r\nGulf of Mexico to seek us yt ye Barliavento fleet was now at Cartagena consisting of 3 sail ye \r\nAdmiral has 56 guns, one of 26? & ye 3d of 28 Ye Vice Admiral of 40 guns being gone wt a Dutch \r\nship of 32 guns whom they had made prize of as also 2 English sloops for tradeing on ye coast of \r\nVera Crux That Mexico was all in a confusion for upon advice of ye King of Spains indisposition,\r\nCount Mountezuma Vice roy born in ye Kingdom & of ye race of ye old Emperors had made such \r\nan Interest yt its not doubted he will speedily set up for himself Cartagena has been likewise \r\nin civill war qch is only covered not quenched At Porto Bello about 700 slaves gott into a body \r\nqch in a litle time encreased to above 1500 ye Governor did all he could to suppress ym, but \r\nthey being supplyed wt arms & amunition from ye English, French & Dutch traders it was not in \r\nhis power, so he was forced to come to Very dishonorable termes viz to allow them to be a free \r\npeople independent of ye Spaniards, & only calld their freinds This agreement was made about \r\n8 moneth agoe & shows ye weak condition of ye Spanish Empire in this new world The French \r\nhave been very industrious in promoteing their interest here both wt ye natives & Spaniards \r\nqch they have cultivated to a great degree nor is it to be doubted but they will push \r\nfair for a good share in these countries upon ye King of Spains death.\r\n14 Yesterday came in the french ship & This day Capt: Longs boat came into ye harbour and told us \r\nhe saild for Jamaica on Sunday last that he had left 3 men & a woman wt Capt Diego in ye gulf \r\n& yt the Barliavento fleet consisting of 7 sail of great ships & abund ance of small vessels full of \r\nsouldiers wer lying at ye Burass takeing in provisions in order to attack us in few days This \r\noblidges us to make all possible heast wt our batterie & to get our ships in a line of batle in \r\nthe mouth of ye harbour.\r\n16 7 planters runn away at 8 this morning Captain Fraser wt 8 men in my pinnace wer sent to \r\nCarret bay to look for ym as also a party by land & one was sent to Capt: Pedro & Andreas \r\nto make ym send out their men in search of them The last whereof sent us word yt ye Spa \r\nniard was marching from Panama to Porto Bello wt a great number of men to attack us.\r\n17 This morning the counsell met when some Indians being examined who came to give intelli \r\ngence yt ye Spaniards wer ready to march wt 900 men from Panama to attack us by land while \r\nthey musterd up all their naval force from porto bello & Cartagena by sea Upon this ye counsell \r\nthought fitt to alter their measures & turn ye Pink into a fireship qch was imediatly ordered \r\nThis day our look out was finishd so yt no ship or vessel can come w’in 10 leagues but we can \r\ndescry them \r\n18 The Counsell met where it was resolved yt since ye Pink could not goe we should send one home \r\nby ye Frenchman wt our letters he being directly bound for France & yt Mr Hamilton \r\nshould be ye man.\r\n19 In ye morning one of ye men whom Capt: Long left towards ye gulf wt a boy & two In \r\ndians came in a Canoa & told us yt a Spanish peragoe landed wher they wer, ye Indians \r\n& they sett upon them & killed seven of the Spaniards the most escapeing in ye peragoe,\r\nthis we told them was more then they could answer for they wanted to have some arms \r\nmended & some powder & shot but we would spare them none This fellow told us that \r\nCapt: Long had gone a days journey from his ship in ye gulf amongst ye Spanish Indians ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}