{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/bf4698/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/fcc62ecae60650f5178ef5c9faf1411a/ec562f71-320a-452b-a564-737805cba4b5",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_7i_56/canvas/8",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "on purpose to tell them we wer a pack of theives & robbers, being only a.... of \r\ndisbanded officers & souldiers & that no body would protect us The day ye battery  was \r\nfinished sixteen twelve pounders being mounted on it, & we are now in such a condition yt \r\nwe wish nothing more yn yt ye Spaniard would attack us.\r\n20 This day the French ship being fitted came out & laid by us & on ye 22d ...\r\nout about a cables lenth w’out us.\r\n23 Captain Ambrosio & Pedro wt several others came from ye Samballoes to see us. The French \r\nhave got a great ascendant over these people by means of Pedro who is altogether in \r\ntheir interest, their freind ship they have cultivate very industriously & indeed have gott a \r\nvery great influence over him This ye French Capt endeavours to improve by treating \r\n& caressing ym extreamly, & designs to cary Pedro to Petit Guavas & from thence to \r\nFrance in order to let ye King know ye favourable sentiments they have here of his \r\nmajesty & to desire to surrender themselves as his subjects into his protection, this has \r\nbeen long projected by the French, but ye king of Spains indisposition wt their preten \r\nsions to ye crown has hitherto made them referr there designes Our setleing here \r\nwas a great surprise to them, & its my opinion it will quicken their resolution \r\nas to their measures on this coast, Our great satisfaction is yt neither Capt Pedro \r\nAndreas or Panugo who are our neighbours have any manner of freind ship or cor \r\nrespondence wt ym And I am apt to beleive the English & Dutch will not so much \r\noverlook their own interest as to suffer so powerfull & troublesome neighbour to \r\nsetle quietly here Ther came in a sloop this day wt provisions from Jamaica.\r\n29 In the morning early the French ship by which these wer to goe gott under sail \r\nour dispatches not being quit finished, I went aboard to desire him when he got out \r\nto tarry an hour for yn The wind had blown fresh at north so yt yr tumbled a \r\ngreat sea in so yt she drove wholly by ye broad side upon ye rocks & had \r\ninfallibly been stranded upon ye first point wher not a man had been saved, and \r\nI not ordered my pinnace of 12 oares to goe a head & tow her as soon as she gott \r\nclear of ye point yr was a litle bay wher we let goe both best & small boat? an \r\nchors & here we rode about 3 quarters of an hour I sent my boat to get a long boat \r\nwt a steam? anchor .... able, wt all our pinnaces .... her but ye sea breize \r\ncomeing in fresh made a very great sea, so yt ere they could come back our \r\nleft boor? cable, ... ye other held an hour after that I was very sensible \r\nof ye Danger when I sent my boat away but ye Captain begged I would not leave \r\nhim, since his men haveing been all drunk over night & then hot headed would hardly \r\nmind what he said but to me they had some more regard I promised to give him \r\nall possible assistance & not to leave him till he left the ship first He was \r\nin his cabin when I went first aboard haveing been very drunk ye night be \r\nfor wt Capt Ambrosio, Pedro & some others of ye Samballoe Indians whom \r\nhe carressd exceedingly & promised great things to, he had certainly been drownd \r\nasleep had I not gone aboard at last ye small bour gave way & ashore we went \r\nupon ye rocks, ye seas broke mountains high so yt in half an hour she was all \r\nin peeces, I was as good as my word & stayd till I saw the Captain fairely gone upon \r\na raft, yn waited ye best opportunity & naked as I was born wt much adoe I swam \r\nashore ten seas broke over me under each of qch I was at least 20 seconds & in \r\ndeed two such more had done my bussines, the rocks wer hard & sharp wher we wer \r\ncast ashore yet I receaved only a small wound in my thigh wt some bruises Ther \r\nwas aboard 60000 peices of eight in gold & silver beside 30 thousand more in goods & cloath \r\nThe Capt got ashore & ye Leiutenant but both almost dead & sadly bruised & wounded Ther \r\nwer in all aboard 54 persons of qch 24 wer drowned I got ye Capt & Leiutenant aboard of \r\nme & divided ye rest amongst ye other ships.\r\n26 Capt: Pinkerton by order of himself? bought the Jamaica sloops cargoe \r\n27 The French Capt: went with some dyvers to ye wrack but could not come near though \r\nyt was not the tenth part of ye sea as when we wer lost The counsell takes all possible \r\ncare yt what comes ashore may be saved for him\r\n28 The Jamaica sloop designs to sail to morrow & Mr Hamilton by whom these are \r\nconveyed, & Major Cuningham take their passage in her \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}