{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_14_54/canvas/d1b466/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/fe050203738731bdc9af1d7aba5a8574/d963f0fc-06ec-44d2-9d69-05ffbcc6bef1",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_14_54/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Royal Society \r\nReceived 9 Feb 1899\r\n30A Wimpole Street, W \r\n8th February 1899.\r\n<u>To the Chairman of the Physiological Committee of the Royal Society <\\u>\r\nSir,\r\nI beg to return the paper by <s>Messr <\\s> Professors Herdman & Boyce,\r\nentitled “<u>Observations upon the Normal and Pathological \r\n“Histology and Bacteriology of the Oyster<\\u>”, which has been referred \r\nto me for report.\r\n<u>The first part of this paper <\\u> (pp. 1-21) contains (<u>a<\\u>) an historical \r\nintroduction; (<u>b<\\u>) an account of the histology of the gills; (<u>c<\\u>)a \r\ndescription of a new muscle; and (<u>d<\\u>) an account of the \r\nso-called “liver”.\r\nThe chapters on the histology of the gills and “liver” do not,\r\nso far as I can discover, contain any result which is new: they \r\ndo not advance our knowledge of the subject.\r\nThe new muscle is identified as a “<u>protractor pedis <\\u>” which \r\nhas changed its function in consequence of the atrophy of the foot.\r\nThe description of this muscle is new and interesting, but can \r\nhardly be said to mark a distinct step in knowledge. - The \r\ndescription might well be published in some technical journal.\r\n<u>Pages 22-23 <\\u> of the paper contain an essay on the on the green-\r\nness of oysters. In the case of “<u>huitres de Marennes <\\u>”  \r\nthe authors \r\nconfirm in detail the results obtained by Lankester in 1885,\r\nbut do not add anything of importance. They also confirm the \r\nold statements that some oysters are green, not from the presence \r\nof a colouring matter derived from <u>Navicula ostrocaria <\\u>, as is the \r\ncase in Marennes oysters, but from the presence of some other \r\npigment: and they confirm the statement often made, and lately \r\nsubstantiated by Thorpe, that the pigment in question contains copper.\r\nSo far, the paper does not seem to me to contain any \r\nstatements of importance. The remaining pages are of considerable ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}