{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_14_54/canvas/8b2c2e/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/75b36193012702e0939cfdf576933760/079352f9-b60d-4a65-9288-9402ad17c3b6",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_14_54/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of the present paper (including the whole of the tables showing \r\nthe reactions of Bacteria cultivated) is printed in the Report \r\nreferred to.\r\nThe last few pages (from p. 71 onwards) contain several \r\ntables which have not hitherto been published, showing the \r\ncharacters of bacteria obtained by cultivation from the \r\nalimentary canal of oysters, mussels, cockles, whelks and \r\nperiwinkles. As announced in B. A. Reports 1898 p. 560,\r\nbacilli resembling the Colon bacillus of Man were frequently \r\nisolated, but nothing absolutely identical with the \r\nTyphoid bacillus was found.\r\nThese pages contain a further result which has not \r\nbeen published anywhere, - the identity of some <u>bacilli <\\u>\r\nfrom the alimentary canal of oysters etc., with the \r\n<u>B. enteridis sporogenes <\\u> of Klein.\r\nI am very strongly of opinion that the paper in its \r\npresent form, consisting largely of a mere rescript of published \r\nwork, should not be published by the Royal Society.\r\nThe two new points in it, namely the description of \r\nthe <u>protractor pedis <\\u> muscle, and the discovery of <u>Bacillus \r\nenteridis sporogenes <\\u> in the alimentary canal of Molluscs,\r\ndo not seem to me of sufficient importance to justify publication \r\nby the Royal Society, even after removal of extraneous \r\nmatter from the paper.\r\nI am therefore of opinion that the Council should be \r\nadvised not to publish the paper at all.\r\nI am, Dear Mr. Chairman,\r\nYours very truly \r\nW.F.R. Weldon \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}