{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/509f9b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/babfaafe5fd356638a372be18eaf4f2c/9ce4ba1f-14e9-42d8-bbfc-bdfa7c86faab",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Testing these remains by application of the tongue the degree of adhesion indicated \r\nloss of the original gelatine, and the specific gravity was greater than that of recent \r\nhuman bone.\r\nI consequently submitted to my Colleague, Dr. Walter Flight, F.R.S., who \r\nhad kindly added the results of his experienced analytic skill to my comparisons \r\nof pleistocene fossils from Australia, 3/ the shaft of one of the tibiae of the palaeolithic \r\nskeleton with the corresponding part of the recent human bone, and I subjoin the \r\nfollowing result:- “In examining the portion of the human skeleton from \r\nthe ‘Tilbury Excavations ‘ I have employed the method which I used, in 1870,\r\nwhen examining the jaw-bone of <u>Diprotodon australis <\\u>, and a description of which \r\nwill be found in the ‘Letter ‘ incorporated in your Paper on ‘Fossil Mammals ‘ in \r\nthe ‘Philosophical Transactions ‘ of that year (Vol. c to f, p.p. 572-3).\r\nThe human bone is considerably altered in appearance and character: it is of a \r\nfine dark brown colour and is readily reduced to powder in an iron mortar.\r\nWhen heated, water and oily matter are evolved, and it turns black or nearly \r\nso. Treated with soda-lime a large quantity of ammonia is given off. The \r\ndensity of the bone is 2.138, that of the recent tibia was found to be 1.985.\r\nTreated for twenty-two hours in the cold with the requisite amount of hydrochloric \r\nacid, of specific gravity 1.04, it was found that:-\r\nof these were dissolved 86.98\r\n[…]ble organic matter -(Schewer’s Kestron’s osseine) 11.63\r\n[…]able mineral matter, silica, &c. 1.39\r\n100.00\r\n[The] part dissolved consists of lime-phosphate, carbonate, &c. The insoluble \r\n[…] removed by heating, 11.63 per cent. comes next that found by Fremy in fossil \r\nbones from the Oreston caves. He found in the external part of a metatarsal 10.3 per \r\n[cent] and in the internal part 11.0 per cent. Fremy also found in Rhinoceros-ribs from \r\n[…], Gers, of silica and fluorides 1.4 per cent. I send you some of the \r\n[…]ed bone.” (Signed Walter Flight ).",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}