{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/2943a0/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6db5e0afe92259a92bf1276a37ffcf6c/834a36d2-f87e-474f-b567-62d0d4834198",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "The process of fossilization, so indicated, concurs with the geological \r\nevidence in testifying to the high relative antiquity of these Human remains.\r\nThe ‘fronto-parietal ‘ portion of skull (Plates I, II & III) shows a low and narrow forehead, <u>a<\\u>. The \r\nmid-line, from the fore-end of the sagittal, describes an open uninterrupted curve \r\nto the upper part of the interval <s>of<\\s> between the frontal sinuses, <u>c<\\u>, and is continued with a slight conca \r\nvity, to between them, where it again becomes convex to the root of the nasals, <u>h<\\u>.\r\nThe frontal sinuses are prominent; their size and disposition are shown in \r\nfigs. 1 & 6 Plate I: their surface is roughened by small irregular depressions:\r\ntheir broad mesial ends enter into the formation of the superorbital border.\r\nwhich is, here, not produced. The ordinary ridge begins, and more abruptly \r\non the left side, 16 millims from the fronto-maxillary suture, thence expands \r\nto a broader convex outer termination of the superorbital ridge. In the right\r\norbit the ridge, beginning at the same distance from the suture, broadens to the \r\nupper and outer angle, which here shows an irregular indent as if from some \r\nblow received during life. Between the two portions of the ridge is a shallow \r\n‘superorbital ‘ notch, but no ‘foramen’. The transverse diameter of the orbit is \r\n36 millims. One inch extent of the orbital roof is preserved in the left \r\n<s>orbit <\\s> about half that extant in the right, orbit. The least breadth of the frontal \r\nbone ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}