{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/913a68/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/3c0356f66ee9053c489971147260b57f/770c1d65-9a60-4d2b-8d1d-ecc1562e4b3a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "\t\r\nor ‘calvarium ‘ only. This indicates a somewhat larger cerebrum than in the \r\nTilbury-man, but the frontal sinuses are more prominent in the cave specimen. These are, however,\r\nstrictly Human characters, are not developed in <u>Quadrumana<\\u>. In the highest \r\nof this order the frontal prominence  - extreme in the Gorilla - is formed by the confluent super-\r\norbital ridges. 7/\r\nWith the portions of cranium was fortunately rescued the lower jaw (Plates I & II, fig. 2); so much at \r\nleast as is represented by the left ramus & a portion of the right therewith coalesced \r\nat the ‘symphysis mandibulae’. This bone indicated the individual to have reached \r\nthat term of life which the loss of masticating teeth tells to have drawn near it’s\r\nclose. Not only were the three true molars (<u>m<\\u> 1, 2, 3) wanting, but their sockets \r\nhad been absorbed, and the tract of jaw they had occupied was reduced to the dimi-\r\nnished vertical diameter characteristic of old age. More or less of the sockets of the \r\ntwo premolars (p3, p4), the canine (<u>c<\\u>) and the incisors (<u>i <\\u> 1 & 2) of the left ramus \r\nremained, indicating that such teeth had not been shed. The broken margins of \r\nthe sockets showed that they had been knocked out by the excavator. It is characteris-\r\ntic of the pains taken to find whatever parts of the Tilbury skeleton had not been dis-\r\npersed, that three of the detached teeth were recovered (Plates I & II figs. 3, 4, 5).\r\nEach tooth showed the extra work in mastication to which they had been put,\r\nafter the loss, during life, of the true grinders.\r\nOf the incisor one third of the crown had been ground down flat and polished \r\n(ib. fig. 3, <u>a<\\u>); this with the front (fig. ) and side (fig. ) views of the tooth give \r\nits dimensions. In fig.  , is shown a small circular cavity at the base of the \r\nenamel, which I interpret as commencing decay. The fang contracts to an obtuse \r\nend which is closed.\r\nPar) The canine (ib. figs. 4, <u>a<\\u>) shows the loss of a greater proportion of the crown \r\nwhich has been worn down to a polished, slightly concave, flattened surface. The \r\nfang is similarly terminated and is closed by the ossified remnant of pulp & capsule.\r\nOn the outer side of the crown a cavity has invaded the base of the enamel, in size and \r\nshape as in the incisor. I cannot refer these small hollows to any post-mortem actions (Pl. II, figs. 1-5, <u>a<\\u>).\r\nPar.) The crown of the premolar, fig. 5, <u>a<\\u> shows still greater wear: little of it is left above the \r\nfang.\r\n7/ ‘Memoir on the Gorilla ‘ (4to, 1865, Plates XI & XIII.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}