{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/b7a109/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/7c2e9db92f8b7ec030ce697bc0ea68ef/e5fd4cb3-0c96-43b4-be3d-ff2fed4b5f22",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "fang: the worn surface of the crown, fig. 5.<u>a<\\u>, is flat and polished, very feebly hollowed & \r\nbecoming convex at the back border. The fang is solidified as in the other two teeth.\r\nIn size these teeth, or what is left of them, equals the corresponding parts of the same teeth \r\nin the West-coast Negro and in the Australian; it exceeds that of the modern European \r\nfigured in Plate 119, fig. 3, of my ‘Odontography ‘.\r\nThe condyle and tip of the coronoid process are broken off the present portion of \r\nmandible. The ‘angle ‘ is rounded off as in the edentulous jaws of aged individuals \r\nand the ‘ascending ramus ‘ has lost its ‘middle <s>aged <\\s> period ‘ verticality. The dimensions of \r\nthe bone are given in fig. 2, Plates I & II. The ridge on the inner surface \r\nbeneath the molar tract is well marked. The ‘symphysis ‘ would not project \r\nbeyond the incisor-sockets were these entire. The prominences at the back part \r\nand the ‘digastricus ‘ muscles are in distinct pairs & well developed: the first pair \r\nare vertically extended with the interval scooped out as it were: the subjacent \r\npair of genio-hyoidean processes, of equal extent, are narrower and closer together.\r\nFrom the more obtuse ‘digastric ‘ rising extends a broad and shallow fossa for \r\nincrease of origin: the prominence supports a pair of vertical ridges, smaller & more apart \r\nthan the pair above. Behind the alveolar tract the rising part of the mandible,\r\nto which some anthropotomists restrict the term ‘ramus’ as contradistinguished from \r\nthe ‘horizontal’ portion, or ‘body’, of the mandible, shows by the degree of obliquity \r\nof its axis to that of the ‘body’ the senile character of the bone. On its inner surface \r\nthe notch in the margin of the ‘mandibular canal’, Pl. II fig. 2, usually leading \r\nto a groove extending obliquely downward and forward, here leads to a second \r\ncanal, ib. q, of 10 millims extent, emerging from which the mylohyoidean \r\nnerve and vessel again have impressed a groove which is lost, as usual, in \r\nthe submandibular fossa. The wide & smooth depression for the sublingual \r\ngland is feebly marked. The ‘mylo-hyoidean’ ridge is strongly developed. Below \r\nthe incisors the origin of the ‘levator menti’ muscle is neatly defined by a \r\nnarrow ridge.\r\nPar) In the cranial part of the skull of ye palaeolithic individual under review \r\nthe strong muscular characters contrast with the low cerebral ones: the \r\nsame indications of brute force are repeated in the jaw.\r\nPar) Of the ",
                "format": "text/plain",
                "language": "en"
            }
        },
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/7c2e9db92f8b7ec030ce697bc0ea68ef/641acefb-963c-4f1f-ad33-8c4faa614f34",
            "@type": "oa:Annotation",
            "motivation": "oa:commenting",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "The skeleton has been dated by radiocarbon to the late Mesolithic https://doi.org/10.1017/ppr.2013.12",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}