{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/818ee3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/50b7e01f3cc884a34ac0a95431479f13/2e4ecb32-3f76-4e38-a757-66b543b05853",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/7",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Par) Of the vertebral column the sole trace is a fragment of the sacrum \r\nassociated with portions of the pelvis. Notes on the rest of the skeleton will \r\nbe limited to indications of the force & habit of life of the individual.\r\nPar) along the middle third of the shaft of the humerus the ridge continued from the \r\nectotuberosity subsides: a ridge separating the outer (radial) from the hinder (anconal)\r\nsurface begins to rise about the lower third of the shaft and is continued with \r\naugmenting extent and sharpness to the ectepicondyle (‘external condyle ‘ of Anthropo-\r\ntomy). The ‘internal ‘ (ulnar) side or surface of the shaft begins to be marked by a \r\nnarrow ridge where the medullary artery enters the downward (distally) directed canal.\r\nThis ridge gradually expands into a smooth convex border as it approaches the entepi-\r\ncondyle 1/. The olecranal and coronoid depressions are separated by a strong plate of \r\nbone: the former is wide and deep: a small plate of bone rises from the bottom.\r\nPar) The usual indications of muscular development and power are presented by \r\nthe preserved portions of the fore-arm bones. The ridges on the second metacarpal \r\nof the left hand, for attachment of the interosseous muscles are strongly marked. In the \r\nfirst, or proximal, phalanx, of the same (index) finger the lateral ridges, bounding \r\nthe palmar surface traversed by the flexor tendon, are unusually strong.\r\nPar) The above bones of the upper limb leave an impression of the frequency and \r\nforce with which it has been exercised.\r\nThe shaft of the left femur (Plate IV) shows a strongly developed obtuse ‘lesser trochan-\r\nter’, <u>a<\\u>; below which is a rough oblique prominence, <u>b<\\u>, which gave insertion to the ‘iliacus \r\ninternus’ muscle. But the most remarkable character is shown by the tract, <u>c<\\u>, <u>c’<\\u>,\r\nwhich gave insertional attachment to the ‘gluteus maximus’ muscle. The upper portion \r\nof what, in modern femora, is noted as <s>the <\\s> a ‘“beginning, at the base of the great \r\ntrochanter of the ‘rough line’”, here merits by its prominence the name of ‘third \r\ntrochanter’, <u>c<\\u>, answering to the still more developed process so called in most \r\nperissodactyle quadrupeds. From this process <s>(Pl. fig. )<\\s> a ridge, <u>c’<\\u>,\r\n[remaining text on page obscured]\r\n…thropotomy the term ‘condyle ‘, rightly applied to the prominent articular convexities of the occi-\r\n… mandibular, and femoral bones, is transferred from the distal articular surfaces of the humerus \r\n… prominences for attachment of muscles above them. I have found the convenience in ‘Compa-\r\n… Osteology’ of indicating the homologues of the ‘external condyle’ and ‘internal condyle’ of the human humerus ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}