{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/4e9068/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/759073901ebcffe4dce39c8989e78920/fc35f1ff-4b50-41ba-859b-6b7a199ddd3d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/8",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "shaft, is continued narrower or sharper to the back and outer \r\nborder of the outer condyle; and, though less produced on the inner branch,\r\nto the inner condyle, is sufficiently so to give a flattened surface \r\nto the intervening triangular popliteal space. The inner surface of \r\nthe proximal (upper) half or third of the shaft is divided into two facets \r\nby an obtuse low longitudinal prominence of the femoral wall. The entire \r\nshaft of the bone is relatively thicker and stronger than that of the average \r\nof modern male thigh-bones with which I have compared it.\r\nThe length of the part of the femur above described is 1 foot, 9 lines,\r\nthe total length of the bone with the extremities restored would be \r\n1 foot, 4 inches. The circumference of the middle of the shaft is 3 \r\ninches, 9 lines.\r\nThe depression on the outer side of the outer (fibular) condyle,\r\nusually described as the ‘popliteal groove’ affording origin to the popli-\r\nteal muscle, is both longer and broader than in recent european femora, indica-\r\ntive of a thicker tendon and more powerful muscle.\r\nPar) The ‘glutei \r\nmaximi’, I need hardly remark, are the main ones which move \r\nor work the body upon the legs, and reciprocally. The unusual \r\naddition of leverage to these muscles, supplied by the ‘third trochanter’\r\nin the Tilbury skeleton, bespeaks the frequency and force of that muscle’s action in both loco-\r\nmotion and in grappling with an enemy, and in all the movements \r\nand actions of trunk and upper limbs requiring an adequate fulcrum \r\nand support from the lower limbs.\r\nI may add, although I hope the figures of the natural size will give \r\nthem, that the [insert above paragraph “The length of the part ... 3 inches, 9 lines.”?]\r\nPar) The usual indications of muscular attachments in both tibia \r\nand fibula, are given in corresponding force with those of the femur.\r\n“In",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}