{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/b77ea7/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5d77f327e01a58835ecffbd9f5c23e22/530cd5cf-d518-4fd3-9099-2e81598dfbca",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/9",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Par) In the restoration of the Tilbury skeleton the pelvis has, already, been \r\nalluded to, as fragmentarily represented. The very size of the pelvis,\r\nfar from favouring its preservation, hastened its destruction: the pick \r\nof the ‘Excavator’ smashed it and the pieces were scattered by the \r\n‘Shoveller ‘: the two preserved portions are strictly human and support \r\nthe inference as to the rest. The skull also received a blow; but the \r\n‘Rescuer’ came in time to provide the anatomist with portions which \r\nhave yielded <s>such<\\s> acceptable characters of an Anthropoid variety.\r\nPar) The individual whose dead body found its grave in the sandy \r\nstratum, now 32 feet below the present level of the Essex bank of \r\nthe Thames, trod a ground which has since subsided lower \r\nthan the contiguous bed of that <s>Thames <\\s> river, and has received successive \r\ndeposits of mud, peat, mud, peat, mixed mud and peat,\r\nmud again, and, above that, clay forming the present surface \r\nof the ground. The tribe of men represented by the above described \r\nremains lived and roamed over part of the great anglo-europeo-\r\nasiatic, mammoth-haunted, continent. As yet I have had \r\nno evidence of any of the human-kind having been in existence \r\nat an older or former geological period.\r\nThe oldest known tool fashioned by human hands - the \r\nunpolished flint adze -, is, so far as I can learn, the sole evidence \r\nrecorded - at least in the river-side locality whence the \r\nmy present subject - was exhumed.\r\nBones ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}