{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/db4235/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ea9c62e0c4e77e90a1f85ccc33935c11/192426f0-62c7-44ee-95ba-d559bec9931f",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/10",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Par) Bones which have parted with a proportion of their original \r\ngelatine and have received additions in a degree which has \r\nled to their being termed ‘fossil’, have, it is true, been associated \r\nwith the oldest forms of stone tools: but such bones have been \r\nof extinct kinds of <u>Carnivora <\\u>, of <u>Ruminantia <\\u>, of <u>Proboscidia <\\u>,\r\nquadrupeds which roamed over the land since insulated as Britain,\r\nand which were the chief sources of food to the savages who\r\nmade and wielded those palaeolithic implements; but not\r\nthe only sources. The evidence yielded by the present skeleton of the great share taken by \r\nthe teeth in comminuting the food and fitting it for deglutition \r\nand digestion, begets speculation as to the kinds of nutriment \r\nnecessitating this exercise of the natural instruments. The best \r\nof these, viz., the true grinders with their multiplied roots \r\ncrowns, and square, ridged, triturating surfaces, have been worn out, ground \r\ndown to the stumps, and these, with their sockets, were, at last, as we \r\n[have] seen, removed by absorption. The smooth unbroken surface of the \r\n[ma]ndibular molar tract tells us plainly that <s>the <\\s> our old palaeolithic Man went \r\non labouring for his subsistence after the loss of his grinders; and \r\nthat he put such teeth as remained to their utmost triturating \r\npowers. The tools he manufactured enabled him to kill the \r\nbig beasts, bisons and musk-oxen, &c. which came to the bank of his river to quench their \r\nthirst. He may have obtained the prize of a Mammoth by \r\nartificial pitfalls, such as the lowest tribe of Negros which Living-\r\nstone tarried awhile with on the banks of the Zambesi, practised \r\nto entrap the African <u>Loxodon <\\u>, which they then attacked & slew \r\nwith ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}