{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/92135d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/443b5f4b03ecf681b36ccf304d3eab89/2e1d3f43-7f2e-4345-b3f0-7fcb4264aad6",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_62_6/canvas/11",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "with weopens not greatly in advance of palaeolithic ones.\r\nSmaller mammals such as the Rhinoceros, Horse, Bison,\r\nprimigenial Ox, Musk-sheep, Megaceros, Lion, Bear, Hyaena, Wolf, -\r\nremains of <s>wh<\\s> all which kinds I have recieved from formations \r\nin the present banks of the Thames corresponding with those \r\nat Tilbury, were objects of exciting chase, or trap-capture, \r\nand, doubtless, of occasional deadly combat. The ill-cooked \r\nflesh of such prey would be gnawed down by the hungry \r\nhunters to the periosteum and bone.\r\nPar) Vegetable food would be obtained from the wild, uncultivated \r\nsources. Some fruits, such as the crab-apple, the sloe, the \r\nhip, the haw, would be dainties contributed by <s>of<\\s> short and special \r\nseasons; they could not be stored. But the hazel nuts,\r\nbeech-mast, acorns, might be collected in quantities, &\r\nkept for a longer period, when the vegetable might be \r\ncombined with animal diet. The preparation of such \r\nharder fruits for deglutition polished away the crowns \r\nof the few remaining teeth of the ancient dweller of \r\nthe Thames Valley. As youth passed and manhood’s \r\nvigour failed, the vegetable sustenance would be more \r\nsought after.\r\nTo the geological part of my present subject I have nothing \r\nto add. The existence of Mankind in what, now, is Britain,\r\nbut at the period when its insulation by British & German \r\nseas",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}