{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_15_148/canvas/646948/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/b65d2e1b44e841dc69fb3df305be95f1/21b02bca-e6a5-4075-8106-735a46195659",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_15_148/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "148\r\n<u>CONFIDENTIAL</u>\r\n\r\nRef. Trans II.\r\n\r\nRoyal Society,\r\nBurlington House, London, W\r\n21 JUN 1901\r\n\r\nDear Sir\r\n\r\nThe enclosed paper by Mrs. Ayrton on 'The Mechanism of the Electric Arc' having been accepted for reading, and the Abstract ordered for publication in the \"Proceedings,\" I am directed to ask you to be so good as to give in writing for the guidance of the Sectional Committee for Physics & Chemistry your opinion on the full Paper, with reference to the following points:-*\r\n\r\n1. Whether the Paper should or should not be published in the \"Philosophical Transactions\":\r\n\r\n2. Whether, in the former case, it should be published in full or in part only, the part so to be published being indicated:\r\n\r\n3. Whether any modifications are necessary or desirable and, if so, of what nature:\r\n\r\n4. Which illustrations (if any) accompanying the paper should be reproduced.\r\n\r\nThe business of the Committee will be much facilitated if you can send in your report, <u>addressed here</u> not later than July 2<sup>d</sup>, to be considered at an early meeting of the Committee. If, however, your engagements will prevent you from accepting this duty, or if you wish for a longer time before reporting, I shall feel obliged by an immediate intimation to that effect.\r\n\r\n<i>You are requested to make your formal report on the annexed sheet.</i>\r\n\r\nI remain,\r\nDEAR SIR,\r\nYour obedient Servant\r\nRobert Harrison\r\n<i>Asst. Sec. R.S.</i>\r\n\r\n*<i>Extract from Standing Orders:-</i>\r\n\r\n42. The Sectional Committee, in thus deciding upon a paper, shall be guided by the principle that such a paper should only be recommended for the \"Philosophical Transactions\" as appears to mark a distinct step in the advancement of Natural Knowledge.\r\n\r\nP.T.O.\r\n\r\nProfessor F. Carey Foster,\r\nF.R.S.\r\n                   ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}