{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_1_3/canvas/72dab7/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/8c85bffb4092b3696e7a9b48613162ae/b580919b-989c-4086-9d91-e5a6c075e41d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_1_3/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "(2)\r\nOne week in these regions has of necessity brought \r\nout the character of each individual man \r\nand the majority of the men now remaining have \r\nproved themselves a credit to the service to which they <s>blo<\\s> belong\r\nMr E.H. Shackleton, who returns much to my regret, \r\n<s>will<\\s> should prove of the greatest use in explaining \r\nthe details of our position and our requirements \r\nfor the future, he will also explain the defective \r\nnature of the stores supplied by Messrs Maconochie Bros \r\nI do not think the Presidents can take any steps in \r\nthis matter at present but I hope that on the \r\nreturn of the Expedition some compensation will be \r\nrequired for such a scandalous breach of faith. \r\nI have <s>not<\\s> acquainted the Scientific officers with \r\n<s>your<\\s> the Presidents intentions in regard to collections & notes \r\n& the disposal of former collections \r\nWe had been in some doubt in this matter, feeling \r\nthat it would be most desirable that each \r\nofficer should be given the opportunity of working \r\nup his own collections & notes for publication; the \r\narrangement therefore made by the Presidents <s>meets<\\s> gives \r\n<s>with<\\s> general <s>approval<\\s> satisfaction. \r\nHoping that it will be appreciated that I have done \r\nmy best to reduce the wages bill of the Expedition I \r\nhave the less reluctance in representing to the presidents \r\nthat in my opinion two of <s>the<\\s> its officers are seriously \r\nunderpaid in view of the work they perform \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}