{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_4_44/canvas/dad849/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/dfd1a67a7d50003bc9a97b000d19b505/b4c3af92-0ed6-42eb-b77e-911d16d19fca",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_4_44/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "138\r\nPh. Trans.\r\nVol. 6.\r\nNo. 80.\r\np. 3075.\r\nA Discourse \r\nOf Mr Isaac Newton, containing \r\nhis New Theory about light and \r\nCoulors, sent by him from Cambridge \r\nFebr. 6. 1671/72 to ye Secretary of ye \r\nR. Society, in order to be communica=\r\nted to that Body.\r\nSr \r\nTo performe my late promise to you, I shall without further \r\nceremony acquaint you, that in the begining of the yeare 1666\r\n(at which time I applyed my selfe to the grinding of Opticke \r\nglasses of other figures then Sphericall) I procured me a Triangular \r\nglasse Prisme, to try wth the Celebrated Phaenemena of Colours \r\nAnd in order there to haue darkned my Chamber and made a \r\nsmall hole in my window=shuts to lett in a convenient quantity\r\nof the Suns Light, I placed my Prisme at his entrance that it \r\nmight be thereby refracted to the opposite wall. It was at first \r\na very pleaseing divertisement to view the vivid and intense \r\ncolours produced thereby, but after a while applying my selfe to \r\nconsider them more circumspectly, I became Surprised to see them \r\nin an oblong forme wch according to the Received Laws of Refraction \r\nI expected should have been Circular \r\nThey were terminated at the side with streight Lines, but at \r\nthe ends, the decay of light was so gradual that it was difficult to \r\ndetermine justly, what was their figure, yet they seemed Semicir=\r\ncular \r\nCompareing the length of this coloured Spectrum with its Breadth \r\nI found it aboue five tymes greater a disproportion soe extravagan[t]\r\nthat it excited me to a more then ordinary curiosity of examining \r\nfrom ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}