{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_56_8/canvas/0736dd/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/9a0cc10c3e3b7ee51bc004aefe3dc35c/9e97793e-b5a3-424c-bc2d-46af6bc31c68",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_56_8/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the muscular fibres, & others just under the \r\nendocardium. They occur also in the muscular \r\ncoat of the Oesophagus almost as low down \r\nas the stomach. But as in the Pig the striped \r\nfibres extend nearly to the inferior extremity \r\nof this tube, their presence there forms no \r\nexception to their usual position in muscles \r\ncomposed of striped fibres. I found but \r\nvery few in the lower part of this tube, & \r\nas yet I have not met with them in the \r\nmuscular coat of the Intestines, in that \r\nof the large vessels close to the heart, \r\nin any of the Glandular organs, nor in \r\nany of the structures of the Lungs.\r\nHowever in one Pig, very much infected with \r\nthem I found the Cysticercus under the \r\nmucous membrane of the Larynx, also one \r\nbehind the Peritoneum near to the Kidney. \r\nAs these appear appear to be probably acciden \r\ntal cases I am inclined to regard the \r\nstriped muscles as the true seat of this \r\nspecies of Cysticercus.\r\nThis Cysticercus when sufficiently \r\ndeveloped to be apparent without the aid \r\nof the microscope, is seen to consist of \r\nan oval cyst about half an inch in \r\nlength, having a white globular body \r\nin its centre; but if the muscle in \r\nwhich these animalcules are contained \r\nhas been exposed for a few hours to the \r\nair, the white bodies will be the only part \r\nvery distinctly visible; the cysts in this \r\ncase having become collapsed from the \r\nevaporation of their fluid. If however, the ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}