{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_56_8/canvas/7b2a3f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/bed2db8257d9d5d21819bdc7252a5e9e/c7a1e318-350b-4e27-ba2b-1cd4a4db03ee",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_56_8/canvas/21",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "as being most characteristic; also some parts \r\nof a handle can be distinguished, lastly the \r\nlarger pieces, formed obviously by the coalescence \r\nof smaller ones, can be seen fused as it were \r\ntogether, in which frequently the joining is so \r\nincomplete as to amount to little more than \r\nmere apposition of the particles. See Plate 4. \r\nfig 9 & 12.\r\nThe part first formed is the hook; this has at first its internal cavity rather larger \r\nthan that in the other ones, & there is an irregularity of its outline indicating a want \r\nof complete union of its component particles. \r\nThe handle is formed next; this is more re-\r\nmarkable for its want of symmetry than the \r\ncurved part. Some pieces of it appearing to \r\nbe merely applied to another. See Plate 4. fig 9 & 12. \r\nLastly the tubercles are added. Neither the whole \r\nnor the parts of a hooklet undergo any increase \r\nin size after being once formed, but on the \r\ncontrary rather suffer a slight diminution. \r\nThe hooklets of the old Cysticercus are frequently \r\nsmaller than those of the young ones. \r\nBut these organs vary a little in different \r\nanimalcules, being rather smaller in some \r\nthan in others, but those  belonging to the \r\nsame individual are remarkably regular \r\nin this respect.\r\nFrom the facts that have just been men=\r\ntioned, the hooklets of the animalcule in \r\nquestion do not appear to be formed according \r\nto the plan of cell-development discovered \r\nby\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}