{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_56_8/canvas/58ed99/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/74d80dffd1263184f9308a95d153f41f/1a4dd8e5-d8cd-4847-a007-36f9ae0daac9",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_56_8/canvas/33",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "In concluding this Paper the Author thinks it right to \r\nappend a brief reference to the views at present entertained \r\nas to the nature and relations of the Cystic Entozoa, in order \r\nthat the bearing of his own researches may be more clearly \r\napprehended. \r\nA similarity in the form and armature of the head in \r\nthe Cysticercus and Tape-worm had led the earlier Ento=\r\nzoologists to suspect that there was some latent affinity \r\nbetween the Cystic and the Cestoid Entozoa, and this \r\nsurmise has through recent investigations grown into a \r\nconsistent doctrine, <s>according to<\\s> by which it is held that the \r\nCysticercus and Taenia are but different conditions of \r\nthe same animal. It is accordingly now believed that the \r\novum, or rather embryo, of a tape-worm, being introduced \r\ninto the body of some higher animal, penetrates through the \r\ntissues, probably by aid of the three pairs of hooklets with \r\nwhich it is armed, and on arriving at a suitable resting \r\nplace is developed into a Cysticercus - in some cases \r\nundergoing intermediate changes in its progress thither - \r\nthat the Cysticercus is a creature destitute of reproductive \r\norgans, but that when the flesh of the animal which has \r\nafforded it a temporary abode is devoured by a second \r\nanimal, the parasite, thus introduced into the ali=\r\nmentary canal of its new host, meets with a fitting \r\nnidus for its further development, and, losing its \r\ncaudal vesicle, lengthens out, acquires transverse re=\r\nticulation and assumes the form of a jointed tape-worm. \r\nThe term <u>Scolex<\\u> is applied to the cystic and <u>strobila<\\u> \r\nto the taenioid form of the entozoon; and as each \r\narticulation of the taenia is furnished with a perfect \r\nsexual apparatus, and, when charged with fertile ova \r\nor embryos, may separate in due time from its neigh=\r\nbours, a single segment has been looked on a consti=\r\ntuting ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}