{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_56_8/canvas/6e6592/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5e4cdb6973b5a61a1ca67939286c03c1/d0a76946-d2c6-4d04-8596-5b12f088a9d2",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_56_8/canvas/34",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "tuting a distinct being and is named a <u>proglottis p<\\u>.\r\nThe evidence of the conversion of cystic into cestoid ento=\r\nzoa is simple. A particular form of Cysticercus grows into \r\na particular species of taenia of which it is the <u>scolex<\\u>; \r\nat least this definite specific relation is probable; and \r\nit has now been shown, by numerous and varied \r\nexperiments, that when cysticerci are given to an ani=\r\nmal with its food, they gradually pass into taeniae; \r\nprovided the Cysticercus made use of is the true scolex \r\nof the species of taenia harboured by the animal \r\nsubjected to experiment. The taeniae thus produced \r\nagree in number with the cysticerci swallowed, at least \r\nnever exceed them; they may be traced in progress of \r\ndevelopment, and when given successively at suitable \r\nintervals, the resulting taeniae present corresponding \r\ndifferences of advancement.\r\nThe <u>Cysticercus cellulosae<\\u> is believed to be the scolex \r\nof the <u>Taenia solium<\\u> which infests the human ali-\r\nmentary canal; and in an experiment made on a \r\ncriminal condemned to execution, these cystic parasites \r\nput into the food shortly before death were afterwards \r\nfound in the intestine converted into taeniae, suffi=\r\nciently advanced to be recognized as the <u>Taenia solium<\\u>. \r\nThe taeniae being thus developed from the Cysticercus, \r\nit should naturally follow that the Cysticercus is, in its \r\nturn, derived from the taenia; and the fact is esta=\r\nblished by experiments which may be regarded as com=\r\nplementary of the former. Mature segments of the \r\ntape-worm, full of embryos, have been given to different \r\nanimals with their food, and the tissues of these animals \r\nhave become infested with cysticerci. In this way the \r\n<u>Taenia coenurus<\\u> given to sheep has been followed by \r\nthe production of <u>Coenurus cerebralis<\\u> in the brain of ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}