{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_56_8/canvas/f7356e/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/7486830c4f5c506ef394fe16a0460496/abca48f5-205e-44c9-ba23-40e56f2e26f3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_56_8/canvas/35",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "these quadrupeds; <u>Cysticercus fasciolaris<\\u> has been pro=\r\nduced in mice from the <u>Taenia crassicollis<\\u> of the cat; \r\n<u>Cysticercus pisiformis<\\u> has been generated in rabbits \r\nfrom embryos of the <u>Taenia serrata<\\u> of the dog; and, \r\nnot to mention other cases, pigs have become infested \r\nwith the <u>Cysticercus cellulosae<\\u> after receiving with their \r\nfood ripe segments of the <u>Taenia solium<\\u> <s>from<\\s> of the \r\nhuman subject. Moreover Stein found in the alimentary \r\ncanal of the larvae of <u>Tenebris molitor<\\u> the usual \r\nsix-hooked embryos of an undetermined species of \r\ntaenia, and on the outer or peritoneal surface of the \r\nstomach of the same larvae, numerous encysted cysti=\r\ncerci, on nearly all of which the six hooklets shed by \r\nthe embryo could be perceived adhering to the cyst \r\nand thus clearly showing the connexion of the two. In \r\nlike manner Meissner found cysts containing cysti=\r\ncerci in the body of the slug, and although he did \r\nnot discover taenia-embryos, he found what were \r\n<s>unequivocally<\\s> unmistakeably their six hooklets \r\nattached to the body of the Cysticercus.\r\nWhile, however, the proof of the derivation of the \r\nCysticercus from a taenia-embryo thus seems com=\r\nplete, the process of conversion of the one into the \r\nother has not hitherto been followed completely in its \r\ndifferent steps. The observations of Leuckart on this \r\nhead are perhaps most to our present purpose. He \r\nfound that on giving the ova of <u>Taenia serrata<\\u> to \r\nrabbits a numerous brood of <u>Cysticercus pisiformis<\\u> \r\nappeared in the liver, which situation he conceives \r\nthey might have reached by the route of the vena portae. \r\nAt first they were very small white bodies having none \r\nof the marks of cysticerci; they afterwards enlarged, \r\nassumed an oblong shape and, piercing through the \r\nsubstance of the liver, escaped into the peritoneal cavity, \r\nthen ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}