{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_56_8/canvas/e36d42/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d38597209bbb9a167cf5efa6e79b7540/e6e32141-722f-4f48-b5c7-4ea2fe35ef24",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_56_8/canvas/36",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "then, in a thickening which appeared at the fore part \r\nof the very simple vermiform body, was developed the \r\ncharacteristic head of the Cysticercus with its suctorial \r\ndisks and circlet of hooks. No trace of the six embryo-\r\nhooks could be detected in connexion with the cysticerci. \r\nThese observations of Leuckart were published in 1855, and \r\nwere not known to the Author when he first commu=\r\nnicated his researches to the Royal Society in the sum=\r\nmer of that year. Allowing for differences not unlikely \r\nto modify the process in different cases, the facts observed \r\nby Leuckart are in no way irreconcileable with the \r\nconclusions arrived at in this Paper; and after due \r\nconsideration of the present state of knowledge con=\r\ncerning the relations subsisting between the tape-worm \r\nand Cysticercus, the Author sees no reason to dis=\r\ntrust the evidence on which he has represented \r\nthe <u>Cysticercus cellulosae<\\u> as immediately developed \r\nfrom a peculiar vermiform animal, whatever <s>may<\\s> \r\nbe the mode in which the latter may be derived from \r\na taenia-embryo.\r\nFinally, the facts made known in this communi=\r\ncation may perhaps serve to throw light on the nature \r\nof certain bodies of an ambiguous description observed \r\nby Von Hessling + to be occasionally present in the muscular \r\ntissue of the heart of the Ox, Sheep and Roe Deer. These \r\nobjects appear under the form of oval aggregations of \r\ngranules of a peculiar kind, inclosed in an outer \r\ncapsule and parted into several smaller masses some=\r\nwhat like the segments of a yolk in the process of \r\ndivision. Without hazarding an opinion as to their \r\ndestination, von Hessling compares these bodies to the \r\nelongated tubular capsules filled with similar \r\nspore-like granules, which were discovered in the \r\nabdominal muscles of mice by Miescher and \r\n+ Zeitschrift fur wissenschaftliche Zoologie, vol. V. p 196.\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}