{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_16_4/canvas/a06208/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/7606350167cf2c68e1168d6086148190/ce714b1d-2b16-46fd-897f-79ccfa23966d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_16_4/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "A designe towards \r\nAn universall Alfabet \r\nAlfabet, is a collection of single sounds by the conjunction \r\nwhereof words are exprest, which in evry Language is a \r\ncollection only of such sounds as are used in the same \r\nbut by reason that all the single sounds that are by the mouth \r\nexpressable are not in evry Language used, and so enu=\r\nmerated in their distinct Alfabets therefore by an \r\nUniversall Alfabet. I designe such a collection to \r\nwit of all the single sounds expressed in any Language \r\nor expressible by the mouth of man and this I name \r\na designe, because for want of convers with different \r\nnations expressing natturally their owne Language \r\nand that in the generallity of Languages. I may possibly \r\nhave obmitted some single sounds in this Collection, yet \r\nI suppose but few, if any. for in all the Languages I have \r\nyet examined I found none but what were comprehended \r\nin this collection \r\nThe usefullnes of such a collection is\r\n1 That Children from their first begining being taught & \r\naccoustumed to the true expression of all these sounds will \r\nwithout difficulty be brought to the true pronounciation \r\nof any other Language how difficult soever \r\n2 It will enable any one used to this Alfabet perfectly to \r\ndescribe or write the words of any other Language, accord=\r\ning to their true sounds, so as another Like wise acquainted \r\nwith this <s>Language <\\s> Alfabet shall express the words so \r\nwritten (although he neuer before heard them expressed \r\nby any other) so perfectly as the native to that \r\nLanguage would have don ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}