{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_16_4/canvas/f24fb1/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a519cce2df6ed0ecfc7659c628f4a8c6/d5fd05e0-f735-41b5-b3bd-a615d06907cb",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_16_4/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "4) In the Essay towards a Real carracter and filosoficall \r\nlanguage foll:372\r\nThe sounds which I have exprest here before in the \r\nwords John CHest are said to be compounded sounds the \r\nreason thereof given is because they \r\nare said in the prolation of them to begin with \r\none letter and end with another Accordingly \r\nThe first of the two abovementioned to wit, J, is said \r\nto begin with, d, and end with zh, or that sound which \r\nthe french intend by, J, in the word, Jean,\r\nand CH, is said to begin with t, and end with sh, as we pro \r\nnounce it in the word shall. Whereas in my forego=\r\ning collection J, is the primitive or first of the 2d set and \r\nCH, the 2d of that set, and ZH, and SH, are the 4th and 5th \r\nof the said set.\r\nBut to Examin whether according to that Worthy Authors \r\nsupposall these two in their prolation begin with one letter \r\nand end with another according to his instances. Consider the sound of d sillabically \r\nwith e, before it as ed, then zh, with e, following as \r\nzhe, Join these two together in one sillable by cutting of the \r\nfirst vowel e, thus dzhe then consider whether (expressing \r\nthis sillable so as both the d, and zh, may be discerned \r\nin the prolation the first beginning the latter ending it J say)\r\nwhether this prolation make out the true sound of, J, as we \r\npronounce it in the name, John, if it doe not as I believe it \r\nwill not be found to doe, and that no other conjunction can \r\nbe found that will truly express it, it must be concluded to \r\nbe a single sound \r\nIf the like tryal be made of CH, the other supposed com \r\npound Q question not but it will be found to be no other but a \r\nsingle sound.\r\nIn the distinction of short and long vowels by the said \r\nworthy Author foll: 365 he noteth the short A in the \r\nword bAtt, and the long vowel of the same in the word bAte.\r\nit is true that this 2d as expressed in the word bAte is long \r\nbut not the long A, of the first short A, in bAtt. the Long ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}