{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_35/canvas/ad04be/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f418e738d224b260897af0ede25e8bd2/36850930-429e-49b5-bca0-9bc15ce52650",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_35/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "remarque de la couleur que fait paraitre l’eau \r\nquand elle est extremenent mince, comme dans les \r\nbulles que font les enfans, il y a a adjouter une ...\r\ndont je croy vous avoir parle, qui est de deux petits \r\nmorceaux de verre d’un miroir plat, qui estant fortement \r\nprenez l’un, contre l’autre soit qu’il y ait de l’eau \r\nentre deux ou rien que l’air, font veoir toutes les \r\ncouleurs de l’Iris. Cet organiste aveugle de qui \r\nil fait mention, a este autrefois icy a la Haye, et\r\nje me souviens bien que nous decouvrismes toutes ses \r\nfourberies tant au jeu des Cartes, qu’il marquoit toutes \r\navec un plis differant, qu’au discernement des couleurs,\r\nau quelles il ne connoissoit rien quand un certain faire \r\nqu’il menoit avec luy n’estoit pas present. Je voudrois \r\nbien que Monsieur Boile interrogeait son autheur \r\ntouchant cette particularite, a scavoir s’il estoit luy \r\nseul avec l’aveugle lors qu’il manioit ces rubans, car \r\nje ne voy pas que cela est exprime dans sa relation.\r\nAu reste j’ay este bien aise de veoir a la fin du livre \r\nl’histoire du diamant augmentee et je me sens honno \r\nre de la facon qu’il y est parle de moy.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}