{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_35/canvas/f20c84/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/3ddcfedbedd7aa1186018576befb66f7/fda71629-d47b-4ea3-8092-ffcd8d5b2792",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_35/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "plomb O, et en bas aboutit a un petit plomb P. On lache \r\nen misme temps le plomb O et celuy du pendule H en \r\ncoupant un filet attache a tous les deux, et lors que \r\nO est tombe jusqu’en P que l’on met si bas qu’on veut, il attire vers en bas la raye \r\nde papier ML, qui en passant recevra d’un coste ou d’autre une marque \r\nde l’aguille qui poter le pendule H, la quelle il faut \r\nnoircir pour cela. Et ainsi l’on scaura precisement \r\npar combien d’espace aura descendu le plomb O dans \r\nun certain temps, connu par le nombre de vibrations \r\ndu pendule HK. Je me suis explique si a la haste \r\net si mal que je croy qu’il y aura un peu a devi[…]\r\npour comprendre ce que je veux dire. J’ay encore \r\nune autre maniere pour mesurer exactement en comb[ien]\r\nde temps le plomb descend par un espace donne, ma[is]\r\nil y a un peu plus de facon, c’est pourquoy je n’en \r\nreprendray pas presentement a la descrire, pour ne \r\nvous pas rompre la reste d’avantage.\r\nJ’ay receu il y a quleques jours une lettre de Rome\r\navec un petit livret qu’a mis au jour le [text?]\r\nde celuy qui me l’envoie. Ils s’appellent Montani \r\net le livre contient une observation nouvelle de Saturne ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}