{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_5_186/canvas/14f136/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/41973ea9ad2af30c8d05f17d8e957c83/fd255172-51f4-438a-8b7c-4b1f6270b04e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_5_186/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "April 4. 1864\r\nMy dear Stokes \r\nI have carefully read Dr Pluckers paper \r\nand think it a very important contribution to our know=\r\nledge of spectrology, though it is by no means free \r\nfrom arbitrary assumptions; or, as I think, from loose \r\nor even erroneous statements. In some facts I am glad \r\nto find he confirms, with far superior means of observa=\r\ntion, my previous conclusions \r\nThe most notable points which he has established are \r\n1 An excess of one gas, often but not always, prevents \r\nthe spectral lines of another from appearing. Exam \r\nples of this are afforded by Nitrogen, Carbon, Sulphur \r\nand Hydrogen. In many instances however the jar-\r\ndischarge brings out the lines, though the spark \r\ndoes not \r\n2 Some gases, as Oxygen, require a much higher \r\nelectric power than others to bring out their lines \r\n(this I have found to be the case with metals also)\r\n3 The peculiar Pillared appearance of the bands at \r\nthe most refrangible end in certain spectra is \r\nshewn to arise from a shading with fine dark lines \r\n4 In some cases a compound shews lines of its own in ad =\r\ndi[ti]on to those of its elements \r\n5 Certain elements give different spectra at \r\ndifferent temperatures (this had been shewn \r\nby Gladstone and others. T.R.R.) \r\n6 The absorption-spectrum of Iodine is not the inverse \r\nof its Luminous one. (this however was already \r\nproved by Dr A. Miller. T.R.R.)\r\n7 The principal part is devoted to shew the existence \r\nfor many bodies of two or more Electric spectra \r\n(Carbon has four). Those which he calls of the First \r\norder are obtained by the discharge of Ruhmkorf \r\nlarge Induction Machine through the gas or vapour ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}