{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_5_186/canvas/8d8482/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/19a270a4b5c0d36e288c72adb2c0d136/efee59a8-4e87-4988-b934-24dc258aba50",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_5_186/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of a Geisler tube, those of the second by that of a Leyden \r\njar if the density <s>[text?]<\\s> exceed two or three inches \r\nof mercury; if <s>that <\\s> the gas be more rarified the spectrum \r\nis of the first kind. These two kinds, I may remark \r\nI have described as occurring in the gases which \r\nI examined at common pressure and one at two \r\ntenths of an inch; but Dr Plucker has not detected \r\nthe remarkable Transition spectrum which is the \r\nlink between them, and in which with some electrodes \r\nalmost every line vanishes. He refers these changes \r\nto the effect of difference of Temperature, which he \r\nthinks produces several <s>different <\\s> Allotropic states \r\nof the gas, which cease the instant the discharge has \r\npassed, and in virtue of which its incandescence \r\ngives out different sets of rays. He suggests as \r\nanother explanation that the discharge may decom =\r\npose the gas into unknown components whose \r\nspectra we see, but which instantly reunite. Of the \r\ntwo I should prefer this to the other, which reminds \r\none of the Occult Qualities of the schoolmen; but we \r\nare not confined to this Dilemma, and I think we \r\nare yet far from being in a condition to speculate \r\non the causes of these spectral phenomena. Before \r\nwe can do that to any purpose we must collect \r\nmany more facts, and it is the number of these \r\ncontained in this paper, rather than its theories,\r\nwhich makes it so valuable \r\nThe less pleasing part of my duty remains, to point out \r\nwhat seem to me defects \r\nThe English of the paper is very creditable to Dr Plucker \r\n(who I <s>suppose <\\s> believe wrote it); but of course there are words \r\nwhich I suppose you will correct. I have marked \r\nseveral with pencil \r\nA scale of some sort should be applied to the maps \r\nof the spectra; and the bands and lines which are ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}