{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_5_186/canvas/bea3a9/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ad30005a8b9dc3d2c780aa3763ddce5a/6442b34c-addf-4311-8fbc-adbc5b1b36df",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_5_186/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "described should be referred to it. It gave me \r\nsome trouble to get a clear notion of their place \r\nfrom the mere words of their description.\r\nIn speaking of the fact that the lines of his second spectrum \r\nswell out when the energy of the discharge is increased \r\nhe says of the Hydrogen bands that “the wave length \r\nof the light constituting them remains the same \r\nwhen thus expanded “. This must be an oversight \r\nfor even with one prism the blue and violet band \r\nare sometimes six or seven minutes broad;\r\nin which case the [text?] of the two edges can not be the\r\nsame. This had best be corrected.\r\nThere is a want of detailed information as \r\nto force of discharge, distance of electrodes, and \r\nsurface of jars, all which are important elem =\r\nents of a discussion of the facts. These might per =\r\nhaps be supplied \r\nAmong some statements as to which I am rather \r\nsceptical I will mention two \r\nDr Plucker says that Geisler’s mercurial Airpump \r\nexhausts so completely that the discharge of Ruhm =\r\nkorffs small Induction machine will not pass through \r\nits vacuum. My reason for thinking there is some \r\nmistake here is that (besides the presence of hygrometric \r\nwater adhering to the glass which he admits) such a vacuum can not \r\nbe better than a good Torricellian one in which \r\nthere is always present enough of mercurial vapour \r\nto conduct. Mr Gassiot found this to be the case \r\ntill he cooled the tube far below the freezing point \r\nof mercury. Perhaps in Dr Pluckers experiment, the \r\ncondenser of the Induction machine may have \r\nbeen disconnected. I may add that he was \r\nanticipated by Mr Gassiot in inferring that Elec =\r\ntricity cannot be conducted in the absence \r\nof ponderable matter ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}