{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_5_186/canvas/42caff/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/2593945e0b657c9cd1740e9bc4f71c8e/04d64d2e-df33-4ead-a3a1-eef9373309dc",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_5_186/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Nor does another statement seem more probable \r\nthat certain lines which occur in the spectrum \r\nof Arsenic vapour while moderately heated, but \r\ndisappear at high temperatures, are due to mer =\r\ncury which he supposes to be <u>always<\\u> present in that \r\nmetal. It is far more likely that that these lines are \r\ncommon to both metals.\r\nHe refers the difference of his two sets of spectra \r\nto the difference of temperature of the Electric discharge; but in \r\ndoing so I think he seems to no very clear concep =\r\ntion of the laws by which that temperature is regulated,\r\nand to overlook the peculiar character of the Induced Coils \r\naction, and the nature of its spark. The theory of the \r\nCoil is as yet so imperfect that we cannot tell how a res =\r\nistance in its Circuit affects the quantity of Electrici \r\nty which it discharges; and he seems to ignore the \r\ndifference between the Leyden discharge and the simple \r\nspark. The former is instantaneous, the other not \r\nfor its Envelope (which you have compared to the Voltaic \r\narc) has a sensible duration. All the spectra of rarified \r\ngas which I have examined with the Revolving mirror \r\nhave this permanence. How this modifies the heating \r\npower of the discharge, it will not be easy to determine.\r\nThese however are mere blemishes on a great work \r\nwhich its author will himself correct, (as he has here done some \r\nerrors in his former spectral papers) or which will be rectified \r\nby the experimental discussion that they were likely to produce:\r\nbut they in no wise diminish the sterling worth of the rest. I\r\nthink it right to point them out to the Council, but at the \r\nsame time have not the slightest hesitation in strong =\r\nly recommending the paper for publication in the \r\nTransactions \r\nyours ever \r\nT.R. Robinson \r\nG.G. Stokes Esqr\r\nSecretary of the Royal Society \r\n\r\n1864\r\nPlucker \r\nby Dr Robinson \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}