{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/e700ac/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/118fd1c25e4394ae9da5ff4358dc7b03/0ec2d87b-5a27-453b-8b48-42106ef976d4",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "2 \r\nits true place on the Zoological scale, is the object of \r\nthe following analysis of its affinities. Again, there \r\nwas a time when this the most arctic of the <s>terrestrial<\\s> Ruminants, \r\n<s>Mammalia<\\s> ranged far south of its present abode \r\nand left it bones in the gravels and brick<s>pits<\\s>earths as a \r\nproof of its former presence in Northern Asia, Central \r\nand Western Europe. Also in a fossil state in America \r\ntwo closely allies forms have been found, the two \r\nspecies of Bootherium (1) of Prof. Leidy 1, Its range in \r\nspace and time and its relation to these two animals, are \r\nquestions <s>of the<\\s> which fall within the scope of this \r\nessay. \r\nNatural history 2. The Ovibos Moschatus about equals in \r\nsize the small Welsh and Scotch cattle. The head is large \r\nand broad, and the nostrils are oblong inclining towards \r\neach other from above downwards, with inner margins \r\nnaked and united for half an inch at their base. \r\nThe rest of the end of the nose, the middle part of the \r\nupper lip, and the greater part of the lower lip and chin \r\nare covered with close short white hairs; the upper lip \r\nis furrowless, and there is no trace of a muffle. These \r\npoints alone would be sufficient to separate the animals \r\nfrom the Bos and the Bubalus and relegate it to the <s>Caprine \r\nand<\\s> Ovine group of Mammals. The <s>eyes are<\\s> ears are small \r\nas in the Yak being three inches in length, erect and pointed, \r\ndilated in the middle. The dark umberbrown hair on \r\nthe middle of the forehead is long and erect, on the ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}