{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/27e789/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/0b418c32ff82e3f446209f6a8d2c7170/89f6e638-478e-4fe9-8290-74ca56a752a7",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "3 \r\ncheeks <s>lo<\\s> smooth and pendulous, and forming with \r\nthat on the throat a long beard. The horns are closely \r\nunited on the old bull in the median line and cover \r\nthe brow and whole crown of the head with their \r\nbases. Each passes downwards between the eye and \r\nthe ear until it reaches the plane of the mouth when \r\nit turns upwards and forwards and ends in the same \r\nplane as the eye. Their basal hal<s>f<\\s>ves are of a dull \r\nwhite colour, oval in section and are coarsely fibrous, \r\ntheir middle smooth and shining, their tips black. \r\nThe length of those belonging to the skeleton in the \r\nBritish Museum is twenty seven inches, following \r\nthe curvature. In the yearling male (1), and the female \r\nthroughout life, they are small and separated by a \r\nspace from each other, present a curvature outwards, and \r\ndownwards and are more cylindrical than <s>on<\\s> in the \r\nmale in the prime of life. A similar difference \r\nin the horn development, depending upon the \r\nage and sex, is observable in the Gnu, which also \r\nclosely approaches the musk sheep in other points \r\nof the skull. The hair on the throat and chest is long \r\nand straight and together with that on the lower jaw \r\nhangs down like a beard or dewlap. This is shorter \r\nin the female than in the male. The neck is short \r\nand covered with long matted curly hair of a dull \r\ngrizzled brown colour, it stands erect between the ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}