{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/6555e4/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/26f834c46b521a38d8924779b5858840/e7dddb4a-1aff-47dc-8330-845cbbd2dee1",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/8",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "4 \r\nshoulders and gives the appearance of a hump as in \r\nthe Yak. On the back and hips it is very long, but \r\nlies smoothly. <s>In<\\s> From the shoulder, sides and thighs it hangs \r\ndown as far as the middle of the leg. In the middle \r\nof the back it is of a lighter colour and not so long. The \r\ntail three inches in length is entirely concealed by the long \r\nhair of the hips. Its shortness is a character which would \r\ndeferentiate the animal from the Bos, Bubalus, and \r\nBison. No paragraph The body is defended from \r\nthe cold by a clothing of fine brownish  ash colored wool \r\nwhich according to Hearne falls off in the summer, it was from \r\nthis wool that M. Jeremie had gloves woven which were as \r\nsoft and glossy as silk. It is not present on the legs. These \r\nlatter are short and stout, terminated by unsymmetrical hoofs \r\nthe external being rounded the internal pointed, the soft frog \r\nis partially covered with hair, the animal as its name \r\ndenotes smells of musk. \r\nThe number of its teats is two instead of four and \r\nit has no dewlap X two points in which it is separated from \r\nthe Bos, Bubalus and Bison, and relegated to the sheep. \r\n<s>[text?]<\\s> Their dung also differs most  \r\nremarkably from that of <s>Bos, Bison and Bubalus<\\s> those animals assuming \r\nthe form of round pellets undistinguishable except in size \r\nfrom that of the Caribou 1 and the Alpine Hare (2). <s>This combination \r\nof external et<\\s>. \r\nTheir period of gestation is however <s>7?<\\s>9 (2) months as in \r\nthe true oxen, they take the male in August and bring \r\nforth their young in the end of May or beginning of June. \r\n<s>Recollection suggests that the length of this period may<\\s>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}