{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/6c4656/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/46569a5f597641379f11bd070bc06477/e8208e56-40b6-4f99-8720-8c04a00745b7",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/10",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "6 \r\nHabits and present range \r\n[paragraph]3 <u>Ovibos Moschatus<\\u> at the present day is confined to the \r\nNorth American continent where it ranges over the \r\ntreeless barren grounds from the River Mackenzie through \r\n105 degrees of longitude, along with Eskimos, Reindeer, \r\nWolverines, Bears and various species of Lemming, <s>Spt<\\s> \r\nSpermophilus and Hare. The Mackenzie is its western limit according to Sir John Richardson, but as Capt Beechey \r\nfoud that it was known to the Eskimos near Eschscholtz Bay \r\nit probably ranges considerably further westward, its southern \r\nlimit is a line drawn along the edge of the woods \"from \r\nthe entrance of the Welcome into Hudsons Bay about the \r\n60<sup>th<\\sup> parallel of latitude in a westward and northward \r\ndirection to the 66<sup>th<\\sup> parallel at the northeast corner of Great \r\nBear lake and from thence ranging in the same direction \r\nto Cape Bathurst in the 71<sup>st<\\sup> parallel.\" In the last century \r\nit ranged a degree further southwards, being found by Hearne, \r\nthe enterprizing explorer of the Coppermine river, in 1769 a \r\nlittle to the north of Churchill in Lat. 59[degree]. North of this line \r\nit is found throughout the barrengrounds as far as the shores \r\nof the arctic sea. From the Main land it comes over to the islands \r\nnorth and east, Capt. Parry and Lieut. M'Clintock having killed \r\nseveral of them on Melville Island Lat 75[degree]. It is gregarious \r\nin habit, the herds according to M<sup>r<\\sup> Hearne amounting \r\nsometimes to eighty or a hundred head in which there are seldom more than two or three full grown males. They \r\ndelight in the most stony and mountainous parts, and \r\nclimb rocks with great facility being as sure footed as \r\nthe goat. They seem fondest of grass, but when they cannot ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}