{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/059425/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/7c80be3ad75236edc960368b30dbc7a2/874c2aee-1871-4560-8683-9cccd34665ad",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/14",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<>6<\\s>9 \r\nand <u>Catoblepas Gnu<\\u> the two sides of the bone converge and give \r\nit a truncated triangular form, which reaches a \r\nmaximum in <u>Bubalus Caffir<\\u> Fig 3. In <u>Bos Taurus<\\u> also the anterior \r\nmuscular impressions are supported by long tuberosities \r\nThe basisphenoid is shorter thicker and stouter than in Bos, \r\nBison <s>and<\\s> or Bubalus and is untraversed by a median <s>line<\\s> \r\nridge* which is strongly marked in all these three animals. \r\nThis ridge is inconstant in Capra and Ovis. The postero-\r\n-inferior, or free edge of the pterygoid is inclined at a much \r\nmore <s>acute<\\s> ?obtuse angle to the presphenoid than in Bos or Bison \r\nwhile in <u>Bubalus Caffir<\\u> it is nearly at a right angle. This \r\nOvine <s>and Caprine<\\s> character is shared also by the Gnu. \r\nThe palatal surface of the Palatines and Maxillaries is more \r\nconcave transversely than in the Ox, Buffalo and Bison, and \r\nmuch longer in proportion to its width. The Palate tapers \r\ngradually to the anterior edge of the Premaxillaries making \r\nbut a slight detour round the anterior palatal foramen, \r\ninstead of presenting the broad spatulate termination <s>of<\\s> seen in all \r\nthose three subgenera. All these are decidedly <s>Caprine and<\\s> \r\nOvine characteristics. In the Gnu the concavity and length \r\nof palate is united with the spatulate termination of the \r\npremaxillaries. The large space that the palatines of Ovibos \r\ntake in the palate <s>is<\\s> points to a bovine affinity. The Paramastoid process \r\n(paroccipital) tapers gradually to its apex in the Ovibos and the sheep \r\n<s>and the goat<\\s>, <sand<\\s> in Bubulus Caffir <s>it bears a tubercle for<\\s> \r\n<s>the attachment of the stylolyal<\\s> the latter is enlarged. \r\nThe Occiput See Plate II is remarkable for its heighth, flatness and the strong \r\ndevelopment of the occipital or nuchal spine. the supra occipital \r\nencroaches on the coronal aspect of the skull where it articulates \r\nwith the Parietal the suture between them remaining [text?] unobliterated (1) \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}