{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/26dd09/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/8902f39d1ad44a56c4a0f86d7bde9f71/f3f813cf-edfc-420b-bf3b-142ed4212d20",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/15",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>7<\\s>10 \r\nwhich points are never seen in <s>the<\\s> Bos, Bubalus or Bison \r\nThe share which the mastoids take in the formation of \r\nthe occiput is much smaller than in any of those three \r\nanimals and hence its greater heighth in proportion to its \r\nwidth. In <u>Bubalus Caffir<\\u> the width reaches a maximum. \r\nThe occipital crest is much more strongly marked - in \r\nOvibos, Capra and Ovis than in any of the three animals \r\nso frequently quoted. \r\nCoronal surface. We have now to discuss the most important \r\nportion of the skull, the coronal surface, which in the old \r\nmale is almost concealed by the large spongy bases of the \r\nhorncores. In the young animal in common with all the \r\ncavicorn ruminants, the Gnu and Giraffe excepted, they are \r\nsupported by the frontal, while in the old male they extend \r\nfar back over the Parietals and project<s>s<\\s> over the occipital \r\nsurface <s>see plate ii<\\s>. In the Giraffe the horncore is situated on the parieto-\r\nfrontal suture, in the old male Gnu it extends over the suture \r\nas in Ovibos. Each is separated from its fellow by a diastema \r\nin the median line varying in width according to sex and \r\nage, the diastema being smallest in the old male. Each \r\nis raised above the coronal surface in the adult male at \r\nleast eight inches, thence is passes horizontally outwards \r\ndecreasing in size as far as a line passing in front of \r\nthe orbit, where it turns suddenly downwards at a right-\r\nangle and ends in a stout obtuse point<s>s<\\s> that extends further \r\ndown than the tips of the Paramastoid process <s>see Pl ii<\\s>. In the \r\nfemale the horncores are much smaller and more cylindrical ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}