{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/8cf3e7/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/98c25a049a0e728acf66e340f84af58a/d52c3968-eca4-488e-bd4b-8f935a06d7a9",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/17",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>8<\\s>11 \r\nthan in the adult males and they are supported by the \r\nfrontal bone as in the female Gnu Plate III. The structure also of the horncores affords a character of very great \r\nimportance in the determination of the affinities of the \r\nanimal. The section made of the horncore in the Coll. of \r\nSurgeons (3817) proves that it consists of a compact spongy \r\nmass solid for at least eighth of its length and with a \r\nsimple vacuity merely at its base, That this character \r\nis constant is proved by the section of the fossil horncore \r\nfrom Crayford as well as by the observations of M. Lartet (1) \r\nIn <s>the<\\s> Bos, Bison and Bubalus the frontal sinuses are \r\nprolonged as far as the end of the horncores (2), while in Ovis and Capra \r\nthey are never prolonged further than the middle and very \r\nfrequently they do not enter the horncores at all, as in \r\nsome of the antelopes. In the compactness then of its horncores \r\n<u>Ovibos Moschatus<u> is <s>separated from Bos, Bubalus and Bison \r\nand<\\s> allied to Ovis <s>and Capra<\\s>, while in their position on the \r\nparietal in the old male, it stands apart from all these \r\nsubgenera. Among the points of difference between Ovibos \r\nand <u>Bubalus Caffir<\\u> is the enormous develop<s>e<\\s>ment of \r\nthe frontal sinuses in the latter which cause the \r\ncoronal surface to assume the form of a segment of a \r\ncircle antero-posteriorly while in the former the corresponding \r\nsurface is but slightly curved. \r\nThe facial aspect. <s>The fronto-nasal suture, extends nearly at \r\nright angles to the median line instead of being directed \r\nobliquely forwards at a very acute angle as in the Ovis \r\nCapra, Bos and especially Bubalus Caffir.<\\s> Running transversely \r\nacross the parietals at a short distance from the orbit is \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}