{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/73c715/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/92767b9736cc24d599a85595381adb2f/e77fabfc-7fef-4e03-b494-b628e46eb21d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/19",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>9<\\s>12 \r\nis a stout bony ridge or step which is peculiar  to the old male Ovibos. \r\nThe fronto-nasal suture extends nearly at right angles to \r\nthe median line instead of being directed <s>downwards<\\s> \r\nobliquely forwards at a very acute angle as in the Ovis, Capra \r\nBos and especially Bubalus Caffir. In the European Bison \r\nit runs at a slightly greater angle than in the Bovidae \r\nand then suddenly ends in a right angle with the median \r\nline X, while in the American it is straight throughout. \r\nThe nasal bones are much wider posteriorly than \r\nanteriorly and their anterior extremities are much narrower than in the Bovidae & Capra; two points in which \r\nthey approach Ovis and Capra XX. The Premaxillaries are \r\nslender and their sides converge anteriorly as in the Goats and \r\nSheep while in Bubalus Bos and Gnu they are nearly \r\nparallel XXX. They do not extend as in Bos as far back the \r\n<s>Dental<\\s> Nasals a character which they share with the Bison, they \r\nend in a small rounded extremity. The facial plate of \r\nthe Maxillary is much more vertical in Ovibos and Ovis <s>and<\\s> \r\n<s>Capra<\\s> than in Bos, Bubalus <s>and<\\s> or Bison and the facial ridge \r\nis represented by a stout boss above the root of the first true \r\nMolar as in Bubalus Caffir. The lachrymal bone also \r\nhas a strong ovine <s>and Caprine<\\s> character impressed upon \r\n<s> which varies in depth, is shallow in the female re that in the old male<\\s> \r\nit in the broad deep excavation in front of the orbit. \r\nIn the majority of the Antelopes, as the Gnu in common \r\nwith the Oxen, Bison and Buffalo & Goat  this is absent \r\nin others however as the Boutebuck and the Eland it \r\nis also found. \r\nOrbits. The outward projection of the orbits differentiates distinguishes \r\nmost strongly <s>the<\\s> Ovibos from the true Bovidae and \r\nespecially from Bubalus Caffir. In the Bison however \r\nthe same character is found and is more developed \r\nin the European than in the American species. This is ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}