{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/9f1ed0/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f4a20066030260a03fe2742fcd05ac09/8cb13696-35ca-46b9-a070-5a41d94062e1",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/21",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "14 \r\n<u>Teeth<\\u> \r\nThe ovine and Caprine affinities visible in the skull of the \r\nMusk Sheep are visible also in the teeth, the upper true \r\nmolars are differentiated from those of Bison and Buffalo \r\nby the stoutness and prominence of the three principal \r\ncostae and the small develop<s>e<\\s>ment of the two secondary \r\nones, the crowns also of the teeth are not so broad. On the \r\ninternal aspect there is no accessory column which would \r\nat once separate them from Bos, Bubalus and Bison. \r\nThere is a small accessory valley at the inner interspace \r\nbetween the two principal ones which is present also in Bos \r\nCaffir. <s>which<\\s> It is absent from many of the oxen, and is in \r\nthe Musk Sheep invariable larger and deeper than in \r\nany of the true Bovidae. A strong process passes from \r\nthe inner side of the valley in <u>Premolar 4<\\u> diagonally back-\r\n-wards as far as its external border. not status[?] The anterior edge \r\nof the first premolar (P.M.2) is much sharper than in any \r\nof the Bovidae and differs in the simplicity of its \r\ncrown from that of <u>Bubalus Caffir<\\u>. The lower jaw \r\nteeth differ from those of oxen, in the  length of the \r\nanterior costa and by its being continued past the \r\ncingulum; by the fusion of the posterior valley in \r\nMolar 3 with the 2<sup>nd<\\sup>, by the narrowness of the \r\nflesh. In Premolars 4 and 3 also, the posterior lobe is \r\nmuch more clearly defined. in other respects the lower \r\ndentition is closely allied to that in the domestic ox. \r\nThe form of the lower jaw is essentially ovine or caprine \r\n& differing from those of Ox or Bison in the proportions which \r\nare given in the measurements. \r\nThe vertebrae have been <s>done<\\s> described and framed so admirably by Sir John Rich-\r\nardson in the Zoology of the Herald pp 72 - 89 that \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}