{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/315c55/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5ce48f1f358ba2e55b7d5ca199c66052/92dccf94-1baf-4c88-ba7d-aa25ed502662",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/23",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "16 \r\n[w]ith the Magnum  and un<s>s<\\s>ciform is very much smaller and the \r\nposterior edge of the proximal articulation consists of two planes \r\nmeeting one another at a very obtuse angle instead of being \r\nstraight in this respect. It agrees with Ovis but it is very much \r\nshorter and stouter than the corresponding bone in that \r\nanimal. \r\n<u>Phalange I<\\u>. The first phalange is more slender than that of ox. On the palmar surface \r\nthe muscular ridges circumscribe a broad <s>groove<\\s> <s>fossa<\\s> groove  and there is a \r\ndeep excavation immediately above the distal articulation, it differs \r\nfrom Ovis in this latter character and also in its greater stoutness. \r\n<u>Phalange 2.<\\u> The second phalange is defined from Bos and Ovis \r\nby the deep excavation on the palmar surface which occupies the \r\nwhole of the shaft it is much stouter than in Ovis \r\n<u>Phalange 3.<\\u> The hoof phalange differs from that of ox in the articulation \r\nnot extending to the superior surface of the bone, by its greater \r\nwidth and the distal expantion in the position of the \r\narticulation they correspond with Ovis from which they \r\ndiffer in the other points the palmar surface is more oblique \r\nthan in ox and is not defined from the inner surface as in \r\nthat animal and in the sheep. \r\n<u>Pelvis.<\\u> The crest of the ilium form an arc of a circle while \r\nin ox it is hollowed superiorly. The inferoanterior tuberosity \r\n? on the <u>sternal<\\u> angle is represented by a small cusp only in \r\nwhich respect it differs from both sheep and oxen, the spine \r\nof the ischium is not so pronounced as in the ox. Nor \r\nis the spine on the symphysis pubis so strongly marked \r\nthe anterior edge of the pubes is straight <s>and the symphysis<\\s> \r\n<s>is not<\\s> all these points with the above exception <s>are<\\s>\r\ncharacterise Ovis \r\n<u>Femur<\\u> - The orbicular surface of the head of the femur does not extend so far into the \r\n<s>troach<\\s> trochanteri<s>an<\\s>c cavity <s>acetabulum<\\s> as in Bos and Bison, the great \r\ntrochanter is narrower and the cavity is deeper, the smaller trochanter ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}