{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/110335/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/deaebce01fd2be59795004c4bbdc6ab1/f3edcf0b-7339-4b5e-8d38-bf575c276931",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/24",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "17 \r\nis mastoidal in shape, the shaft is flatter on its dorsal \r\nsurface and rounder - especially at its distal end: the \r\ninner edge of the patellar articulation is sharp instead of being \r\nrounded off as in Ox and Bison, it is sharper even \r\nthan in Ovis. All these are Ovine characters. \r\n<u>Tibia.<\\u> the slenderness of shaft and internal malleolus, the \r\nroundness of the articula<s>tion<\\s> surface between the inferior edges of \r\nthe two femoral articulations are ovine characters. the internal \r\ngroove also on its inferior surface is slightly incurved \r\ndistally while in Bos Bison and Cervus it is straight \r\n<u>Metatarsal<\\u>. the metatarsal in its stoutness and breadth <s>and<\\s> \r\nespecially of the condyles differs from  both Ovis and Bos \r\nIn the shallowness of adductor groove and its absence from \r\nthe distal third of the shaft it resembles the former \r\nand differs entirely from the latter animal. Its proximal \r\nfacets are altogether Ovine. \r\nHind Phalange I. differs from that of Bos by the greater flatness of its dorsal surface by the presence of a dorsal pit above the \r\ndistal articulation and by the flat palmar area being bounded \r\non wither side by a ridge it is stouter than that of sheep. \r\nHind Phalange 2. The second phalange is shorter than in the \r\nsheep, more slender than in the ox, the  stoutness of the \r\nMuscular impression on the side of the proximal articulation \r\nthat faces the corresponding phalange of the foot is \r\ngreater than in sheep or oxen it rises into a tuberosity \r\nwhich is altogether absent from the latter, the palmar \r\nsurface of the shaft is excavated more deeply than in \r\nBos or Ovis \r\nPhalange 3 the articulation extends downwards nearer the \r\npalmar surface of the bone than in Ox or Sheep - in the ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}