{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/a3ff11/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/baf5445fac95ab86082ef897bebf6062/8bf5ca8c-e3ca-4c10-98e1-bbbdb381e819",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/35",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "21 \r\nand figures the skulls of two old males (1) (immania cum cornibus \r\ncapita). the one found on the banks of the Obi, the other from \r\na Tundra or treeless barren ground near Beresov on the same \r\nriver. <s>As he was unacquainted with the recent Musk Sheep, he<\\s> He \r\nleaves their specific determination open, merely remarking that \r\nthey agree with Bubalus Caffer in the apposition of the \r\nhorncores. They are however recognized by his contempor[ar]y \r\nin England, Pennant in 1784 2, as belonging to the recent \r\nMusk Sheep and as finally affording evidence of the former range \r\nof that animal over Northern Asia. In 1809 M le Comte \r\nRoumiantzow found a third head at the embouchement of \r\nthe Yana, with its horns preserved and perfect with the \r\nexception of its nasals and premaxillaries. M. Ozeretskovsky \r\ndescribes it under then name of Bison Musque, and believes \r\nthat the animal lives in Siberia and that possibly it \r\nmay have been exterminated by the same intense cold that \r\npreserved its bones 3. His two figures also prove that the \r\nskull belonged to an old male. The next  discovery of the \r\nanimal was made by Capt Beechey in 1826 (4) and subsequently \r\nby Capt Kellet in 1850) in the remarkable accumulation of bones of \r\nElephas primigenius, Reindeer, Elk, Bison and Horse, originally \r\nfound by D<sup>r<\\sup> Eschscholtz in the Bay called after his name \r\nThey consist of two fragmentary skulls with horncores of old \r\nmales and the atlas, third dorsal, fifth lumbar, four[th] sacral \r\nvertebrae, acetabular, pieces of the humerus and one mutilated \r\ntibia. A large cervical vertebra from the same locality \r\nis considered by Sir John Richardson to belong to a separate \r\nspecies <u>Ovibos Maximus<\\u> but the differences do not seem \r\nto me to be of specific value. The observations of Capt \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}