{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/fad898/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/3f78351c558611d5eb40eceb361d41c9/6b38d170-88db-4d59-99fc-92234bb7b75b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/39",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "23 <s>13<\\s> \r\ntwo skulls are preserved in the British Museum \r\nalong with the one from Eschscholtz Bay. In the \r\nwest of England two very well preserved fragments of the \r\nskulls of a male and female PlIII have been found by M<sup>r<\\sup> \r\nCharles Moore in the gravels of the Avon at Freshford \r\nnear Bath 1. The remains of other animals which I have \r\nseen from the same place belong to the Mammoth, Bison \r\nHorse and Reindeer. In 1866 I examined the locality \r\nalong with the Rev<sup>d<\\sup> H.H. Winwood F.G.S. In the narrow \r\nvalley which the river Avon has cut trough the Bath \r\nand Inferior oolites into the inferior oolite sands are patches \r\nof gravel, above, at different heights. the present stream. The \r\nsection exposed near the Freshford Railway Station from which the \r\nMusk Sheep were obtained presents a lenticular mass of gravel \r\nconsisting of waterworn pebbles of Mountain Limestone, Flint \r\nChert, Oolite, Hornstone, Quartzite, Old-Red-Sandstone and fossil shells \r\nfrom the subjacent beds resting on the Inferior oolite <s>sands<\\s> limestone \r\nat the bottom are a few big boulders and the pebbles are \r\nlarger there than n the upper or middle part. The whole \r\nbed is highly confused and presents none of the sorting action \r\nwhich would be the result of pebbles transported by a \r\nriver flowing under temperate conditions. It could indeed \r\nonly have been deposited by an ice burdened river under \r\nsevere climatal conditions. [insertion] The list of animals derived \r\nfrom it leads to the same conclusion, for two out of the \r\nfive, the Reindeer and the Musk Sheep, are found now only \r\nunder an arctic climate and all the species occur in \r\nthe frozen cliff in Eschscholtz Bay. I have not the slightest \r\ndoubt but that the fluviatile ossiferous deposits <s>resting on \r\nthe solid ice<\\s> in both these localities, were formed under ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}