{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/0eefd6/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/36110aab1f810df95eb7229291a92d40/8d3e37dd-9a57-42f2-9130-3ae4b2f04f5d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/41",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>14<\\s>24 \r\nsimilar conditions with this difference only that the climatal \r\nchange has only advanced so far in Kotzebue Sound as to \r\ngradually melt the ice cliffs and thus cause the coast line \r\nmapped by Admiral Kotzebue (1) to become lower and in \r\nevery respect very much changed in the last eighty years, while \r\nin Somersetshire the arctic conditions have entirely passed \r\naway. The low-level gravels of the Lo<s>x<\\s>cksbrook also near Bath which possibly \r\nmay be of the same date as those of Freshford have afforded \r\nremains of <s>c<\\s>Cave lion Tusk-elk Mammoth and Tichorine Rhinoceros. \r\nThe absence of the Musk Sheep from the bone caverns of this \r\ndistrict from which such vast stores of remains have been \r\nobtained from Banwell, Bleadon, Durdham  down, Uphill \r\nHutton, Sandford Hill, Burrington and especially Wookey Hole \r\nHyena-den, <s> in which one or other of the animals occur<\\s> does not \r\nprove that they have no relation to the river bed of Freshford \r\nThe Bison, Mammoth, Reindeer or Horse associated with the \r\nMusk sheep have been found in nearly all those caverns, and \r\ntherefore I think it very probable they were open, while the \r\nlatter animal was ranging on the banks of the Avon and that \r\nits rarity was the cause of its not having been yet discovered. \r\nIn Germany the animal has been found in three localities \r\nIn 1846 the discovery of a skull in the neighbourhood of \r\nMerseburg was put on record by M. Giebel (2), and Sir Charles Lyell \r\nalso quotes in his Antiquity of Man, a skull in the Museum of \r\nBerlin, correctly named by Professor <s>q<\\s>Quersted (3) as far back as 1836 \r\nwhich has been dug up out of drift in the Kreuzberg in the \r\nsouthern suburbs of that city. The Mammalia associated with it \r\nwere[?] Horse, Ox, Mammoth and Tichorine Rhinoceros (4), the third instance \r\nof its occurrence, is afforded by Professor E.E. Schmid (5) of the university \r\nof Jena who describes in the Neues Jahrbuch of 1863 a portion of a \r\nskull found in 1862 in the ancient alluvium of the Saale. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}