{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/effc2d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/58f88ba59ab3f64273c44977a60c2b46/bb4429ab-d99f-49ad-9132-747832b29667",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/43",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>15<\\s> 25 \r\nA tooth found by l'Abbe Lambert in 1859 (1), in the valley gravel of \r\nthe Oise at Viry-noureuil, near Chauny, and determined by \r\nM. Lertet was the first indication of the existence of Ovibos \r\nin France. <s>Flint implements were also found in the same \r\nlocality. A skull found in 1859, in a gravel pit at Precy, it \r\nwas associated with Elephas Antiquus, Mammoth, Cave lion, Bear \r\nand Reindeer, in the same valley along with the tusk of an \r\nelephant, and described by M. Lartet<\\s>. it was associated X \r\nwith remains of E. Antiquus, Mammoth, Cave-Hyena, Bear and \r\nReindeer, flint implements also were found in the same bed \r\nof gravel. A portion of the skull found in 1859 (1) in at Gravel pit at Precy \r\nin the same valley along with a mammoth tusk and \r\ndescribed by M. Lartet corroborates the truth of his determination. \r\nFrom the same pit a flint implement of the St. Acheul type \r\nwas obtained in 1860 and presented by M. de Verneuil to \r\nthe geological society of France. The position of the horncores \r\non the frontals, their small size and rounded shape, prove that \r\nthe skull belonged to a female. In the figure appended to \r\nM. Lartets paper the position of the <s>occipito<\\s>parieto-frontal suture \r\non the coronal surface is very well shown. And lastly in the \r\nYear 1864 (2) M. Lartet and M<sup>r<\\s>Christy discovered bones of the hind \r\nlimb of the animal in the refuse heap left by the Reindeer Folk \r\nin <s>a<\\s> the cave of the Gorge d'Enfer in Perigord associated with worked \r\nflints, lance heads of Reindeer antler and bones of the Ox, Horse and \r\nReindeer. The long marrow containing bones were split for \r\nthe sake of the marrow just in the same way as those of the \r\nother animals used for food. Thus while in the other two \r\ncaves cited above there seem no grounds for doubting that the \r\nanimal coexisted with the Flint-folk in France, there can be ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}