{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/d34795/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f342c7dc7fbcf10811bf774171da94f6/140fbb21-7e6b-451a-aaf3-4ab6cca33a63",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/44",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>16<\\s> 26 \r\nno doubt whatever of its having been used for food by the \r\nReindeer-folk. All these instances of the occurrence of \r\nOvibos in England, France, Germany, Siberia, and Russian \r\nAmerica prove<s>d<\\s> that the animal lived in those countries \r\nduring a comparatively modern period, speaking in a \r\ngeological sense. The beds from which they were derived \r\nare in several cases but a few feet above the level of the \r\n<s>strata<\\s> <s>sea<\\s> stream and the associated animals are of species which are \r\nknown to have existed during a late division of the \r\nPleistocene Period. That the animal dates back from a higher \r\nantiquity in Britain at least is proved by my discovery \r\nof a remarkably fine head in the lower brickearths of \r\nthe Thames Valley at Crayford in Kent. In November 1866 \r\nI visited the pit in company with M<sup>r<\\sup> Flaxman Spurrell \r\nand was fortunate enough to find, and convey safely to the \r\nMuseum of the Geological <s>Museum<\\s> Society the cranium of a fine bull[?] \r\nwith its two horncores absolutely perfect. The whole of the \r\nfacial portion including the maxillary and palati<s>ses<\\s>nes is wanting, \r\nthe mastoid paramastoid and Lambdoid crest are also \r\nbroken. As we dug it out of the matrix the fragmentary \r\ncondition cannot be ascribed to the carelessness of the workmen. \r\nIn its present state however it is more perfect than any \r\nother found in Britain and enough is left to put its \r\ndetermination beyond all doubt. The basioccipital Pl. 1. fig 1 bone is \r\nremarkable for the stoutness of the muscular impressions \r\nand for the squareness of the area which they define. The \r\nanterior pair D are long and narrow and advance obliquely \r\nforwards until a small groove in the median line prevents \r\nthem from meeting. The suture between the <s>b<\\s>Basi and Presphenoidal \r\nsuture is well marked and the Presphenoid itself is overlapped ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}