{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/483141/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/2a77ed807fabb767f8599a623adf6425/1932a0c7-b628-469e-8ed1-ee191dc728d9",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/46",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>17<\\s> 27 \r\nby a fragment of the former. Enough of the pterygoid remains \r\nto demonstrate its ovine <s>and caprine<\\s> affinities in the \r\n<s>small<\\s> wide angle it makes with the basi- and presphenoid. \r\nThe heighth of the foramen magnum 1.22 is the same as \r\nits breadth. On the occiput the nuchal space is well \r\nseen and the two impressions for the cervical muscles \r\nare very deep. The occipital ridge above hem is broken away. \r\nthe occipito-parietal suture is very well shown on the coronal \r\nsurface. The spongy bases of the horncores do not extend as \r\nfar back as the occiput and are separated from one another \r\nin the middle by 0.65 inches. The horncores themselves \r\nagree exactly with those of the recent animal and \r\ntheir description therefore would be superfluous. <s>a<\\s>At a \r\ndistance of e<s>eighteen<\\s> 1.8 inches from the horncores a ridge runs \r\nacross the frontals from the roof of one orbit to the other \r\nit is much more pronounced thn in any of the skulls \r\nof the existing Musk Sheep. A reference in the Table of \r\nSkull measurements will show how vastly <s>their<\\s> this skull \r\nsurpasses in size any of those which are recorded of the \r\nliving or fossil animal. The <s>following section shows the<\\s> \r\nexact position in which <s>the head<\\s> it was found is shown by \r\nthe following section, taken on the north side of an old \r\nworking and not very far from the superintendents office \r\n(Insert section 2) \r\nThis section agrees essentially with that taken at some \r\ndistance off and published in my paper on the Lower \r\nBrickearths of the Thames Valley, X with the exception that \r\nin this the ferruginous gravel bed (No 5) has thinned out. No 4 ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}