{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/58f639/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/92f5af64bf4a1b6c019fee07de8a49da/912a1302-9ed1-4f9a-87c9-fecf791a09a1",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_49_2/canvas/50",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>20<\\s> 30 \r\nto the Postglacial deposits: <s>, but<\\s> One solitary instance however of \r\nits occurrence viewed side by side with the abundance of remains \r\nof animals dwelling in a temperate zone and even of southern \r\norigin as <u>R. megarhinus<\\u> does not alter the views I have advanced \r\nas to the comparatively temperate conditions <s>of the climate<\\s> under \r\nwhich they lived as compared with the severity of the \r\nPostglacial climate. It would indeed be rash to believe that the \r\nwhole of the animals found in the <s>c<\\s>Crayford pit were fitted \r\nto endure the severity of limate in which the Musk sheep \r\nnow lives. I should therefore be inclined to consider it \r\nthe skull of an animal that had strayed from its usual \r\narctic haunts in the winter into the country more usually \r\noccupied by the animals found along with it. Nor indeed is \r\nthere anything impossible in this hypothesis In North \r\nAmerica for example, the Bison ranged, in Hearnes time over \r\nthe open rushy plains as far to the north and east as the \r\nSouthern shore of Athabasca Lake on Lat 59[degree] while on the \r\ncolder shores of Hudsons Bay a little to the north of Fort \r\nChurchill on the same latitude that explorer found \r\nproofs of the presence of Musk Sheep. In an unusually \r\nsevere winter there would be nothing extraordinary in \r\nthe latter animal occasionally straying south of Athabasca \r\nlake and its bones being mingled with those of the Elk \r\n<u>Waipiti and Bison<\\u>. That the animal was very rare in the \r\nPostglacial deposits in Europe is proved by its having been found \r\nonly in nine places. In Siberia although only three instances are \r\non record of its having been found, it is probably abundant in \r\nthe vast unexplored stores of remains in the frozen gravel of \r\nthe Tundras and especially at Seratoi Ness. Its rarity would \r\nimply that its headquarters were in some district to the North \r\nand East of France and Germany in Postglacial times and \r\nthat it only inhabited the districts in which it is found during \r\nan unusually severe season which would drive it from \r\nits usual haunts. We have thus traced the Ovibos Moschatus \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}