{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RBO_16_28/canvas/4c3631/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/616d8b486b54555f1f7d6c2f2d6478ca/09080224-11fc-487c-93d2-ffeb7e020525",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RBO_16_28/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "168.\r\nRead Nov:\r\n25: 1731\r\n\r\nAn account of an Experiment\r\non Light and Colours, made and communi=\r\ncated in a Letter to S<r> hans Sloane Pr. R.\r\nSociety, by Martin Triewald D.M. F.R.S.\r\nStockholm May 29: 1731.\r\n\r\nTho' no known truth in natural Philosophy\r\nis more evident than the theory of Light & Colours\r\nlaid down by Sir Isaac Newton; yet a great\r\nmany learned Men in Germany and other parts,\r\nrather love to Stick to come off Notions of their\r\nown, than they would gran the honour of that\r\nsurprizing discovery due to that immortal man.\r\n\r\nAs for my part, I feel a particular delight, the \r\noftener I repeat those excellent Experiments, which\r\nhave convinced me of such surprizing truths.\r\n\r\nT'other day, viz. the 25<th> of May, being a \r\nvery clear day, I try'd over all the experiments\r\nrelating to Light and Colours: and coming to\r\nthose which prove that the Rays of Light suffer\r\nnot any change of their qualities from refraction; \r\nand that all those original Colours which appear\r\nas soon as the Rays of Light pass thro' the Prism,\r\nand are refracted by the same, will again produce\r\nwhite, when collected by a convex Lens.  I say, whilst \r\nI was about those experiments, it came into my mind\r\nto try whether a white Spectrum could be produced in\r\ncase these coloured Rays fell on a concave Speculum,\r\nand should by the same be diverged to a certain\r\ndegree and distance.\r\n\r\nThis succeeded as I had imagin'd: for when I \r\nplaced a concave mirour of 8 Inches in diameter et\r\nat the distance of its burning focus. viz 9 1/4 Inches\r\nfrom\r\n\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}