{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_L6_29/canvas/d016e3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/01e7defd5412443dde48d1519bf31733/cc3f6089-5c5d-44ec-99ab-7f651305243c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_L6_29/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "(Read April 20:71.\r\nEnter LB.4.268)\r\nYorke April 8th 1671.\r\nMr Listers letter to Mr Old,\r\nabout ye motion of juices in vegetables, and an English black.\r\nYours of ye 4th instant came safe to my hands. This last \r\nmonth has been a busie time in my private concerns soe yt I have but \r\na few things to returne you to what you have been \r\npleased to commicate to me in relation to ye further \r\ndiscovery of ye motion of juices in vegetables. And \r\nI must acquaint you yt these notes are above 14? dayes \r\nold, for I have scarce busied my head or put my \r\nhand to any Expt of latter date.\r\nOne or both ends of ye pith of a Willow pole sealed up \r\nwth hard wax, will yet freely bleed by ye warmth of ye Fire:\r\nthis was tryed when ye last experiments I sent you were \r\n& I thinke, omitted.\r\nMarch 23d was ye greatest frost & snow we have had \r\nthis winter in these parts about Yorke. Some twiggs \r\n& branches of ye very same willow Tree as formerly and likewise of \r\nmany other Willow Trees taken off this morning March 23d \r\nwhen brought within ye aire of ye Fire would shew noe moisture \r\nat all; noe not when heated warme & often & long turned.\r\nMarch 24th ye same willow branches wch yesterday would \r\nnot bleed & were thrown upon ye Grasse Spott all night did both they \r\n& all others new cut downe by ye Fire side freely shew moisture & bleed \r\nthis morning upon ye breaking up of ye frost.\r\nAsh poles & branches this day nor yesterday would by \r\nye fire be noe more moist than when I formerly tryed ym.\r\nThe same morning March 23d a Twigg of Maple, wch \r\nhad had ye top cut off ye 7 of February last past & wch \r\nthan bledd, this day being quite taken of from ye Tree,\r\n& brought within ye aire of Fire, & held wth ye formerly-\r\ncut-end down wards, did not run at all at yt end, but \r\nheld-on in yt posture it did run apace at ye other non-cutt end \r\nuppermost soe as to spring & trickle downe\r\nNote, yt this doth well agree wth my Expments made ye \r\nlast yeare at Nottingham, where I observed wounds of some \r\nmonths standing to bleed apace at ye breaking up of very hard Frost. For first in these parts \r\nthere hath been noe hard frost this yeare, not comparable to ye last yeare: Again those Nottingham \r\nTrees I wounded in ye Trunke & they stood against a brick wall & ye wounds were on ye side next \r\nit, & besides had horse-dung stopped in all of ym for some reasons, wch things did undoubtedly \r\ndisfend ym much from ye aire & winds & keep ye wounds still green & open. Wheras ye topps \r\nof these Maple twiggs spoake of in ye last expt were exposed in an open hedge to ye aire \r\n& winds as alsoe ye 2 sycamores here at Yorke, mentioned in my former Letters, to have been ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}