{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_L6_29/canvas/a9a8ab/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/039b865baf400eba0d2048544f17f851/7f60b5ad-79bc-4303-883c-ca8940a9f6ba",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_L6_29/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "wounded in November last & not to have shewed any signes of moisture \r\n<s>at those old wounds <\\s> for yt very cause, yt they were not fresh struck \r\nat bleeding times.\r\nConcerning ye bleeding of poles & entire branches held perpendicular, Mr \r\nWilloughby is in right & some expts in my last to you of \r\n17th of March confirme it. Yet is it very true what I observe \r\nthough ye cause I did not than well take notice of, when I first \r\nmade ye expt & sent you an account of it. For I held ye twiggs,\r\nwch I had cut off a-slop, joining & holding up ye cutts to gather in my left hand that I might ye \r\nbetter observe wch part or cut would bleed or not bleed or bleed ye \r\nfaster; & because I found yt ye cut of ye separated Twigg \r\ndid not in yt posture (holding it upwards, as I said, for ye ad- \r\nvantage of my eye) did not bleed at all, when as ye cut of ye branch \r\nremaining to ye Tree did freely bleed; I thrfore inverted ye separated Twigg & held \r\nit perpendicular wth ye cut end downward & found yt ye little \r\nthey were exposed to ye aire in an upright posture had soe very much \r\nchecked ye motion of ye sap, yt I concluded they would not bleed \r\nat all, & yet striking of their topps & making poles of ym, I \r\nfound some of ym, if not all I chanced to try, as I remember \r\nwould shew moisture; but I am convinced since, yt it was \r\nrather some unheeded accident, as violently bending ym or phapps \r\nye warmth of my hand & person or place, wch caused this new \r\nmotion of sap, than mierly ye striking off the topps.\r\nI have sent you enclosed a <u>Pustillus<\\u> of some fine grains of <u>English black <\\u>, as \r\nI call it, wch was all what ye season would yet well afford me: ye Expt I \r\nmade long since upon an other occasion & purpos but upon ye question of ye usefullnesse \r\nof it as to its dye, in this late repeating of it I found, yt ye plant does not \r\nafford a mealy substance such as Indigo is & ye <u>ferulas <\\u> of Bryonie \r\nburne wth a very quiet & lasting flame. The Expt is accompanied wth \r\ncircumstances of good light in order to ye further discovery of ye natures \r\nof vegetable juices, wch is ye only reason, yt I am back ward to name ye \r\nplant to you at present, but soe farr as ye businesse of colours may \r\nbe improved by it I shall willingly impart & shew upon ye first opportunity \r\nto ye R.S. I doubt not but by ye few graines I send you, there may be \r\npersons of yor acquaintance, yt may tell me more of it, yn I understand \r\nat least undeceive me if I be in an erour. Whilst liquid it is a most \r\nexquisite black & staines accordingly any thing it touches; & neither Time \r\nnor a strong Lye of pot-ashes does in ye least, yt I can discerne, alter it.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}