{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/b08e8a/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/905b0efd19d4825d6e7757bbfdef23a8/c7c06a69-dedc-4444-8e26-9c4fc4525f37",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>XIII<\\s> XIV An account of some cases of the production of \r\ncolours, not hitherto described. By Thomas Young \r\nM. D. F. R. S. F. L. S. Professor of Natural Philosophy in the Royal Institution Read July 1, 1802. \r\nWhatever opinion may be entertained of \r\nthe theory of light and colours which I have lately \r\nhad the honour of submitting to the Royal Society,\r\nit must at any rate be allowed that it has given \r\n<s>gi <\\s> birth to the discovery of a simple and general \r\nlaw, capable of explaining a number of the phenomena \r\nof coloured light, which, without this law, would remain \r\ninsulated and unintelligible. The law is, that “where-\r\never two portions of the same light arrive at the eye by \r\ndifferent routes, either exactly or very nearly in the \r\nsame direction, the light becomes most intense when \r\nthe difference of the routes is any multiple of a certain \r\nlength, and least intense  in the intermediate state \r\nof the interfering portions; and this length is different \r\nfor light of different colours.”\r\nI have already shown in detail, the suffi-\r\nciency of this law for explaining all the phenomena \r\ndescribed in the second and third book of Newton’s Optics,\r\nas well as some others not mentioned by Newton.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}