{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/92539f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/88f08fefad5912a9c9bbb48efe5e4851/a1840602-9f6d-461e-9851-6865b3ad0282",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "But it is still more satisfactory to observe its conformity \r\nto other facts, which constitute new and distinct \r\nclasses of phenomena, and which could scarcely have \r\nagreed so well with any anterior law, if that law \r\nhad been erroneous or imaginary. These are, the \r\ncolours of fibres, and the colours of mixed plates. \r\nAs I was observing the appearance of the \r\nfine parallel lines of light which are seen upon the \r\nmargin of an object held near the eye, so as to intercept \r\nthe greater part of the light of a distant luminous object,\r\nand which are produced by the fringes, much broader \r\nand more distinct; and I soon found, that these broader \r\nfringes were occasioned by the accidental interposition of a \r\nhair. In order to make them more distinct, I employed \r\na horsehair; but they were then no longer visible: with \r\na fibre of wool, on the contrary, they became very large \r\nand conspicuous: and with a single silkworm’s thread,\r\ntheir magnitude was so much increased, that two or \r\nthree of them seemed to occupy the whole field of view.\r\nThey appeared to extend on each side of the candle, in \r\nthe same order as the colours of thin plates, seen by \r\ntransmitted light. It occurred to me, that their cause \r\nmust be sought in the interference of two portions \r\nof light, one reflected from the fibre, the other bending round ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}