{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/c52b71/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5e31f54bdb3c03af85a9ae8b96c64bc8/ccfa79f9-55b9-4f1c-89b2-e0711fd797cd",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "depends on the uniformity of the dimensions of the fibres;\r\nand they are larger as the fibres are smaller. It is obvious \r\nthat they are the immediate consequences of the coincidence \r\nof a number of fringes of the same size, which, as \r\nthe fibres are arranged in all imaginable directions, must \r\nnecessarily surround the luminous object at equal distances \r\non all sides, and constitute circular fringes.\r\nThere can be little doubt that the coloured atmo-\r\nspherical halos are of the same kind: their appearance \r\nmust depend on the existence of a number of particles of water \r\nof equal dimensions, and in a proper position, with respect \r\nto the luminary and to the eye. As there is no natural \r\nlimit to the magnitude of the spherules of water, we \r\nmay expect these halos to vary without limit in their \r\ndiameters; and accordingly Mr. Jordan has observed \r\nthat their dimensions are exceedingly various, and has remarked that \r\nthey frequently change during the time of observation.\r\nI first noticed the colours of mixed plates, in \r\nlooking at a candle through two pieces of plate glass,\r\nwith a little moisture between them. I observed an \r\nappearance of fringes resembling the common colours of thin \r\nplates, and, upon looking for the fringes by reflection, I \r\nfound that these new fringes were always in the same direction \r\nas the other fringes, but many times larger. By \r\nexamining the glasses with a [text] magnifier <s>I found it <\\s>\r\nI perceived that wherever these fringes were visible, the ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}