{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/abed45/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a5a54395da511f8a459d958b3bf0eea2/40e68f9e-39de-490b-903b-9e23db6f0b73",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "moisture was intermixed with portions of air, producing \r\nan appearance similar to dew. I supposed that the \r\norigin of colours was <s>[text]<\\s> the same as that \r\nof the colours of halos; but on a more minute examina=\r\ntion, I found that the magnitude of the portions of air \r\nand water was by no means uniform, and that the \r\nexplanation was therefore inadmissible. It was however \r\neasy to find two portions of light sufficient for the pro-\r\nduction of these fringes; for the light transmitted through \r\nthe water, moving in it with a velocity different from \r\nthat of the light passing through the interstices filled \r\nonly with air, the two portions would interfere with each \r\nother, and produce effects of colour according to the general \r\nlaw. The ratio of the velocities in water and in air \r\nis that of 3 to 4, the fringes ought therefore to appear \r\nwhere the thickness is <s>[text]<\\s> 6 times as great as that which \r\ncorresponds to the same colour in the common case \r\nof thin plates: and, upon making the experiment \r\nwith a plane glass and a lens slightly convex, I found \r\nthe sixth dark circle actually of the same diameter as \r\nthe first in the new fringes. The colours are also very \r\neasily produced, when butter or tallow is substituted for \r\nwater; and the rings then become smaller, on account of \r\nthe greater refractive density of the oils: but, when water \r\nis added, so as to fill up the interstices of the oil, the rings \r\nare very much enlarged; for here the difference only of the \r\nvelocities in water and in oil is to be considered, and this \r\nis much smaller than the difference between air and water.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}