{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/4d7ee0/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e13b38e24f76ce20a7cbd5f6063749f9/75e5f68e-e344-4026-a36a-1dd1f9533a80",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/7",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "distance out of this line, the rings are still visible,\r\nand become larger than before, for here the actual \r\nroute of the light passing through the air is longer than \r\nthat of the light passing more obliquely through the water,\r\nand the difference in the times of passage is lessened. It \r\nis however impossible to be quite confident with respect \r\nto the causes of these minute variations, without some \r\nmeans of ascertaining accurately the forms of the dissipating \r\nsurfaces.\r\nIn applying the general law of interference to these \r\ncolours, as well as to those of thin plates <s>in gen<\\s> already \r\nknown, I must confess that it is impossible to avoid \r\nanother supposition, which is a part of the undulatory theory,\r\n<s>hypothes <\\s> that is, that the velocity of the light is the greater,\r\nthe rarer the medium: and that there is also a condition annexed \r\nto the explanation of the colours of thin plates, which involves \r\nanother part of the same theory; that is, that then one \r\nof the portions of the light has been reflected at the surface \r\nof a rarer medium, it must be supposed to be retarded \r\none half of the appropriate interval; as, for instance, in \r\nthe central black spot of a soap bubble, when the actual \r\nlengths of the paths very nearly coincide, but the effect is \r\nthe same as if one of the portions had been so retarded \r\nas to destroy the other. From considering the nature of this circumstance,\r\nI ventured to predict, that if the two reflections were of the \r\nsame kind, made at the surfaces of a thin plate, of a density ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}