{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/2cafa8/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6b4a51210fedf3ed180f4c1fe514ea62/ec7d89fe-cc09-41a4-afe9-76fa1a2ec99a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/8",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "intermediate between the densities of the medium containing \r\nit, the effect would be reversed, and the central spot, instead \r\nof black, would become white; and I have now the \r\npleasure of stating that I have fully verified this prediction,\r\nby interposing a drop of oil of sassafras between a prism \r\nof flint glass, and a lens of crown glass; the central \r\nspot seen by reflected light was white, and surrounded by a dark ring: it was \r\nhowever necessary to use some force, in order to produce a \r\ncontact sufficiently intimate; and the white spot differed \r\neven at last <s>from<\\s> in the same degree from perfect whiteness,\r\nas the black spot usually does from perfect blackness.\r\nThe colours of mixed plates suggested to me an \r\nidea which appears to lead to an explanation of the \r\ndispersion of colours by refraction, more simple and satisfactory \r\nthan that which I advanced in the last Bakerian lecture.\r\nWe may suppose that every refractive medium transmits \r\nthe undulations constituting light in two separate \r\nportions, one passing through its ultimate particles, and the \r\nother through its pores; and that these portions reunite \r\ncontinually, after each successive separation, the one having \r\npreceded the other by a very minute but constant interval, \r\ndepending on the regular arrangement of the particles of a \r\nhomogeneous medium. Now, if these two portions were \r\nalways equal, each point of the undulations resulting from their reunion \r\nwould always be found half way between the places of the \r\ncorresponding point in the separate portions; but, supposing ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}