{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/916ae2/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/3295841d46ed5af43eed957c1f37cfa1/70017ade-8fa9-4653-a7e0-b6246ac94e3a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/9",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the preceding portion to be the smaller, the newly combined \r\nundulation will be less advanced than if both had been \r\nequal, and the difference of its place will depend, not only \r\non the difference of the length of the two routes, which \r\nwill be constant for all the undulations, but also on the \r\nlaw and magnitude of those undulations, <s>the larger advancing <\\s> so that the larger undulations will be some-\r\nwhat further advanced after each reunion than the smaller \r\nones; and the same operation recurring at every particle of \r\nthe medium, the whole progress of the larger undulations will \r\nbe more rapid than that of the smaller; and hence the \r\ndeviation, in consequence of the retardation of the motion of \r\nlight in a denser medium, will of course be greater for the \r\nsmaller than for the larger undulations. Assuming the law \r\nof the harmonic curve for the motions of the particles, we might \r\nwithout much difficulty reduce this conjecture to a comparison \r\nwith experiment, but it would be necessary, in order to warrant \r\nour conclusions, to be provided with very accurate measures \r\nof the refractive and dispersive powers of various substances, for \r\nrays of all descriptions.\r\nDr. Wollaston’s very interesting observations \r\nwould furnish great assistance in this inquiry, when compared \r\nwith the separation of colours by thin plates. I have repeated \r\nhis experiment on the spectrum with perfect success, and \r\nI have made some attempts to procure comparative measures \r\nfrom thin plates; and I have found, that, as Sir Isaac Newton \r\nhas already observed, the blue<s>s<\\s> and violet<s>s<\\s> light is more \r\ndispersed by refraction than in proportion to the difference of ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}