{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/5086f0/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/bc95b684da71f5d76c250f88d5b2456b/02dcace2-b50a-4304-baab-22c2d0b51933",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/L_P_12_32/canvas/11",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "each particle of tallow to be, at its first evaporation, of <s>the\r\nsame<\\s> such dimensions as to produce the same effect as <s>with<\\s> the \r\nthin plate of air at this point, where it is about \r\n1/10000 of an inch\r\nin <s>diameter <\\s> thickness, and to reflect, or perhaps rather to transmit\r\nthe mixed light produced by the incipient combustion around it,\r\nand we shall have a light completely resembling that which \r\nDr. Wollaston has observed. There appears to be also a fine \r\nline of strong yellow light, separate from the general spectrum,\r\n<s>and<\\s> principally derived from the most superficial combustion at the margin \r\nof the flame, and increasing in quantity as the flame ascends.\r\nSimilar circumstances might undoubtedly be found in other cases \r\nof the production or modification of light: and <s>observations <\\s> experiments upon this \r\nsubject might tend greatly  to <s>confirm <\\s> establish the Newtonian opinion, that the colour \r\nof all <s>substances <\\s> natural bodies are similar in origin to those of thin plates,\r\nan opinion which appears to do the highest honour to the sagacity \r\nof its author, and indeed to form a very considerable step in our \r\nadvances towards an acquaintance with the intimate constitution \r\nand arrangement of <s>natural bodies <\\s> material substances.\r\nI have lately had an opportunity of confirming my former obser-\r\nvations on the dispersive powers of the eye. I find that, at the respective \r\ndistances of 10 and 15 inches, the extreme red and extreme violet \r\nrays are similarly refracted, the difference being expressed by a focal \r\nlength of 30 inches: now the interval between red and yellow is about\r\none fourth of the whole spectrum, consequently a focal length of 120 \r\ninches expresses <s>the<\\s> a power equivalent to the dispersion of the red and yellow \r\nand this differs but little from 132, which was the result of the <s>former <\\s>\r\nobservation already described. I do not know that these experiments \r\nare more accurate than the former one, but I have [repeated them \r\nseveral times under different circumstances, and I have no doubt \r\nthat the dispersion of coloured light in the human eye is nearly \r\nsuch as I have stated it. How it happens to be no greater, I cannot \r\nat present undertake to explain. MDCCCII 3f 397\r\n<s>Royal Institution 26 June 1802.<\\s>\r\nCorrection of a former paper. In the Philosophical Transactions for \r\n1800 p.146.1.12 for 83810 read 84197; 1.13 for.0011562 read .0010116. In Fig. 53 the E6(Q) is \r\ntoo near D, and the E6(Y) should be above instead of below it.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}