{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_2_17/canvas/0cae68/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/3819212cc1b05e03821ab522d54f3849/24df041a-9c04-4df5-80e5-7a3cd4668634",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_2_17/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "No. 20. A thread of Sheeps <s>Woll <\\s> Wool, which is broken, and ap \r\npears to consist of many lesser threads.\r\nThe Instrument whence a Spider spins <s>his <\\s> the threads that com \r\npose his Web.\r\nNo. 21. A Granade, or spark made in striking <s>Tire <\\s> Fire.\r\nThe Vessels in a leaf of Tea.\r\nNo. 22. The <u>Animalcula in Semine Masculino <\\u>, of a Lamb taken \r\nfrom the Testicle jul.24.1702.\r\nA piece of the Tongue of a hog. full of sharp points.\r\nNo. 23. A fibre of Codfish, consisting of long slender particles.\r\nAnother of the same.\r\nNo. 24. A filament, conveying nourishment to the Nutmeg, cut \r\ntranseversely.\r\nAnother piece of the same in which the figure of the vessels \r\nmay be seen.\r\nNo. 25. part of the bone or tooth abovementioned, consisting of \r\nhollow Pipes.\r\nAn Exceeding thin Membrane, being that which coverd a\r\nvery small muscle.\r\nNo. 26. Vessels by which Membranes receive nourishment and encrease.\r\nA bunch of hair from the insect calld hair worm.\r\nNo. 27. The Double silk, spun by the worm.\r\nThe organ of sight of a flie.\r\n\r\nIt were endless to enter into any particulars, of what is to be observd \r\nin any of these objects, or indeed to give any account of Mr Lewenhoecks \r\ndiscoverys; they are so numerous as to make up a considerable part \r\nof the Philosophical Transactions, and when collected together, to fill \r\n4 pretty large volumes in Quarto, which have been publisht by him\r\nat several times: and of such consequence as to have opend entirely \r\nnew scenes in some parts of Natural Philosophy, as we are all sensible ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}