{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_2_17/canvas/a51f33/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5e860800e960a44b327b48f5e5ff4591/ee516efd-70c2-4c1e-bdfa-96bd5b2144cd",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_2_17/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "in that famous discovery of the <u>Animalcula in Semine Masculino <\\u>\r\nwhich has given a perfectly new turn to the Theory of Generation \r\nin almost all the Authors that have since wrote upon that subject.\r\nFor the Construction of these instruments it is the same in sever \r\nall, and the apparatus is very simple and convenient; They are all \r\nsingle Microscopes, consisting each of a very smaller double convex glass,\r\nlet into a socket between two silver plates rivetted together, and piercd \r\nwith a small hole: th the object is placed on a silver point or needle,\r\nwhich by means of screws of the same mettal , provided for that pur \r\npose, may be turnd about, raisd or depressd, and brought nearer or put \r\nfurther from the glass, as the eye of the observer, the nature of the \r\nobject, and the convenient examination of its several parts may re \r\nquire.\r\n<u>Mr Lewenhoeck<\\u> fixd his objects if they were solid to this silver \r\npoint with glew, and when they were fluid or of such a nature as not \r\nto be commodiously viewd unless spread upon glass, he first fitted them \r\non a little plate of Talk, or excessively thin blown glass, which he \r\nafterwards glewd to the needle, in the same manner his other objects \r\nwere.\r\nThe observation indeed of the Circulation of the blood, and \r\nsome others require a somewhat different Apparatus, and such a one \r\nhe had to which he occasionally fixt these same Microscopes ; but \r\nas it makes no part of this Cabinet , I shall <s>only <\\s> omit giving any \r\nfurther account of it, only taking notice it may be seen in a letter \r\nto the Royal Society of the 12th of January 1689. and printed in \r\nhis <u>Arcana Natura detects. No. 69 <\\u>. But I was willing to mention just \r\nso much, as it may serve to shew the universal use of these Micros \r\ncopes, and as it induces me (amongst other things) to believe, these \r\nwere the kind of Microscopes, generally if not solely usd by this \r\nCurious Gentleman in all his observations, and to which We are obligd \r\nfor his most surprising discoverys.\r\nAnother particular to the same purpose, I would not omit , and that is, that upon \r\nthe late <u>Queen Mary <\\u>s doing Mr Lewenhoeck the honour of a visit ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}