{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_2_17/canvas/b5963a/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/cc579738a34015d77c09c2bed82cdd6c/403f87a0-354e-442d-8d02-70408f642447",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_2_17/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "cannot but have enabled him to form better judgments of the \r\nnature of his objects, and see further into their constitution, than it \r\ncan be imagined any other person can do, that neither has the \r\nexperience nor has taken the pains this curious Author had \r\nso long done.\r\nNor ought we to forget a piece of skill in which he \r\nvery particularly excelld, which was that of preparing his objects \r\nin the best manner, to be viewd by the microscope; and of this \r\nI am persuaded any one will be satisfied, who shall apply himself \r\nto the examination of some of the same objects as do yet remain \r\nbefore these glasses; at least I have my self found so much \r\ndifficulty in this particular, as to observe a very sensible difference,\r\nbetween the appearances of the same object, when applyd by my \r\nself, and when prepard by <u>Mr Lewenhoeck <\\u>, tho viewd with glasses \r\nof the very same goodness.\r\nI have the rather insisted upon this as it may be as \r\ncaution to us, that we do not rashly condemn any of this Gentle \r\nmans observations, tho even with his own glasses we should not \r\nimmediately be able to verifie them our selves we are under very \r\ngreat disadvantages for want of the experience he had, and he \r\nhas himself put us in mind more than once, that those who are the \r\nbest skilld in the use of magnifying glasses may be misled, if they \r\ngive too <s>rash a <\\s> sudden a judgment upon what they see, or till \r\nthey have been assurd from repeated experiments. But we have seen so many, and those of his most surprizing discoverys, so perfectly \r\nconfirmd, by great numbers of the most curious and judicious \r\nobservers, that there can rarely be no reason to distrust his accura \r\ncy in those others, which have not yet been so frequently or carefully \r\nexamind.\r\nUpon the whole it is to be hoped, some of the Society will \r\npursue those enquirys, the late possessor of these Microscopes ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}