{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_13_5/canvas/7d4926/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/66bbd33b8a0fbc931856ccfb63637609/83415ef2-0a9d-4b28-b442-6e56112b0d88",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_13_5/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "read Feb: 24\r\n24:96\r\n\r\nI. An Account of one who had excrescencies horns or \r\nextraordinary Long nailes on his fingers and toes by Mr Locke \r\n24o May 1678\r\nAt the hospitall in Paris called La Charite I saw a \r\nyonge lad of between 19 & 20 Years old who had upon ye \r\nends of all his fingers as it were hornes grow out \r\none whereof upon ye midles finger of his right \r\nhand was 310 grys  long & 170 gr: Circumference \r\nof which a good peice was broke off in my pre=\r\nsense of above 150 gr: long; as also a sherter \r\npeice off from ye fore finger of ye same hand & an \r\nother less peice off ye annularis of ye left hand.\r\nhe told me he had one formerly on his Thumb \r\nmuch biger & longer then this of ye midle finger \r\nbefore mentioned, but it was now very short \r\nhaveing been either taken off or dropt of I \r\nknow not whether, for on all ye rest of his fingers \r\non both his hands there were ye like, onely on some \r\nof them they had been taken off by ye Chirurgions since \r\nhe came into ye Hospitall, but in those yt had not \r\nbeen touched there was a great inequality in their \r\nlengths. some of them begining to sprout much \r\nsince ye other. <s>ye same alsoe was <\\s> The like grew also upon ye toes of \r\nhis feet, onely excepting ye two <s>last <\\s> small toes of each \r\nfoot, where there were now none, & upon 3 of them ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}