{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_23ii_34/canvas/811c0c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/1e883012739f12a695480df9a3750fe9/1c507f6e-ac3f-4201-bae0-33f02bf7a2b7",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_23ii_34/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "those who had been inoculated: but he staying in Town longer than he thought of, had lost it \r\nYou may please to give Dr. Jurin the other half sheet wherein is an account of all that \r\nThe following is a letter from Dr. Nettleton to Dr. Jurin \r\nHalifax Nov: 11th 1723 \r\nThere have been some Occurrences here, in the Method of Inoculation, which \r\nhave been misrepresented, of which it is necessary the Publick shoud have a true & impartiall \r\naccount. It was altogether a mistake to affirm, that one who had been inoculated a Year ago \r\nwas lately dead of the Naturall Small Pox: But it is very true that one who had the Small Pox \r\nby Inoculation did dye; & also that two others whom we attempted to inoculate, but with =\r\nout Effect, had the Distemper afterwards in the naturall way. The Facts are contained in \r\nthe following Certificates, which will be attested upon Oath by the Partys concerned, whenever \r\nit shall be required.",
                "format": "text/plain",
                "language": "en"
            }
        },
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/1e883012739f12a695480df9a3750fe9/c2e0817b-9e78-43f0-9892-efcb52989507",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_23ii_34/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "those who had been inoculated: but he staying in Town longer than he thought of, had lost it \r\nYou may please to give Dr. Jurin the other half sheet wherein is an account of all that \r\nThe following is a letter from Dr. Nettleton to Dr. Jurin \r\nHalifax Nov: 11th 1723 \r\nThere have been some Occurrences here, in the Method of Inoculation, which \r\nhave been misrepresented, of which it is necessary the Publick shoud have a true & impartiall \r\naccount. It was altogether a mistake to affirm, that one who had been inoculated a Year ago \r\nwas lately dead of the Naturall Small Pox: But it is very true that one who had the Small Pox \r\nby Inoculation did dye; & also that two others whom we attempted to inoculate, but with =\r\nout Effect, had the Distemper afterwards in the naturall way. The Facts are contained in \r\nthe following Certificates, which will be attested upon Oath by the Partys concerned, whenever \r\nit shall be required.\r\nWe have reason to believe that the Death of the Child here after mentioned, was owing to \r\nsome other Cause besides the Small Pox; but if to avoid Dispute we yield that Point,\r\nIt must then be acknowledged, that out of seventy four who had the Small Pox by Inocu =\r\nlation hereabouts, one has dyed; All the rest are at this time alive & in good Health.\r\nWe have been told by all those who have writt upon the Subject of the Inoculation, that \r\nit may sometimes fail, & produce nothing at all; in which case, it can be no more security against \r\nthe Distemper than if nothing had been done. Most of those who have been inoculated here \r\nhave been as much exposed as these two Children, who have taken the infection since, but we have not yet found, that any \r\nwho had the Small Pox by this Method, tho’ in the lowest degree, ever had it again in \r\nthe naturall way. If any such thing shoud happen I shall not fail to advise you of it \r\nThere has nothing occur’d here so far as I know that can possibly be represented to the disadvantage \r\nof the Practice, besides what is contained in the Enclosed Papers I am \r\nSr\r\nYour most obedient \r\nHumble Sert \r\nThos. Nettleton \r\nEaland Nov: 8th 1723\r\nThese may certify that in February 1721/2 the Small Pox was inoculated upon \r\ntwo of our Daughters the one about five & the other four Years of Age, who had as far \r\nas we coud judge, the true Small Pox thro’ which Distemper they gott with very great Ease \r\nSome time after, the same Operation was performed upon a Boy of ours, aged about 3 Years,\r\nbut without any Effect. The Child was not in the least disorder’d, had no appearances \r\nupon his Skin neither did the places of Incision swell or inflame as in the other Children \r\nso that we then concluded it woud avail him nothing. About five months ago, the \r\nDistemper being then in the Neighbourhood & several having dyed of it in the natural way \r\nWe had the Small Pox inoculated upon a Daughter of ours aged about 15 months, with this \r\nChild the Distemper was more severe than usual; She was very full tho’ the Pustules were \r\ndistinct. She went on as well as we coud expect, & on the eleventh day was very cheerful \r\n& brisk, free from Heat or Thirst & the Small Pox were many of them crusted & gone off \r\ninsomuch that we thought her out of danger: However that night she dyed suddenly ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}