{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_23ii_34/canvas/2e76ec/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d79c171e4c8dda109f9618a2786913dc/b5842910-66ac-4e44-b037-34f1a1b044b3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_23ii_34/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "even before any alteration for the worse was perceived by those that attended her \r\nThis unhappy Event may possibly expose us to the Censure of the World, but the Consciousness \r\nof having done our Duty in using the most likely means to preserve Life in a Time \r\nof common danger, makes us easy & content. About ten days after this our Son \r\nabove mentioned upon whom the Inoculation had no Effect was seized in the natural \r\nway, had a very kindly sort, & recovered very well. The Distemper was at that \r\ntime very rife in two or three neighbouring Familys insomuch that none escaped \r\nwho had not had it before, amongst these, there were six persons who had the Small \r\nPox by Inoculation some of which were constantly & the rest frequently in company \r\nwith those that were sick of the Natural Sort, without being any way affected \r\nTo the Truth of the above we subscribe \r\nJoseph Brooksbank \r\nElisabeth Brooksbank \r\nTo the above written particulars attest \r\nthe Nurse & Maid who attended the \r\nChildren during their illness \r\nElizabeth I Brooksbank\r\nElizabeth X Mellar \r\n\r\nHalifax Nov: 5th 1723 \r\nThese may certify that at our request in February 1721/2 The Small Pox was \r\ninoculated upon two of our Children, the one a Boy aged about 5 Years, the other \r\na Girl about 3 years old. The Girl in a weeks time began to be very feverish & ill \r\n& after 2 or 3 days the Small Pox appear’d, They rose very round & large, tho but \r\nfew in number & She soon recovered. The Boy was no ways affected, had no \r\nmanner of illness that we coud perceive, nothing appear’d upon his Skin, neither did \r\nthe Places that were cutt look red & angry as they did in the Girl: but about a \r\nweek or ten days after his Sister recovered, He fell ill of the Small Pox, had more in \r\nnumber & was much worse than She was, but after some time recover’d very well \r\nas wittness our hands \r\nWillm Clark \r\nPhebe Clark \r\n\r\nTest:\r\nMartha Mitchell \r\nThos. Thorp.\r\n\r\nP.S. It is to be observed that these two Children were not inoculated with the same matter \r\nThe Girl was from one that had a very favourable kind in the natural way, & the Boy was from \r\none that was inoculated, but I had the misfortune to come too late, the Pustules were wither’d \r\n& allmost gone & the matter was chiefly taken from the incision in the arm. I did \r\nnot think it necessary to mention this particular in the account I gave of this boy for=\r\n=merly, because I coud not conclude from one tryall, any thing certainly. it is now \r\nvery well known that the matter taken from the Pustules of the inoculated Small Pox \r\nwill convey the Distemper as well as the naturall, but I believe that which runs from \r\nthe incisions will not. I can give no account how the operation happen’d to fail \r\nin Mr Brooksbanks boy, for two other children were inoculated at the same time with \r\nthe same matter in whom it succeeded very well.\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}