{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_23ii_34/canvas/2d3e0d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/236b3010d380749a95d2efe104d6ffa7/167043c3-7cca-469f-af46-e31bfb8fa5b8",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_23ii_34/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Halifax Nov: 11th \r\n1723\r\nHond. Sr.\r\nI am extremely oblidged to You, & to Dr Whitaker for your \r\nCare in contradicting, these injurious reports which had been spread abroad in the \r\nPublick Papers, I am very sorry that my Name has been singled out to be made \r\nuse of in this artfull Contrivance to ruin at once the Credit of the Practice \r\nThere is no manner of ground for it, but only that I have been so unfortunate \r\nas to have one miscarry under my hands this Year, which yet I think cannot \r\nreflect very much discredit upon the Method, if it be consider’d how many have \r\nbeen inoculated here & done well, & how difficult it is in the beginning of a Practice \r\nto avoid all Errors & mistakes. I have received many Letters from severall parts \r\nof the Kingdom to enquire about the truth of this report & lamenting that a \r\nPractice which has been found so successful shoud meet with such a finishing stroke \r\nas is like to putt an end to it at once, & therefore it is incumbent upon me to give \r\nsufficient barely to contradict this story but they will also expect an impartiall \r\naccount of everything that happen’d here which might give rise to it \r\nThis I have here sent You with the originall Certificates from the Partys con =\r\ncerned. You may make what use of it you shall think most proper, either to print \r\nit now in some one of the Publick Papers, or reserve it to be publish’d some other \r\nway as you shall judge most convenient I am very sorry to be so troublesome \r\n& woud much rather be excused from appearing in Publick but that upon this occasion \r\nit seems to be necessary, tho’ I should rather wish it might appear in company with \r\nsome other accounts of what has been done in other parts of the Kingdom. I shoud \r\nbe very glad to hear from You or from Dr Whitaker whether from the accounts you \r\nhave had, You have any reason to think worse of the Practice this Year than before \r\nwhat number you suppose may have been inoculated in the Whole & whether there \r\nhave been any miscarriage besides this in Yorkshire; We have been told of one \r\nlately in the News papers but how true we cannot tell. If the Mortality has been no \r\ngreater this Year than before in the Way of Inoculation it woud be of very great use \r\nin the Countrey if you woud order some short Paragraph to be inserted in the Papers \r\nin Vindication of the Method in generall to take off any ill impressions which false \r\nreports may have made upon the minds of the People. but you will excuse the \r\nfreedom which I use: I’m sorry I did not mention Mr Brooks Carter boy particularly in my \r\nformer Letters as one upon whom the Operation had no Effect but as he never was ill \r\nI seldom saw him neither did I ever see his Sores, for the Child was so frettfull & \r\nunder such frightfull apprehensions of being cutt that he woud not suffer me to come \r\nnear him without crying extremely. Some of those about him told me they thought \r\nhis Sores did run more than common but upon a strict Enquiry what is contain’d in the \r\nCertificate is the real truth. You will also excuse any Errors or omissions I may have \r\nbeen guilty of thro’ inadvertency or thro’ fear of being too tedious & particular \r\nI am with many thanks for all your Favours \r\nSr\r\nYour most oblidged Freind \r\n& humble Sert \r\nThos. Nettleton ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}