{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_22i_26/canvas/8b6776/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/102022b94f418501c10ac301023a6491/1fda9af9-193b-4e06-8dc7-4a9e176d0c9e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_22i_26/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Chrysanthemum’s, and Marigolds, the Yarrows, the Daisies, Fever-few, the Lavender-cottons, \r\nthe Tansies, the Wormwoods, the Southernwoods, Mugworts, Scabioses, Teasels, Eringo, the Globe Thistles etc.\r\nLib. 9th treats of the umbelliferous Herbs, to which are premised some herbs that are a \r\nlittle akin to the umbells, only they have a single seed succeeding each flower, whereas the true umbells \r\nhave two; of the first kind are many valerians, the sea Lavenders, the Marvell of Peru, Agrimony, \r\nBurnet, Meadow-Rue, fumitory etc. the genuine umbells have pentapetalous flowers to each of which \r\nsucceed two naked seeds joined together, these are put under many subdivisions according to the vari \r\nous figures of their seeds and leaves; of this umbelliferous family are the Parsneps, the Fennells, \r\nthe Angelica’s, the Cummin, Parsleys, Hemlocks, Smallage, Aniseed, Caraways, the Carrots, Coriander etc.\r\nall which are very nicely distinguished, and variously subdivided.\r\nThe 10th contains the stellate herbs, whose leaves like a radiated star embraces \r\nthe stalk; their flowers are monopetalous, tho divided or cut into 4 segments, or could coloured \r\nleaves; to each flower there generally succeeds two seeds, of this kind are the Madders, the Crosworts,\r\nthe Ladies Bedstraw, the Woodroofs, the cleavers or goose grass etc. The second section of this book \r\ncomprehends the Asperifolious herbs whose flowers are monopetalous, and generally reflected at \r\nthe end like a scorpions taile, yet cut into five margines, or segments; to every one of these flowers \r\nsucceed for the most part 4 seeds. of this kind are the pulmoria maculosa or Sage of Jerusalem, \r\nthe Hounds-tongues, Borage, Bugloss, Alkanet, the Heliotropes or Turnsoles, the Gromills, Scorpion-\r\ngrass, Comfrey, the Honey-worts etc.\r\nThe 11th is of the verticillate herbs, so called from the flowers embracing the stalk\r\nlike a whirl, or wherle, the leaves are generally placed two together exactly opposite on the \r\nstalk. the flowers are monopetalous, labiated for the most part or galeated. to each flower suc \r\nceeds 4 seeds, which the calyx or perianthium serves in stead of a vessell; these are subdivided \r\naccording to their substance and duration, as they are ligneous, fruticose, perennial, and \r\nHerbaceous. of this tribe are the Sages, the Lavenders, Rosemary, the Hyssops, the Savoury’s, Thymes,\r\nPoley Mountain, the Germanders, the Mints, Penny royalls, Vervain, the Majorams, Basil, the Clary’s, Betony’s,\r\nMarrubiums, Lamium’s, Sideritis, Ground Ivy, Baulm, Calamint, ground pine, Bugle etc\r\nThe 12th comprehends those herbs, to each of whose flowers succeed more then \r\n4 naked seeds, whose number is indefinite, they being polyspermous; here wee may note that Mr \r\nRay takes those for naked seeds, whose follicules or covers (if they seem to have any) are not \r\ncast of, but fall with the seeds from the mother plant, being not separable from them. of this \r\nfamily are the Hepatica’s, the Ranunculi, the lesser Celandine, some Mallows, and Althaea’s, Avens,\r\nStrawberries, Cinquefoils, Tormentill, etc. the second section of this book is of such herbs as have \r\nmany naked seeds, and a flower without any perianthium or calyx, as the Travellers joy and \r\nsome Climbers, Dropwort, Meadow sweet, the Anemonies, Pasque-flowers; those of the former section \r\nhaving perianthia, or cups about their flowers \r\nThe 13th is of the pomiferous, and bacciferous herbs, these are distinguished by the \r\nmagnitudes, and skins of their fruits; the flowers are naked, monopetalous, divided into five margi \r\nnes or segments, placed on the top of the fruit like a Corolla or umbilicus. of this kind are the \r\nGourds, the Pumpions, the Cologuintida, the Citruss, Melons, Cucumbers, the Passion flowers, etc. China,\r\nBryony, Solomon’s Seals, Solanum’s or nightshades, Mandrakas, Capsicum’s or Guinny pepper, Sparagus,\r\nLillies of the valleys etc.\r\nLuv. 14th contains the multisiliquose or corniculated Herbs, which \r\nafter each flower bear many pods, or horned seed vessells; of this kind are some sedums, or \r\nhouseleeks, Orpines, Peionys, black Hellebore, some Althaea’s, Monks hoods, Columbines, Larks spur’s.\r\nThe 15th is of such herbs as have a uniform monopetalous flower, and besides \r\nthe calyx of the flower have a distinct and proper seed vessell, such are the Hen banes, the To \r\nbacco’s, the Gentians, the Convolvuli or bindweeds, the Bell flowers, throatworts, Rampions, Sha \r\nmonium’s or thorn Apples; the other section is of the defform’d monopetalous herbs, both of which \r\nare subdivided according to the figures and values of the seminal vessells, of this last kind are \r\nthe Butterwortsr, the Toad flax or Linariae, Birthworts, Figworts, Fox gloves, Cocks-combs \r\nor Rattles, eyebrights, Cow-wheats etc.\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}