{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_45_1/canvas/c16b06/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/70c1a714bb7d84a595bebcfe17a1d903/eb54313c-da58-4460-bdad-68fb3e23598f",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_45_1/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of Foliation have been described.\r\nUnder whatever aspect we regard them it is difficult\r\nto draw any clear line of\r\ndistinction between Gneiss\r\nand Mica Schist: considered mineralogicallythey are\r\nthe two extremes of a series of foliated crystalline\r\nrocks, between which every shade of variation may\r\nbe found: their geological relations are the same:\r\n& the foliation of the two rocks follows exactly the\r\nsame laws. Their geographical separation through\r\nScotland has been drawn most arbitrarily: the\r\nlines which divide them on Macculloch’s Map <s>of\r\nScotland<\\s> have very little meaning, & there are\r\nmany large tracts where the coloring might be\r\nreversed without any impropriety. The same\r\nmay be said of the <u>Chlorite Schist<\\u> series of\r\nMacculloch<s>,<s\\> which, where I have seen it, is a\r\nvariety belonging to the same class of rocks, but more nearly related to Gneiss than to Schist, in\r\nwhich the mineral ingredients are more numerous\r\n& more completely separated from each other in\r\nparallel layers than is usual in Gneiss or Mica\r\n<s>Slate<\\s> Schist: yet there are many districts in which the separation\r\nof the ingredients of Gneiss into layers is as complete\r\nas in the Chlorite Schist described by Macculloch*,\r\n& in which the Quartz forms layers between one\r\n& two feet thick, alternating with layers of Micaceous\r\nSchist, or with beds of a crystalline rock without foliation or\r\ncleavage. The other varieties of schist described by \r\n<s>Maculloch<\\s> *Western Isles, vol. 2 p 284.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}