{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_45_1/canvas/0a4b1e/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/dc80bf5bc767873a5989c58dec54e5bc/72086f6b-b9ee-4a6c-a410-ed1a7cefa2ab",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_45_1/canvas/19",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of Banff, & again with the same direction at Kinairdy\r\nsouth of Aberchirder, while throughout nearly all the rest\r\nof the county the dip is represented as inclining to the SE at\r\nvarious angles. It <s>would seem<\\s> appears from these data that\r\nthough the direction of the foliation & cleavage is nearly\r\nthe same on the East & West of the Granite of\r\nBen Muick Dhui, the whole arch on the Eastern side\r\nis thrown much to the north of that on the western\r\nside of the granite; for the perpendicular boundary of the arch\r\nnear Banff is about on the line of the centre\r\nof the arch at the Grampians: as this is the\r\ngreatest irregularity <s>of which I find any trace<\\s> met with\r\nin these phenomena I regret that I had not time\r\nto work out the details connected with it; but having\r\neverywhere found that the regularity of the foliation\r\n& cleavage is disturbed in the neighbourhood of\r\nGranite I cannot hesitate in ascribing this\r\ndeflection to the influence of the Granite which\r\noccupies so large a part of Aberdeenshire & of\r\nwhich the Northerly direction of the foliation in\r\nGlen Feshie is the commencement.\r\nI can give but a meagre account of the next\r\nline of perpendicular foliation which runs <s>10 miles<\\s>\r\nnearly parallel to that last described at a distance\r\nof 10 miles farther north, forming the northern",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}