{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_45_1/canvas/c154cb/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/c69641b3aca85f4debab2dbbfec5505b/48bfa4bb-1b9b-4793-8efe-944a0e801274",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_45_1/canvas/23",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of that band there is only half an arch broken off\r\nnearly along its central axis at a line which may\r\nbe drawn about N25E from the head of Loch <s>point of Slate\r\nin Skye<\\s> Maree to Loch Eribol in Sutherland & which\r\ndivides the Gneiss of Scotland into two <s>dis<\\s> districts\r\nof very unequal size, distinguished by <s>the<\\s> different\r\ndirections of their foliation. The Gneiss immediately\r\nto the Eastward of the last mentioned line dips about\r\nE15S at angles rarely exceeding 15° or 20°: this\r\ndip gradually encreases as we proceed Eastward\r\ntill it reaches the perpendicular on the line just\r\ntraced through the middle of Ross-shire, thus\r\nforming half an arch only 20 miles wide at its\r\nsouthern & nearly 30 miles wide at its\r\nnorthern extremity of which the western half is entirely wanting. But on the western side\r\nof the line between Loch Eribol & <s>the point of Slate<\\s> Loch Maree head\r\nall the Gneiss of the main land & that of the\r\nisland of Lewis strikes towards the North West:\r\nthus the axes of elevation of the two districts <s>are<\\s> run\r\nnearly at right angles to one another. <s>In<\\s> Mr.\r\nCunningham who has drawn attention to the line\r\ncommencing at Loch Eribol as far as it runs\r\nthrough Sutherland, regarded the Gneiss to the\r\nEast of that line as of a more recent formation\r\nthan that to the Westward of it, stating that\r\nthe Eastern Gneiss often overlies the stratified\r\nQuartz-Rock & Limestone, which never occurs\r\nto the Westward of the line in question*. \r\n*Geognostical Account of Sutherland pp. 96 to 100.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}