{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_45_1/canvas/be013e/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e5f35e25353864d4a78851785e9fa6ae/9027c9fb-e881-42da-9096-6b151ee1e52e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_45_1/canvas/27",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "I have but little to add respecting the district\r\nof Gneiss lying to the west of the line from Loch\r\nEribol to the head of Loch Maree, & which should probably be continued to Loch Carron throughout\r\nwhich the <s>dip<\\s> strike, as far as has been observed is about\r\nNorth West. The Gneiss is only seen at intervals\r\nbetween which it is covered up by Old Red Sandstone\r\nso that we cannot <s>obtain<\\s> <s>get<\\s> see any <s>good<\\s> continuous\r\nsection, <s>across<\\s> nor obtain a good idea of the relations\r\nof the different masses to each other. There\r\nseem to be a succession of arches of moderate\r\ndiameter, of which we see the perpendicular\r\nwalls standing out in relief, while the central\r\nparts between being lower are covered by the\r\nSandstone. It will be seen <s>by<\\s> on the map that\r\nthe Gneiss is vertical both at Cape Wrath, at Sandwood\r\nBay 5 miles south of that Cape, again vertical\r\nat Loch Inchard, on both sides of Storr Point\r\n& on the north side of Loch Maree; all with\r\na strike <s>of nearly<\\s> between N45W &  N25W. I found\r\nthe same direction <s>of<\\s> in the Gneiss of the Isle\r\nof Lewis as far as I examined it: there is a\r\nvertical plane crossing the Island N45W from\r\nBroad Bay near Stornaway to Barvas; on the\r\nsouth side of which is a broad arch which I\r\nonly followed partially; it's central axis is seen\r\nat Callernish striking N20W, so that it's other\r\nboundary may be looked for towards the southern\r\nend of Lewis. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}