{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_45_1/canvas/d56567/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/22ad35730bda47ad3577f46de537701a/8dd48227-4032-4c0a-b7f7-ccaf0b51de68",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_45_1/canvas/38",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "traversed by fissures or mineral veins <s>rather<\\s>\r\nthan to Slaty Cleavage. In these experiments\r\nthe mass acted upon was found to be laminated on\r\nthe side nearest the zinc plate of the battery & consi-\r\nderably indurated on the copper side.\r\nIn examining the coast of Portugal near Cascaes <s>some years\r\nago<\\s> I met with several parallel perpendicular\r\nfissures between 10 and 30 feet wide which run NW\r\nfrom the coast about a mile west of Cascaes\r\ntowards the Granite Hills of Cintra through beds\r\nof Limestone and Sandstone of the ages of our Lower\r\nGreen Sand. Where these fissures cut through the\r\ncliff they may be well examined & <s>I made<\\s> the\r\nfollowing notes were made respecting one of them. The cliff\r\nconsisted of thick beds of Sandstone, in which <s>for a fu<\\s>\r\nall the minor traces of the bedding are obliterated for a breadth\r\nof two or three feet on each side of the fissure, only the great divisions remaining visible <s>& this\r\npart<\\s>\r\n& for about 6 inches on each side of the fissure\r\nthe sandstone is laminated, splitting in perpendicular layers\r\nparallel to the walls of the fissure. The crack\r\nitself is filled by vertical layers of sandy Clay\r\nlining each side & a mass of calcareous spar down\r\nthe centre. The annexed diagram Fig 6 will\r\ngive an idea of the appearance on the cliff.\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}