{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/db744c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/16ce52ffbc71f22d0626557397e3cc46/b4c649bf-4044-4e17-9c8f-ee1d574e6f64",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "8\r\n\r\nTo H. R. H. the President and Council of the Royal Society\r\n\r\nReport upon a Letter addressed by M. le Baron \r\nde Humboldt to H. R. H. the President of the Royal\r\nSociety, and communicated by H.RH. to the\r\nCouncil.\r\n\r\nPreviously to offering my opinon on the important\r\ncommunication on which we have been called upon\r\nto report, we feel that it will be proper to lay before\r\nthe Council a full account of the communication \r\nitself. In this letter M. de Humboldt developes a plan\r\nfor the observation of the phenomena of Terrestrial\r\nMagnetism worthy of the great and philosophic mind\r\nwhence it has emanated, and one from which may\r\nanticipated the establishment of the theory of these \r\nphenomena.\r\n\r\nAfter his return from the equinoctial\r\nregions of America M de Humboldt, in the years \r\n1806 and 1807, entered upon a careful and minute\r\nexamination of the course of the diurnal variation of\r\nthe needle. He was struck, he informs us, in verifying\r\nthe ordinary regularity of the nocturnal period, \r\nwith the frequency of perturbations and, above all, of\r\nthose oscillations, exceeding the divisions of his scale,\r\nwhich were repeated frequently at the same hour before \r\nsunrise. These eccentricities of the needle, of which\r\na certain periodicity has been confirmed by M. \r\nKupffer, appeared to M. de Humboldt to be the\r\neffect of a reaction from the interior towards the \r\nsurface of the globe - he ventures to say, of \"<u>mag-\r\nnetic storms</u>\" - which indicated a rapid change\r\nof tension. From that time he was anxious to\r\nestablish",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}