{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/2b75ea/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5ddb0edecc115d4db97cc242869f019e/057adc40-26a9-4c38-85ad-e7723c4ed11a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "establish to the east and to the west of the meridian of \r\nBerlin apparatus similar to her own, in order to obtain \r\ncorresponding observations, made at great distances, \r\nat the same hours, but was, for a long period, prevented \r\nputting his plan into execution, by the disturbed state \r\nof Germany and his departure for France. \r\nThe Baron de Humboldt and M.M. Arago and \r\nKupffer having by the cooperation of many zealous \r\nobservers, succeeded in establishing permanent mag-\r\nnetic stations extending from Paris to China, \r\nM de Humboldt solicits through H.R.H. the President \r\nthe powerful influence of the Royal Society in extend-\r\ning the plan, by the establishment of new stations. \r\nThe plan which he proposes and which has been success\r\nfully carried into execution over a large portion \r\nof the Northeastern Continent, is that magnetical \r\nobservations, whether of the direction of the horizon-\r\ntal and inclined needles, or for the determ[in]ation \r\nof the variations of the magnetic force, should be \r\nmade simultaneously at all stations, at short intervals \r\nof time, for a certain number of hours and at fixed \r\nperiods of the year: precisely similar to that which \r\nhas been recommended and adopted by Sir John \r\nHerschel, with reference to observations of the \r\nBarometer and Thermometer. \r\nReferring in terms of commendation to the \r\nmagnetical observations which have originated in this \r\ncountry, M de Humboldt expresses his wish that such \r\nobservations by the adoption of an uniform plan, and by connecting \r\nthem with the observations now in progress on the \r\ncontinent of Europe and of Northern Asia, he ren-\r\ndered more proper for the manifestation of great \r\nphysical laws. He then enters into an historical \r\ndetail",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}