{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/4f3dc9/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/081ef657ce6684d1e09d675e3255648f/082af1cc-b2d5-48e4-bbc5-5616b2668e3f",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "but as many observers have considered these as too near to \r\neach other, the observations most to be insisted upon are \r\nthose at the times of the solstices and equinoxes. \r\nEngland from the times of Gilbert, Graham and \r\nHalley to the present, observes M de Humboldt, has \r\nafforded a <s>[text?]<\\s> copious collection of materials, adapted to the \r\ndiscovery of the physical laws which govern the changes \r\nof the variation, whether at the same place, according to \r\nthe hours of the day and the seasons of the year, or at dif-\r\nferent distances from the magnetic equator and from \r\nthe lines of no variation. After adverting to the continued \r\nobsevations of Gilpin and of Beaufoy, omitting however \r\nto mention the important ones by Canton, he observes \r\nthat the arctic expeditions have furnished a rich \r\nharvest of important observations to Captains Sabine, \r\nFranklin, Parry, Foster, Beechey and James Ross, and \r\nLieut<sup>t<\\sup> Hood*; and that thus physical geography is indebted \r\nto the attempts which have been made to discover the \r\nNorth west passage, and also to the explorations of the \r\nicy coasts of Asia, by Wrangel, Lutke and Anjou, \r\nfor a considerable accession of knowledge in terres-\r\ntrial magnetism and meteorology. Excited, he observes, \r\nby the great discoveries of Oersted, Arago, Ampere, Leebeck \r\nand Faraday, M/M Hansteen, Due[?] and Adolphe \r\nErman have explored, in the whole of the immense \r\nextent of Northern Asia, the course of isoclinal, \r\nisogonal, and isodynamic curves; and M. Adolphe \r\nErman has had the advantage, during a long voyage \r\nfrom Kamtschatka round Cape Horn to Europe, of \r\nobserving the three manifestations of terrestrial \r\nmagnetism on the surface of the earth, with the same \r\ninstruments \r\n* To this long list we may now add the name of Capt<sup>n<\\sup> \r\nBack, nor ought the name of M<sup>r<\\sup> Fisher to be omitted. \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}