{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/216e26/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ae2c09d00b7a43d9d0d2e45b5db44e9e/4f7a6333-9206-40c6-b95f-f85459bd5987",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "and Beaufoy, may, he remarks, guide the observers \r\nin Canada, in examining whether there, contrary to \r\nwhat takes place in western Europe, the (diurnal? \r\nvariation does not decrease in the interval between \r\nthe vernal equinox and the summer solstice. \r\nIn a memoir published five years \r\nago M de Humboldt states that he has indicated \r\nas stations extremely favorable for the advancement \r\nof our knowledge, New Holland, Ceylon, the Mauritius, \r\nthe cape of good Hope, the Island of S<sup>t<\\sup> Helena, some \r\npoint on the coast of South America, and \r\nQuebec. In order, he observes, to advance rapidly the theory of the \r\nthe phaenomena of terrestrial magnetism or at least \r\nto establish with more precision empyrical laws, \r\nwe ought to extend and, at the same time, to vary \r\nthe lines of corresponding observations; to distin-\r\nguish, in the observations of the horary variations, \r\nwhat is due to the influence of the seasons, to a clear \r\nor a cloudy atmosphere, to abundant rains to \r\nthe hour of the day or night solar time, that is to \r\nthe influence of the Sun, and what is isochronous \r\nunder different meridians: we ought, in addition \r\nto these observations of the horary variation, to \r\nobserve the annual course of the absolute varia-\r\ntion, of the iclination of the needle, and of the intensity of the magnetic forces, f which the increase \r\nfrom the magnetic equator to the poles is unequal \r\nin the American or Western, and in the Asiatic \r\nor eastern hemisphere. All these data, the indispensa-\r\nble basis of a future theory can only acquire certainty \r\nand importance by means of fixed establishments, \r\nwhich are permanent for a number of years, \r\nobservatories ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}