{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/55ed0b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/b862f66452dc75a97f516e51ff34326a/897f4770-1aff-4eeb-ba1e-77ec867c65a0",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "observatories in which are repeated, at settled intervals \r\nand with similar instruments, observations for the deter-\r\nmination of numerical elements. \r\nTravellers, remarks M de Humboldt, who \r\ntraverse a country in a single direction and at a single \r\nepoch, only furnish <s><u>[text?]<\\u><\\s> the first preparations for labours which ought \r\nto embrace the complete course of the lines of no va-\r\nriation; the progressive displacement of the nodes \r\nof the magnetic and terrestrial equators; the changes \r\nin the forms of the isogonal and isodynamic lines; and \r\nthe influence which, unquestionably, the configuration \r\nand articulation of the continents exert upon the \r\nslow or rapid march of these curves. He will, he con-\r\nconsiders be fortunate if the isolated attempts of \r\ntravellers, whose cause <s>[text?]<\\s> he has to plead, \r\nhave contributed to vivify a species of research \r\nwhich must be the work of centuries, and which \r\nrequires, at once, the co-operation of many obser-\r\nvers, distributed in accordance with a well diges-\r\nted plan, and a direction emanating from many \r\ngreat scientific centres of Europe. This direction, \r\nhowever, not being for ever restricted by the same \r\ninstructions, but varying them according to the \r\nprogressive state of physical knowledge and \r\nthe improvements which may have been made \r\nin instruments and the methods of observation. \r\nIn begging H.R.H. the President to \r\ncommunicate this letter to the Royal Society, the \r\nBaron de Humboldt disclaims any intention \r\nof examining which are the magnetic stations \r\nthat at the present time deserve the preference, \r\nand which local circumstances may admit of \r\nbeing established. It is sufficient that he has \r\nsolicited ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}