{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/78fc0d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/0c8a0bd85c7591659038caff3d52b167/c73bc5c0-5db1-4163-a03d-fe6e27925f7d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/7",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "solicited the co-operation of the Royal Society, to give \r\nnew life to a useful undertaking in which he has, for \r\nmany years been engaged. Should the proposition \r\nmeet with their concurrence, he begs that the Royal \r\nSociety will enter into direct communication with the \r\nRoyal Society of Gottingen, the Royal Institute of \r\nFrance and the Imperial Academy of Russia, to \r\nadopt the most proper measures to combine what \r\nis proposed to be established with what already \r\nexists: and adds that, perhaps, <s>that<\\s> they would also \r\npreviously concert upon the mode of publication \r\nof partial observations and of mean results. \r\nM de Humboldt finally refers to the labors \r\nand accurate observations of M. Gauss at the obser-\r\nvatory of Gottingen. The methods, however, <s>of<\\s> adopted by M. Gauss \r\nbeing already before the Royal Society in a memoir \r\nwhich has been communicated by him, renders \r\nit unnecessary here to enter into the explanation \r\ngiven of them by M de Humboldt. He has referred \r\nto them in order that those members of the Royal Society \r\nwho have most advanced the study of terrestrial \r\nmagnetism, and who are acquainted with the local-\r\nities of colonial establishments, may take into con-\r\nsideration, whether, in the new stations to be esta-\r\nblished, a bar of great weight furnished with a mirror \r\nshould be employed, or whether Gambey’s needle should \r\nbe used: his wish is only to see the lines of magnetic \r\nstations extended, by whatever means the precision \r\nof the observations may be attained. \r\nM de Humboldt concludes by begging \r\nH.R.H. to excuse the extent of his communication. He \r\nconsidered it would be advantageous to unite under \r\na single point of view, what has been done or prepar-\r\ned in different countries, towards attaining the object \r\nof great simultaneous operations for the discovery \r\nof the laws of Terrestrial Magnetism.\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}