{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/91f8e4/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/dbd49a67d70ea86f055979da473d0774/f2196062-3b7a-4c92-a87e-fab74d010d08",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/8",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Having very fully laid before the Council the\r\ncontents of M. de Humboldt's letter, we have now to \r\noffer our opinion upon the subject it embraces. There \r\ncan, we consider, be no question of the importance of \r\nthe plan of observation which is here proposed \r\nfor the investigation of the phaenomena of ter-\r\nrestrial magnetism, or of the prospect which such \r\na plan holds out of the ultimate discovery of the \r\nLaws by which those phaenomena are governed. \r\nAlthough the most striking of these phaenomena have \r\nnow been known for two centuries, although careful \r\nobservations of them have, within that period, been made \r\nand that still more care and attention have been bes-\r\ntowed upon those more recently discovered; yet the \r\naccessions to our knowledge, not only regarding the cause \r\nof the phaenomena, but even with respect to the laws which \r\nconnect them, bears a very small proportion to the mass \r\nof observations which have been made. This has arisen, in \r\na great measure, if not wholly from the imperfection of \r\nthe data from which attempts have been made to draw \r\nconclusions. Whatever theories may have been advanced \r\nin explanation of these phaenomena, or attempts made \r\nto connect them by empyrical laws, still whenever \r\ncomparisons have been instituted between the results \r\nof observations and such theories or Laws, it has, in \r\ngeneral, been doubtful whether the discrepancies which \r\nhave been found might not, as justly, be attributed to \r\nerrors in the observations as to fallacies in the theory, \r\nor incorrectness in the Laws. Under these circumstances, \r\nthe Royal Society, as a society for the  promotion of natu-\r\nral Knowledge, cannot but hail with satisfaction, a \r\nproposition for carrying on observations of phaenome-\r\nna, most interesting in their nature and most obscure \r\nin their Laws, in a manner that shall, not only, give\r\ngreater precision to the observations, but, at the same time, \r\nrender ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}