{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/84292b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/b240d7a972ba0b79b6846d193a4b6fb6/85e5ece2-df79-47a4-a77c-103e6e22ad85",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/9",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "render all the results strictly comparative. \r\nThere are however other grounds on which \r\nsuch a proposition as that made by M de Humboldt \r\nshould be most cordially received by the Royal Society. \r\nThis society is here called upon as a member of a great \r\nconfederation, to cooperate with several other members, \r\nalready in active cooperation, for the attainment <s>of an<\\s> \r\nof an object which ought to be common to all: and \r\nto such a call the Royal Society can never be deaf. \r\nThose who know best what has been done by co-\r\noperation on a well digested system, and what re-\r\nmains undone in many departments of science \r\nfor the want of it, can best appreciate the benefits \r\nthat would accrue to science, by the adoption of \r\nthe extensive plan of cooperation advocated by \r\nM de Humboldt. Independently of our acquiring \r\na knowledge of the laws which govern the phae-\r\nnomena here proposed to be observed, we ought \r\nto look to the effect which the adoption of such a \r\nplan should have on other branches of science. The \r\nexample being, thus, once set, of extensive coopera-\r\nration in a single department of science, we may \r\nanticipate that it would be eagerly adopted in \r\nothers where, although our knowledge may be \r\nin a much more advanced state than it is re-\r\ngarding the phaenomena of terrestrial magnetism, \r\nstill much remains to be accomplished, which can \r\nscarcely be effected by any other means. We \r\nmight hope to see the united efforts of all \r\nthe scientific societies in Europe directed to the \r\nprosecution of enquiry, in each department of \r\nscience, according to the plan of co operation best \r\nadapted for its development. \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}