{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/32a890/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5c1cecbe3a835fbd60a75217e98df873/1b674f71-f6fb-4416-9ce9-252a819cc555",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/10",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "We must now, after these remarks on the general \r\nbearing of M de Humboldt's communication, go some-\r\nwhat into detail on points connected with it. One \r\npoint of view in which we consider the proposed plan \r\nof great importance, and to which M de Humboldt \r\nhas not expressly referred is this. However defective \r\nordinary dipping instruments may be considered \r\nto be, there are few persons who have had opportunities \r\neither of making observations with the ordinary ins-\r\ntruments for determining the variation of the needle, \r\nor of comparing those made by others, by the usual \r\nmethods with such instruments, who will not admit, \r\nthat these instruments and methods are fully as \r\ndefective - possibly much more so. Thus however we \r\nmay multiply the point on the earth's surface at which \r\nsuch observations may be made, still great uncertainty \r\nmust always rest upon such determinations of these \r\ntwo important elements; and in all comparisons \r\nof such observations with Laws, whether empyrical \r\nor deduced from theory, it will ever be doubtful \r\nwhether the discordances, which may be found, are due \r\nto errors of observation or are indicative of the \r\nfallacy of these Laws. This source of uncertainty \r\nmust, in a great measure, if not wholly, be obviated \r\nby observations made at fixed stations, with instruments \r\nof similar construction, which have been carefully com-\r\npared with each other: and we have no hesitation in \r\nstating our opinion that more would be done in de-\r\ntermining the positions of the poles of convergence \r\nand of verticity in the earth's surface, and other points, \r\nmost important towards the establishment of any \r\nthing like a theory of terrestrial magnetism, by simul-\r\ntaneous observations made at a few well chosen \r\nfixed stations than by an almost indefinite multi-\r\nplication of observations by the ordinary methods. \r\nThat",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}