{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/bf940e/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/1e54a9bc25661789055ec710c65549d7/c28cad45-3f76-472b-8eea-7476b5381a72",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/11",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "That a magnetic chart that should correctly \r\nexhibit the several lines of equal variation, Humboldt's \r\n\"Isogonal Lines\" would be of the greatest advantage to \r\nNavigation, those who are best qualified to judge are \r\nmost ready to admit. If to these lines were added the \r\nisoclinal lines, or lines of equal dip, the value of such \r\na chart would, for the purposes of navigation in parti-\r\ncular, be greatly enhanced. Whatever may be the mag\r\nnitude of the influence of the iron in a ship on its com\r\npass needle, the extent of the deviation of the horison-\r\ntal needle due to that influence, on any bearing of the \r\nship's head, is a function of that bearing and of the \r\ndip of the needle at the place of observation. The extent \r\ntherefore of the horizontal deviations, in various bearings \r\nof the ships head, having been ascertained at any \r\nport where the dip of the needle is known, their extent \r\nat any other place, however distant, at which the dip is \r\nalso known, may readily be calculated. Consequently \r\na chart which should correctly exhibit the isoclinal, \r\nin conjunction with the isogonal lines, would readily \r\nfurnish the means of obtaining the correction to be \r\napplied to the ship's course by compass, both for the \r\nvariation of the needle and for the deviation due \r\nto the ship's influence upon its compass. Whatever \r\ncharts of this description may have already been \r\nconstructed, and whatever materials may exist for \r\nthe construction of more accurate ones, it is well \r\nknown, that great discrepancies exist among the \r\ndata requisite for such constructions. And it appears \r\nto us, that such a careful enquiry into the whole of \r\nthe phaenomena of terrestrial magnetism   as is pro\r\nposed by M de Humboldt, is the means best \r\nadapted to ensure the accuracy which would be \r\nof such inestimable advantage in this most useful \r\napplication of scientific knowledge. \r\nAlthough our views with regard to the stations \r\nproper ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}