{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/6a11f0/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/773c6d96052e2d20e80c3f94047c5f52/08cfacb6-bdb5-4fdd-9310-7e41b182db5f",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/12",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "proper to be selected for permanent magnetical observations, \r\nin general accord with those expressed by M de Humboldt, \r\nwe shall, we consider, be only conforming to his wishes, \r\nif we point out those stations which from particular \r\ncircumstances of position, appear most desirable We \r\nconsider that it would be of the greatest advantage if \r\ntwo or more permanent magnetical observatories were \r\nestablished in the high latitudes of North America, on \r\naccount of the proximity of stations, so situated, to the \r\nnorthern magnetic poles of convergence and verticity, \r\nwhether these poles are two different points or one and \r\nthe same: indeed continued observations at such \r\nstations would go far to decide this question, highly \r\nimportant in a theoretical point of view. M de \r\nHumboldt has mentioned Quebec as a desirable \r\nstation. To this place, and also to Montreal, we \r\nconceive that a objection exists of which, possibly, \r\nM de Humboldt is not aware: many of the houses \r\nin those cities are roofed with tinned iron. This \r\nobjection may not, however, exist in some of the \r\nestablishments in the vicinity of either of these cities. \r\nWe consider that the most advantageous positions \r\nwould be, one near the most northerly establishments \r\nin Hudson Bay, and another at or near to Fort \r\nResolution, on Great Slave Lake. As, however, obser-\r\nvers in such positions would be placed almost \r\nbeyond the pale of civilization, we fear that, for \r\nsome time at least, it will be found quite impracticable \r\nto obtain regular observations at these important stations. It would likewise be desirable that there \r\nshould be a station in Nova Scotia or Newfoundland: \r\nthe latter would be the preferable position. \r\nIf the government of the United States \r\nwere to give their cordial cooperation to M de Humboldt's \r\nplan, by the establishment of three or more \r\nmagnetical ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}