{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/f1de05/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5877e1d2e1f28f701aca1fc21ab4c49c/40389a3e-00f9-444b-9f5c-f368807deac1",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/13",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "magnetical observatories in different longitudes, there, with \r\nwhat we may expect to be undertaken by Russia in the \r\nextreme northwest, and our own establishments, would \r\nafford the means of obtaining a mass of more interest-\r\ning magnetical observations than could, perhaps, be derived \r\nfrom any other portion of the earth's surface. \r\nM de Humboldt mentions New Holland, \r\nCeylon, the Mauritius, the Cape of Good Hope, S<sup>t<\\sup> Helena \r\nand a point on the east coast of South America as desi-\r\nrable stations, and we fully concur in the propriety \r\nof the selection. Although Van Dieman's Land, from its \r\ngreater proximity to the Southern Magnetic pole, would \r\nbe a more advantageous position for magnetical \r\nobservations than Paramatta, yet the circumstance \r\nalone of there being an astronomical observatory \r\nestablished at Paramatta, renders it peculiarly adapted \r\nfor a magnetical station. Possible circumstances may \r\nhereafter, admit of magnetical observations being also \r\nmade at Hobarts Town, in conformity with the general \r\nplan which may be adopted. \r\nThe Island of Ascension, from its proximity \r\nto the Magnetic Equator, would possess peculiar \r\nadvantages for a magnetical station, but these must \r\nin a great degree be counterbalanced by the nature \r\nof its soil, which, being wholly volcanic, would exert \r\nan influence of the needle that would render ob-\r\nservations made there of a doubtful character: \r\nindeed, the same objection applies to S<sup>t<\\sup> Helena and \r\nmost of the islands of the Atlantic. Some recent ob-\r\nservations, those of Lieut<sup>t<\\sup> Allen, R.N. in the expedi-\r\ntion up the Niger, would point to the Bight of \r\nBenin as a desirable station, but the insalubrity of \r\nthe climate and other circumstances prevent our \r\nrecommending ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}