{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/83df7c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4ae9d58efe17b1c1bd9c84cf33da5c1b/7b0e4c30-98e0-4bc6-a142-8c0702c4b19b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/14",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "recommending its adoption. \r\nM de Humboldt has not adverted to any \r\nother point besides Ceylon in our Indian possessions, \r\nyet, no doubt, he would, with us, consider it desirable that \r\nobservatories should be established at different points \r\non the contient of India; and it appears to us that \r\nCalcutta and Agra are in positions well adapted for \r\nthe purpose. As, however, there is an astronomical obser\r\nvatory established at Madras, there would be greater \r\nfacility in obtaining magnetical observations there than \r\nat places where no such establishment exists. We feel \r\nassured that the East India Company, which has shewn \r\nso much zeal and liberality in the promotion of scien\r\ntific enquiry, and such a desire for the advancement \r\nof scientific knowledge in the extensive possessions under \r\nits controul, would afford its powerful assistance, \r\nin the establishment of observatories, for the investi-\r\ngation and determination of the Laws of phaenomena \r\nintimately connected with navigation, and consequent-\r\nly with the commercial prosperity of our country. \r\nWe consider also that Gibraltar and some \r\none of the Ionian Islands are very desirable stations \r\nfor the establishment of permanent magnetical obser-\r\nvatories: and to come nearer home, that such obser-\r\nvatories should be established in the north of Scotland \r\nand in the west of Ireland.\r\nM de Humboldt adverts to another very \r\ninteresting class of magnetical observations: those \r\nin the Mines of Freyberg. The mines of Cornwall \r\nfrom their great depth, some being 1200 feet below \r\nthe level of the sea, are peculiarly well adapted for \r\nobservations of this description: and, from the spirit \r\nwith which philosophical enquiry has been carried \r\non in that part of England, we do not anticipate \r\nthat much difficulty would occur in the establish-\r\nment of a magnetical station on one of these mines. \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}