{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/ec258b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/428285c2cfa6d76443cbc10e13573709/53b1a35e-7904-4beb-91fa-41b4d34a98a7",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/15",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Having enumerated the stations which, by their posi-\r\ntion appear best adapted to furnish valuable results, \r\nand having likewise pointed out the facilities which \r\nsome afford for the execution of this plan of observation, \r\nimmediately that the nature of the instruments to be \r\nemployed has been determined upon, and that \r\nsuch instruments can be provided, it may be proper \r\nto advert to stations where, although the same facilities \r\ndo not exist, we consider that zealous and able obser-\r\nvers might be obtained without much difficulty. \r\nWe conceive that such is the case in Newfoundland, \r\nin Canada, at Halifax, Gibraltar, in the Ionian Islands \r\nat S<sup>t<\\sup> Helena and Ceylon; and we have authority for \r\nstating that there would be no difficulty in obtaining \r\nobservers in the Mauritius and, even, at the colony \r\non the Swan River, the latter a most desirable station. \r\nWe have not yet alluded to the observatory at the Cape \r\nof Good Hope: if however no such establishment \r\nexisted, the presence of Sir John Herschel would \r\nensure cooperation there, in any plan calculated \r\nto advance scientific knowledge. Thus, altogether, there \r\nmight be formed a most extensive spread of stations, \r\nin which the principal expense would consist in the \r\npurchase of the requisite instruments; and the means \r\nof establishing stations, where the same facilities do not \r\nexist, might afterwards be taken into consideration. \r\nAs it would be necessary that, at all the stations, observations \r\nof the Barometer thermometer and of atmospheric phae-\r\nnomena should be made simultaneously with the \r\nmagnetical observations, these would altogether form \r\na mass of valuable meteorological information \r\nwhich it would be scarcely possible to collect by any other means. \r\nThere is one point in M de Humboldt's commu-\r\nnication on which we have not yet touched; the nature \r\nof the instruments best calculated to attain the objects in \r\nview by the establishment of magnetical observations. \r\nThis is a subject on which it will be most proper to enter \r\nfully when their establishment has been  determined upon; \r\nand we would recommend that, then, a committee should be appointed \r\nto\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}