{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/8240d6/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4c542c2661ef7b479935d326673efd6d/ad0f810d-a48b-4214-9be5-fa18cebdb0ab",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/16",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "to investigate the subject and that this committee should report <s>their opinion<\\s> to the council of the R.S. what instruments they consider it would \r\nbe most advisable to adopt at all the stations, and at the same time give in an \r\nestimate of the expense that must be incurred for one complete set of such instruments. <s>and to report their opinion to the \r\nCouncil.<\\s> We may however, in the meantime, offer a remark \r\non one apparatus referred to by M de Humboldt: that of M. \r\nGauss. However well <s>adapted<\\s>, we may consider this apparatus \r\nto be adapted for the determination of the course of the regular \r\ndiurnal variation <s>and also for some other important data<\\s> yet we apprehend that the great weight of \r\nthe needles employed would prevent their recording the sudden \r\nand extraordinary changes in the direction of the magnetic \r\nforces, which are, probably, due to atmospheric changes. \r\nAnother, and we conceive a very serious objection to this apparatus \r\nis that bars of the magnitude employed must have an influence \r\nso widely extended, that there would be great risk of the inter-\r\nference of one of these heavy needles with the direction of \r\nanother, especially in places where the horizontal directive force \r\nis greatly diminished, unless the rooms for observation were \r\nplaced at inconvenient distances from each other. \r\nBy referring to M de Humboldt's letter, it will be \r\nseen, that the plan of observation so comprehensively conceived \r\nby him, has been most powerfully and liberally patronised \r\nby the governments of France, of Prussia, of Hanover, of \r\nDenmark and of Russia: indeed, it is quite manifest that \r\na plan, so extensive in its nature, must be far beyond the \r\nmeans of individuals, and even of scientific societies un-\r\naided by the governments under which they flourish. To \r\nsuppose, even without the example thus held out, that the govern-\r\nment of this, the first maritime and commercial nation of \r\nthe globe, should hesitate to patronise an undertaking, which \r\nindependently of the accessions which it must bring to science, is in-\r\ntimately connected with navigation, would imply that our \r\ngovernment is not alive either to the interests or to the \r\nscientific character of the country, and would shew that \r\nwe had little attended to the history, even in our own times, of \r\nscientific research, which has been so liberally promoted \r\nby \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}