{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/54e654/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d0104fa87d0e2758b0f651f110987dfe/3072d501-de13-40e1-8c42-405517d8283e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_8/canvas/17",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "by the government. Although the investigation of the phaeno\r\nmena of terrestrial magnetism was not the primary \r\nobject of the expeditions which have now, almost un-\r\ninterruptedly, for twenty years been fitted out by \r\ngovernment, another of which, and one of the highest \r\ninterest is on the point of departure - yet a greater \r\naccession of observations of those phaenomena has been \r\nderived from these expeditions, than from any other \r\nsource in the same period. We therefore <s>consider<\\s> <s>[text?]<\\s> feel assured <s>that<\\s> \r\nwhen it shall have been represented to the government, that \r\nthe plan of observation advocated by the Baron de Hum-\r\nboldt is eminently calculated to advance our knowledge \r\nof the Laws which govern some of the most interesting \r\nphaenomena in physical science, that it appears to be \r\nperhaps the only one by which we can hope ultimately \r\nto discover the cause of these phaenomena, and that, from \r\nit, results highly important to navigation may be \r\nanticipated - that the patronage to the undertaking \r\nwhich is so essential to its prosecution will be most \r\nreadily accorded, We beg, therefore, most respectfully, \r\nbut at the same time most earnestly, to recommend \r\nto H.R.H. the President and to the council that such a repre-\r\nsentation be made to the government, in order that means \r\nmay be ensured for the establishment, in the first instance, of \r\nmagnetical observations in those places which, from local or \r\nother causes, afford the greatest facilities for the early com-\r\nmencement of the observations. \r\n9<sup>th<\\sup> June 1836 \r\nS. Hunter Christie\r\nG B Airy \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}