{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_12ii_59/canvas/bf0c84/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/3c1f2b927dd1d936588236499ca5fe71/2f5daf74-c6a1-4db8-aa61-8208a7c7ff8a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_12ii_59/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "IV. <s>(Translation from the french of)<\\s>\r\nA letter from the Marquis de Caumont \r\nto Sir Hans Sloane, Bart, President of the \r\nRoyal Society of England, containing the Des \r\ncription of a very extraordinary Stone or <u>calculus <\\u> taken out of the \r\nBladder of a Man after death, translated from the french by Tho.\r\nStack, M.D. F.R.S.\r\nDated at Avignon: June 30: 1732.\r\nSir, You have an indisputable Right over all \r\nthe Wonders of Nature. They have in some manner \r\nrecourse to your Tribunal: for where can they be \r\nexamined with such judgement? This is my motive \r\nfor communicating to you the figure of an uncommon \r\nStone found lately in the bladder of a dead Body,\r\nwhich I had engraved in my own presence . Tis exactly \r\nconformable to the Original. The most able Physicians \r\nand the best Anatomists, whom I have consulted on \r\nthis Subject, assure me they never saw any thing like \r\nit of the kind. I can vouch that the Engraving tho’ \r\nvery exact, does not come up to this singular work of \r\nNature; the ten branches of which, that depart from \r\nthe Center, have some resemblance with those of certain \r\nplants. It is a matter of difficulty to me to think that \r\nthe System of Juxt-Apposition, which is employ’d to explain \r\nthe successive growth of common stones or Calculi,\r\ncan hold good on this occasion. I dare not however \r\nadvance, that Vegetation has any share herein: tho’ \r\nthe shapes of the branches of the Stone, of the <s>Pipes <\\s> Canals,\r\nor <s>Nipples <\\s> Papillae, which <s>appear <\\s> seem destined to convey the nutritious juices ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}