{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_7/canvas/c718f8/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d44dab450be6a9e21e58389a0859ca27/c8ddd98c-fc08-4f01-948a-6df7af5b3a9b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_7/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "en suivant vers l’est les paralleles de 40o a 60o, je me \r\ncrois en droit, Monseigneur, de solliciter par Votre \r\norgane le concours puissant de la Societe Royale de \r\nLondres pour favoriser cette entreprise & pour l’agrandir \r\nen fondant de nouvelles stations tant dans le voisinage \r\nde l’equateur magnetique que dans la partie temperee \r\nde l’hemisphere austral.\r\nUn objet aussi important pour la Physique du \r\nGlobe & pour le perfectionnement de l’art nautique est \r\ndoublement digne de l’interet d’une Societe qui, des son \r\norigine, avec un succes toujours croissant, a feconde le \r\nvaste champs des sciences exactes. Ce serait avoir suivi l’histoire du developpement progressif de nos \r\nconnaissances sur le Magnetisme terrestre que de ne \r\npar se rappeler le grand nombre d’observations \r\nprecieuses qui ont ete faites a differentes epoques &\r\nqui se font encore dans les Iles Britanniques &\r\ndans quelques parties de la zone equinoxiale soumises \r\nau meme Empire. Il ne s’agit ici que du desir de \r\nrendre ces observations plus utiles, c’est a dire plus \r\npropres a manifester de grandes lois physiques, en \r\nles coordonnant d’apres un plan uniforme & en les \r\nliant aux observations qui se font sur le continent \r\nde l’Europe & de l’Asie boréale.\r\nAyant été vivement occupé dans le cours de \r\nmon voyage aux Régions équinoxiales de l’Amerique,\r\npendant ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}