{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_20_7/canvas/e261de/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/1d0b95e4c683121c13941926ca46ae63/cb892125-7265-4e48-89a9-00a326923605",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_20_7/canvas/18",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "voudrait-on aussi se concerter d’avance sur le mode de \r\npublication des observations partielles & (si le calcul \r\nn’exige pas trop de temps & ne retarde pas trop les \r\ncommunications) sur la publication des résultats \r\n<u>moyens <\\u> . C’est un des heureux effets de la civilisation \r\net des progrès de la raison qu’en s’adressant aux \r\nsociétés savants, on peut compter sur le concours \r\ngénéral des volontés, dès qu’il agit de l’avancement \r\ndes sciences ou du développement intellectuel de \r\nl’humanité.\r\nDes travaux d’une surprenante précision ont \r\nété exécutés, depuis quelques années, dans un pavillon \r\nmagnétique de l’Observatoire de Gottingue avec des \r\nappareils d’une force extraordinaire. Ces travaux, bien \r\ndigne de fixer l’attention des physiciens, offrent un \r\nmode plus précis de mesurer les variations horaires. Le \r\nbarreau aimanté est d’une dimension beaucoup plus \r\ngrande encore que le barreau de la lunette aimantée \r\nde Prony: il est muni a son extrémité d’un miroir \r\ndans lequel se réfléchissent les divisions d’une mire \r\nplus ou moins éloignée selon la valeur angulaire \r\nqu’on désire de donner à ses divisions. Par l’emploi \r\nde ce moyen perfectionné l’observateur n’a pas besoin \r\nd’approcher du barreau aimanté & (en évitant les \r\ncourants d’air que peuvent faire naître la proximité \r\ndu corps humain ou, pendant la nuit, celle d’une \r\nlampe",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}