{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_2_225/canvas/6ff6cd/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/407e718a9df6caa76bc197f5c9c0f4cb/1358fbb9-02ab-411b-9f6c-fe19042e104b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_2_225/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Sir\r\n\r\nIn my opinion Mr Sharpe's paper is eligible for publication in the Philosophical Transactions. Its object is to show that the ? in the  metamorphic schists follow the same laws with the cleavage planes in clay-slates. The subject has been little attended to; & I do not believe that it has hitherto been attempted to show on a map the range, as well as dip, of the foliation (whatever its theoretical origin may have been) [] an extensive district. - I am on the other hand bound to state that owing to the obscurity of the structure in my parts, and to the presence (  as admitted by the author) of many minor curvatures, I think further evidence is neccessary, before",
                "format": "text/plain",
                "language": "en"
            }
        },
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/407e718a9df6caa76bc197f5c9c0f4cb/ef50d0e4-b87c-40e5-bbf7-1f6553e77b21",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_2_225/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Down Kent \r\nMarch 16th \r\n\r\nSir\r\n\r\nIn my opinion Mr Sharpe's paper is eligible for publication in the Philosophical Transactions. Its object is to show that the laminae in the  metamorphic schists follow the same laws with the cleavage planes in clay-slates. The subject has been little attended to; & I do not believe that it has hitherto been attempted to show on a map the range, as well as dip, of the foliation (whatever its theoretical origin may have been) over an extensive district. - I am on the other hand bound to state that owing to the obscurity of the structure in my parts, and to the presence (  as admitted by the author) of many minor curvatures, I think further evidence is necessary, before",
                "format": "text/plain",
                "language": "en"
            }
        },
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/407e718a9df6caa76bc197f5c9c0f4cb/a5ca45d6-c705-4853-9432-b8e7f9c48e10",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_2_225/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Down Kent \r\nMarch 16th \r\n\r\nSir\r\n\r\nIn my opinion Mr Sharpe's paper is eligible for publication in the Philosophical Transactions. Its object is to show that the laminae in the  metamorphic schists follow the same laws with the cleavage planes in clay-slates. The subject has been little attended to; & I do not believe that it has hitherto been attempted to show on a map the range, as well as dip, of the foliation (whatever its theoretical origin may have been) over an extensive district. - I am on the other hand bound to state that owing to the obscurity of the structure in many parts, and to the presence (as admitted by the author) of many minor curvatures, I think further evidence is necessary, before",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}