{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_18i_35/canvas/2e5b3d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/af61b4260857de9f30eee167e108d339/4d8ab45e-cdb3-479b-8124-4524ba4da938",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_18i_35/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "A Demonstration of the Velocity wherwith the Air rushes \r\ninto an Exhausted Receiver lately produced before the R.Society by \r\nDr. D. Papin Reg. Soc. S.\r\nThere being severall occasions wherein it would be usefull to \r\nKnow the velocity of the Air according to the severall pressures \r\nthat may drive it: the Royall Academy at Paris hath attemp \r\nted by some tryalls to attain that Knowledge and by means \r\nof a bladder which they did some times fill up with water \r\nand some times with Air; they found that (although the \r\nweight to squeeze out these liquors, and the hole to let them \r\nout were the same) nevertheless the bladder when full \r\nof Air, could be empty’d in the 25th part of the time that \r\nwas required to squeeze out the water out of the same bladder:\r\nfrom thence they concluded that the swifteness of the Air \r\nis 25 times greater then that of water when both these \r\nliquor’s bear the same pressure. This experiment was very \r\nwell thought on, and might serve <s>whilst people should look \r\nfor some thing better <\\s> till a better should be \r\nfound out but, sure, these gentlemen knew well enough that this was not perfect: the reason is that \r\nthe Air yieldeth much and so the bladder being fill’d with it,\r\nwill become pretty flatt, as soon as a considerable weight is \r\nlay’d upon it: it is plain therefore that the weight bearing upon \r\na large space doth not press every part with the same force \r\nas it would do if the bladder did for a while remain plump \r\nas it doth when full of water: more over, the water itself being \r\nheavy in the bladder mak’s some pressure: so that it appears \r\nthat the pressure in this experiment was not quite so great \r\nupon the Air as upon the water: I have therefore thought of \r\nanother way which I think better, to come to the say’d knowledge \r\nand I do humbly submit it to the R. Society.\r\nMy way is grounded upon this <u>Hydrostatical Principle <\\u>, that \r\n<u>liquors have a strength to ascend as high as their <s>Spring <\\s> source is <\\u>\r\nand although the resistence of the <u>Medium <\\u> doth always hinder \r\n<s>the Jettes <\\s> Jects d’eau in the open Air from reaching quite so high, nevertheless \r\nthe liquor at its first spouting out, hath the necessary swift \r\nness to come to that heigth.\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}