{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_18i_35/canvas/f84ebc/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/2253ef08e36375e2769380dc301747c5/dc7b1d5b-9dd0-470b-8078-287b6fd0b267",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_18i_35/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Proposition.1.\r\nFrom this Principle may easily be deduced this Proposition \r\nthat of two differing liquor’s driven by the same pressure, that \r\nwhich is <u>in specie <\\u> lighter must ascend higher then that which \r\nis heavier, and their heigth’s will be reciprocally in the same reason as their \r\nspecifick gravity’s are. Thus, quick silver being 13 1/2 times heavier \r\nthen water, bear’s as much pressure when it’s spring is one foot \r\n<s>high, as wat  <\\s> above the spout hole, as water doth when it’s \r\nspring is 13 1/2 foot high, and the heigth to which Mercury shall \r\nascend will be 13 1/2 times lesser than the heigth to which water \r\nshall be driven by those equall pressures.\r\nProposition.2.\r\nFrom the foregoing Proposition another may easily be deduced \r\n<u>viz<\\u> that Of differing liquor’s bearing the same pressure \r\nthose that are lighter <u>in specie <\\u> must acquire a greater \r\nswiftness, and their differing velocity’s are to one another \r\nas the root’s of the specifick gravity’s of the say’d liquors.\r\nFor we have seen Prop.1. that the heigth’s to be attain’d are \r\nin the same reason as the specifick gravity’s; Now <u>Galileus,\r\nHugenius <\\u>, and <s>Mr Hally <\\s> others have demonstrated that the Velocity’s \r\nof body’s are to one another as the square root’s of the heigth’s \r\nto which they may ascend: and so in this occasion they are also \r\nas the root’s of the specifick gravity’s.\r\nIf therefore we will know what is the velocity of the Air \r\nbeing driven by any degree of pressure whatsoever, we ought \r\nbut to find what would be the velocity of water under the \r\nsame pressure: and then take the square root’s of the specifick \r\ngravity’s of these two liquor’s, because as much as the square \r\nroot of the specifick gravity of water, will exceed the \r\nsquare root of the specifick gravity of Air, so much in \r\nproportion will the velocity of Air exceed the velocity of \r\nwater. For example, when I have computed what should \r\nbe the swiftness of a bullet shott by the pneumatick engine,\r\nas hath been described in the Philosophical Transactions,\r\nI should first compute what was the velocity of the Air itself ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}