{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_75/canvas/bb7d8b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/29d37f06c0bcd7b294c79f34bc6d652d/07424709-b8a1-486e-a63a-e7c4ea6ff883",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_75/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "A Paris ce 14 Jan. 1673\r\nRead April 9:73.\r\nEnter’d LB.6.17.\r\nMonsieur \r\nJe vous aurois fait reponse dans le temps que je devois \r\na deux de vos lettres, si des occupations un peu plus \r\npressee qu’a l’ordinaire ne m’avoient emporte le temps ailleurs.\r\nJe vous rends graces de vos deux Journaux, et j’aurois\r\nen soin de vous tenir le dernier de M. Galois, si je \r\nne crorois qu’on vous les envoie reglement, et qu’il ne \r\nfaut pas vous charger deux fois du post d’un tel paquet. \r\nVous y aurez vu mes considerations sur Saturne, et la constru \r\nction d’un nouveau barometre, dans la quelle il y a a\r\ncorrige a la page 154, a la 4e ligne, ou il faut lire de 28 pouces \r\net demi au lieu de 27 1/2. Et a la meme pag. ligne 4e d’embas il \r\nfaut mettre MN au lieu de BC car pour la faute qui est dans \r\nla figure ou il y avoit un L au lieu d’M, je crois que l’imprimeur,\r\nl’aura fait corriger. Dans la pratique de ce barometre, qui\r\nreussit tres bien, j’ay remarque qu’il est necessaire,\r\nsur tout pour mesurer des hauteurs, d’adjouter un perpendicule \r\na la planche qui porte le barometre, par ce qu’il importe fort \r\nqu’il soit tous jours dresse de mesme. Ce perpendicule est attache \r\npar en haut, et passe en bas par un petit trou de cette largeur O,\r\ndu quel on juge facilement quand il occupe le milieu. Pour ce \r\nqui est de l’huile que j’ay dit qu’on pourroit mettre sur l’eau,\r\nje ne le trouve pas necessaire jusqu’icy, ayant experimente que \r\nl’eau contenue dans un tuyau si long et si etroit ne sera pour\r\naucunement, au moins pendant cette saison de l’annee.\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}