{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_75/canvas/fc9a76/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5d40093d0e2f9c261b72fddccba60230/33c3e044-c525-493d-9e51-ceb68dbf5d26",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_75/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "J’ay vu comme Mr. Newton prend peine a soustenir sa \r\nnouvelle opinion touchant les couleurs. Il me semble que \r\nla plus importante objection qu’on luy fait en forme de \r\n<u>Quaere <\\u> est celle, s’il y a plus de deux sortes de couleurs!\r\nCar pour moy je crois qu’une hypothese qui expliqueroit me \r\nchaniquement et par la nature du mouvement la couleur \r\njaune et la bleue, suffiroit pour toutes les autres, par ce que\r\ncelles cy estant seulement plus chargees, (comme il paroit par \r\nles prismes de Mr. Hook) produisent le rouge et le bleu obscur,\r\net que de ces quatre tout le reste des couleurs se peut \r\ncomposer. Je ne vois pas aussi pourquoy Mr. Newton ne \r\nse contente pas des 2 couleurs, jaune et bleu, car il sera \r\nbien plus avis de trouver un hypothese par le mouvement \r\nqui expliquent ces deux differences, que non pas pour tant \r\nde diversite qu’il y a d’autres couleurs. Et jusqu’a ce qu’il \r\nait trouve cette hypothese il ne nous aura pas appris en quoy \r\nconsiste la nature et difference des couleurs, mais seulement \r\ncet accident (qui assurement et fort considerable) de leur \r\ndifferent refrangibilite. Pour ce qui est de l’autre, a scavoir \r\nla composition de blanc de toutes les couleurs emsemble, il \r\nse pourroit faire que le jaune et le bleu obscure encore \r\nsuffisant pour cela. ce que vaut la peine d’estre essaye et \r\nil se peut par l’experimer que M. Newton propose, de recevoir \r\ncontre la muraille d’une chambre obscur les couleurs du prisme ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}