{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_75/canvas/3a7a33/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/446a11100103474e0d01ddd86d89bbec/b3a9bfd0-66c9-4613-aa57-e71b7e0c4ee1",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_75/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "et d’eclairir par leur lumiere reflechie un papier blanc,\r\nIl faudroit empecher les couleurs des extremites, scavoir le \r\nrouge et le pourpre de donner contre la muraille, et \r\nlaisser seulement les couleurs d’entredeux le jaune, verd,\r\net bleu, pour voir si la de celles cy seules ne feroit \r\npas paraitre blanc le papier, aussi bien que quand elles eclairent \r\ntoutes. Je doute mesme si l’endroit le plus clair du jaune \r\nne feroit pas tout seul cet effect, et je l’essaieray a la \r\npremiere commodite, car cette pensee ne m’est venue qu’a \r\ncette heure. Vous voiez bien cependant, Monsieur, que si ces \r\nexperiences succedents, l’on ne pourra dire que toutes les \r\ncouleurs sont necessaires pour composer le blanc, et qu’il \r\nsera tres vraisemblable que toutes les autres ne sont que \r\ndes degres du jaune et bleu, plus ou moins enfonce.\r\nAu reste, pour ce qui est de l’effect des differences refractives \r\ndes rayons dans les verres de lunette, si il est certain \r\nque l’experience ne s’accorde pas avec ce que teint Mr.\r\nNewton; car a considerer seulement la peinture que fait \r\nun objectif de 12 pieds dans une chambre obscure, l’on \r\nvoit qu’elle est trop distincte et trop bien terminee pour \r\npouvoir estre produite par des rayons qui s’ecarteroient \r\nde la 50me partie de l’ouverture. de sorte que, comme \r\nje vous crois avoir mande ... cy devant, la difference \r\nde la refrangibilite ne suit pas pour estre tous jours la \r\nmesme proportion dans les grandes et petites inclinations des ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}