{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/5f138c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6165703f2679411acd5f45f0a2880b7a/427bd847-1d1e-4adf-bc4f-98e99f451c34",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<u>Phil. Trans.<\\u>\r\nRead Dec 8 1864\r\nVIII A Dynamical Theory of the Electromagnetic Field \r\nBy J. Clerk Maxwell. F.R.S. \r\nReceived October 27 — 1863<s>3<\\s> \r\nPart I . Introductory (1) The most obvious mechanical phenomenon in electrical and \r\nmagnetical experiments is the mutual action by which bodies \r\nin certain states set each other in motion while still at a \r\nsensible distance from each other. The first step, therefore, \r\nin reducing these phenomena into scientific form, is to ascertain \r\nthe magnitude and direction of the force acting between the bodies, \r\nand when it is found that this force depends in a certain way \r\nupon the relative position of the bodies and on their electric or \r\nmagnetic condition, it seems at first sight natural to explain the \r\nfacts by assuming the existence of something either at rest or in \r\nmotion in each body, constituting its electric or magnetic \r\nstate, and capable of acting at a distance according to mathematical \r\nlaws. \r\n\r\nIn this way mathematical theories of statical electricity, of \r\nmagnetism, of the mechanical action between conductors carrying \r\ncurrents, and of the induction of currents have been formed. In \r\nthese theories the force acting between the two bodies is <s>considered<\\s> treated with \r\nreference only to the condition of the bodies and their relative position, \r\nand without any express consideration of the surrounding medium. \r\n\r\nThese theories assume, more or less explicitly the existence of substanc[es?] \r\nthe particles of which have the property of acting on one another at a \r\ndistance by attraction or repulsion. The most complete development \r\nof a theory of this kind is that of M.W. Weber*, who has made one \r\ntheory include electrostatic and electromagnetic phenomena. \r\n\r\nIn doing so, however, he has found it necessary to assume that \r\nthe force between two electric particles depends on their relative \r\nvelocity, as well as on their distance. \r\n\r\n* Elektrodyanimische \r\n<s>Elektrisch<\\s> Massbestimmungen ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}