{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/ea8849/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/42fd30c2b91eeb831b3dba9d57606143/aeadfefe-148f-4ca4-9e91-5e14db9dd6bc",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "This theory as developed by M.M W. Weber* & C. Neumann* is \r\nexceedingly ingenious, and wonderfully comprehensive in its \r\napplication to the phenomena of statical electricity, current electricity, electromagnetic attractions, induction of currents \r\nand diamagnetic phenomena, and it comes to us with the \r\nmore authority, as it has served to guide the speculations \r\nof one who has made so great an advance in the practical \r\npart of electric science, <s>and has<\\s> both by introducing a consistent \r\nsystem of units in electrical measurement, and by actually \r\ndetermining electrical quantities with an accuracy hitherto \r\nunknown.\r\n\r\n(2) The mechanical difficulties, however, which are involved in the \r\nassumption of particles acting at a distance with forces which \r\ndepend on their velocities are such as to prevent me from \r\nconsidering this theory as an ultimate one, though it <s>mag<\\s> may \r\nhave been, and may yet be useful in leading to the coordination \r\nof phenomena. \r\n\r\nI have therefore preferred to seek an explanation of the \r\nfacts in another direction, by supposing them to be produced \r\nby actions which go on in the surrounding medium as \r\nwell as in the excited bodies, and endeavouring to explain the \r\naction between distant bodies without assuming the existence of \r\nforces capable of acting directly at sensible distances. \r\n\r\n(3) The theory I propose may therefore be called a theory of \r\nthe <u>Electromagnetic Field<\\u>, because it <s>is occupied with<\\s> has to \r\ndo with the space in the neighbourhood of the electric or \r\nmagnetic bodies, and it may be called a <u>Dynamical<\\u> Theory, \r\nbecause it assumes that in that space there is matter in \r\nmotion, by which the observed electromagnetic phenomena \r\nare produced. \r\n\r\n*Leipzic Transactions 18 p. Taylors Scientific Memoirs Vol V and XIV Hale's Saxonum 1858 \r\n+ \"Explicare tentatur\" &c\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}