{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/12d703/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ad9d85d878e7286d03062af3c7a6d42d/874f470d-ef93-41ea-a9c5-ee48e9202aac",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "(4) The Electromagnetic Field is that part of space which \r\ncontains and surrounds bodies in electric or magnetic \r\nconditions. \r\n\r\nIt may be filled with any kind of matter, or we may \r\nendeavour to render it empty of all gross matter, as in \r\nthe case of Geissler’s tubes and other so called vacua. \r\n\r\nThere is always however enough of matter left to receive \r\nand transmit the undulations of light and heat, and it is \r\nbecause the transmission of these radiations is <s>very nearly<\\s> not \r\ngreatly altered when transparent bodies of measurable density are \r\nsubstituted for the so=called vacuum that we are obliged \r\nto admit that the undulations <s>take place in<\\s> are those of an etherial \r\nsubstance, and not of the gross matter, the presence of \r\nwhich merely modifies in some way the motion of the \r\nether. \r\n\r\nWe have therefore some reason to believe, from the phenom[ena] of light and heat that there is an etherial medium filling \r\nspace and permeating bodies, capable of being set in motion \r\nand of transmitting that motion from one part to another, \r\nand of communicating that motion to gross matter so as to \r\nheat <s>[them?]<\\s> it and affect <s>them<\\s> it in various ways. \r\n\r\n(5) Now the energy communicated to the body in heating it \r\nmust have formerly existed in the moving medium, for the \r\nundulations had left the source of heat some time before \r\nthey reached the body, and during that time the energy must \r\nhave been half in the form of motion of the medium and <s>partly<\\s> half \r\nin the form of elastic resilience. From these considerations Professor W. Thom[son] \r\nhas argued*, that the medium must have a density capable of \r\ncomparison with that of gross matter, and has even \r\nassigned an inferior limit to that density. \r\n\r\n*“On the Possible Density of the Luminiferous Medium and On the Mechanical Yalue of a Cubic Mile of Sunlight \r\nTransactions of the Royal Society of Edinburgh (1854) p 57. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}