{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/af1de8/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/37f20413f5e6312a9399ef71fba22496/58b56647-a95f-4003-b0e3-64378541b408",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "(6) We may therefore receive, as a datum derived from a branch \r\nof science independent of that with which we have to deal, \r\nthe existence of a pervading medium, of small but <s>measurable<\\s> \r\nreal density, capable of being set in motion, and of transmitting \r\nmotion from one part to another with great, but not \r\ninfinite, velocity.\r\n\r\nHence the parts of this medium must be so connected \r\nthat the motion of one part depends in some way on the \r\nmotion of the rest; and at the same time these connexions \r\nmust be capable of a certain kind of elastic yielding, since the \r\ncommunication of motion is not instantaneous, but occupies \r\ntime. \r\n\r\nThe medium is therefore capable of receiving and storing \r\nup two kinds of energy, namely, the “actual” energy <s>consisting<\\s> depending \r\non the motions <s>which take place in it<\\s> of its parts, and potential \r\nenergy, consisting of the work which the medium will do in \r\nrecovering from displacement in virtue of its elasticity. \r\n\r\nThe propagation of undulations consists in the continual \r\nand alternate transformation of one of these forms of energy into \r\nthe other, and at any instant the amount of energy in the \r\nwhole medium is equally divided, so that half is energy of motion, \r\nand half is elastic resilience. \r\n\r\n(7) A medium having such a constitution may be capable \r\nof other kinds of motion and displacement than those which \r\nproduce the phenomena of light and heat, and some of \r\nof these may be of such a kind that they may be evidenced \r\nto our senses by the phenomena they produce. \r\n\r\n(8) Now we know that the luminiferous medium is in \r\ncertain cases acted on by magnetism, for Faraday* discovered \r\nthat when a plane polarized ray traverses a transparent \r\n\r\n*Experimental Researches Series 19 ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}