{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/0e23c6/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d01fecdb8d107857bb61703ea7211724/808c5341-1417-44e7-816d-d6d8d9afd315",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "(9) We may now consider another phenomenon observed in \r\nthe electromagnetic field. When a body is moved across \r\nthe lines of magnetic force it experiences what is called \r\nan electromotive force, <s>and<\\s> the two extremities of the body \r\ntend to become oppositely electrified, and an electric current \r\ntends to flow through the body. When the electromotive \r\nforce is sufficiently powerful, and is made to act on certain \r\ncompound bodies, it decomposes them, and causes one of their \r\ncomponents to pass towards one extremity of the body, and \r\nthe other in the opposite direction. \r\n\r\n(9) Here we have evidence of a force, causing an electric current \r\nin spite of resistance; electrifying the extremities of a body \r\nin opposite ways, a condition which is sustained only by the \r\naction of the electromotive force, and which, <s>subsides<\\s> as soon \r\nas that force is removed, tends, with an equal and opposite \r\nforce to produce a counter current through the body, and \r\nto restore the original electrical state of the body; and finally, \r\nif strong enough, tearing to pieces chemical compounds, and carrying their components \r\nin opposite directions, while their natural tendency is to combine, \r\nand to combine with a force <s>equal and opposite to the<\\s> \r\n<s>electromagnetic<\\s> which can generate an electromotive force \r\nin the reverse direction. \r\n\r\nThis then is a force acting on a body caused by its motion \r\nthrough the electromagnetic field or by changes occurring in that \r\nfield itself, and the effect of the force is either to produce a \r\ncurrent and heat the body, or to decompose the body, or when \r\nit can do neither to put the body in a state of electric polarization \r\n— a state of constraint in which opposite extremities are oppositely \r\nelectrified, and from which the body tends to relieve itself as \r\nsoon as the disturbing force is removed. \r\n\r\n(10) According to the theory which I propose to explain, this \r\n\"electromotive force” is the force called into play during ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}