{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/1ffae9/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/1e947d1c4a23a705b3b0b604b45084f1/314b11ff-3f8e-4d3c-b5a8-cec547792e6c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the communication of motion from one part of the \r\nmedium to another, and it is by means of this force that \r\nthe motion of one part causes motion in another part. \r\nWhen electromotive force acts on a conducting circuit, it produces \r\na current, which, as it meets with resistance, occasions a \r\ncontinual transformation of electrical energy into heat, which \r\nis incapable of being restored again to the form of electrical \r\nenergy by any reversal of the process. \r\n\r\n(11) But when electromotive force acts on a dielectric it produces \r\na state of polarization of its parts similar in distribution \r\nto the polarity of the parts of a mass of iron under the influence \r\nof a magnet, and like the magnetic polarization, capable of \r\nbeing described as a state in which every particle has its opposite \r\npoles in opposite conditions* \r\n\r\nIn a dielectric under the action of electromotive force we may \r\nconceive that the electricity in each molecule is so displaced \r\nthat one side is rendered positively and the other negatively \r\nelectrical, but that the electricity remains entirely connected \r\nwith the molecule, and does not pass from one molecule to \r\nanother. The effect of this action on the whole dielectric mass \r\nis to produce a general displacement of electricity in a certain \r\ndirection. This displacement does not amount to a current \r\nbecause when it has attained to a certain value it remains \r\nconstant, but it is the commencement of a current, and its \r\nvariations constitute currents in the positive or the negative \r\ndirection according as the displacement is increasing or decreasing. \r\nIn the interior of the dielectric there is no indication of electrification \r\nbecause the electrification of the surface of any molecule is neutralized \r\nby the opposite electrification of the surface of the molecules in contact \r\nwith it, but at the bounding surface of the dielectric, where the electrification \r\nis not neutralized, we find the phenomena which indicate<s>ing<\\s> positive or \r\nnegative electrification \r\nThe relation between the electromotive force and the amount \r\nof electric displacement it produces depends on the nature of the \r\ndielectric, the same electromotive force producing generally a \r\n+Faraday Exp Res \r\n*Mossotti Mem della Soc. Italiana (Modena) vol XXIV part 2 (18 ) p 49 \r\n ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}