{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/2d7fbd/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/0dd59cc4e7ae2d735c8e57c980de919c/18f14ba7-486c-4f04-9831-4a2d7021d012",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/7",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "greater electric displacement in solid dielectrics, such as glass \r\nor sulphur, than in air. \r\n\r\n(12) Here then, we perceive another effect of electromotive force, namely \r\nelectric displacement, which according to our theory is a kind \r\nof elastic yielding to the action of the force, similar to that \r\nwhich takes place in structures and machines owing to the want \r\nof perfect rigidity of the connexions. \r\n\r\n(13) The practical investigation of the inductive capacity of \r\ndielectrics is rendered difficult on account of two disturbing \r\nphenomena. The first is the conductivity of the dielectric, which \r\nthough in many cases exceedingly small, is not altogether insensible. \r\n\r\nThe second is the phenomenon called electric absorption*, in \r\nvirtue of which, when the dielectric <s>has been<\\s> is exposed to electromotive \r\nforce, the electric displacement gradually increases, and when \r\nthe electromotive force is removed, the dielectric does not instantly \r\nreturn to its primitive state, but only discharges a portion of \r\nits electrification, and when left to itself gradually acquires electrifica[tion] \r\non its surface, as the interior gradually becomes depolarized. \r\nAlmost all solid dielectrics exhibit this phenomenon, which gives \r\nrise to the residual charge in the Leyden jar, and to several \r\nphenomena of electric cables described by Mr. F. Jenkin* \r\n(14) We have here two other kinds of yielding besides the yielding \r\nof the perfect dielectric, which we have compared to a perfectly elastic \r\nbody. The yielding due to conductivity may be compared to that of \r\na viscous fluid (that is to say a fluid having great internal friction) \r\nor a soft solid on which the smallest force produces a permanent \r\nalteration of figure increasing with the time during which the force acts. \r\nThe yielding due to electric absorption may be compared to that of \r\na cellular elastic body, containing a thick fluid in its cavities \r\nSuch a body when subjected to pressure is compressed by degrees \r\non account of the gradual yielding of the thick fluid, and when the \r\npressure is removed it does not at once recover its figure, because \r\nthe elasticity of the substance of the body has gradually to overcome the tenacity \r\nof the fluid before it can regain complete equilibrium. \r\n*Faraday Exp Res. 1233-1250 \r\n+Trans British Association 1859 p248 & Report of Committee of Board of Trade on Submarine Cables \r\npp 136 & 464.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}