{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/a39fc3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/877e6e17d2f493dc11ef8d4c8fe2e93a/6a9f6c78-2750-4e9d-ab23-39de4148c098",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/9",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "(17) We know that when an electric current is established in a conducting \r\ncircuit, the neighbouring part of the field is characterized by certain \r\nmagnetic properties, and that if two circuits are in the field, the \r\nmagnetic properties of the field due to the two currents are combined. \r\nThus each part of the field is in connexion with both currents, \r\nand thus the two currents are put in connexion with each other \r\nin virtue of their connexion with the magnetization of the field. \r\nThe first result of this connexion that I propose to examine \r\nis the induction of one current by another, and by the motion \r\nof conductors in the field. \r\n\r\nThe second result, which is deduced from this, is the mechanical \r\naction between conductors carrying currents. The phenomenon \r\nof the induction of currents has been deduced from their mechanical \r\naction by Helmholtz* and Thomson+. I have followed the reverse order \r\nand deduced the mechanical action from the laws of induction. \r\n\r\n<s>(18)<\\s> I have then <s>explain<\\s> described experimental methods of determining \r\nthe quantities L, M, N on which these phenomena depend. \r\n\r\n(18) I then apply the phenomena of induction and attraction of currents \r\nto the exploration of the electromagnetic field, and the laying down \r\nsystems of lines of magnetic force which indicate its magnetic \r\nproperties. By exploring the same field with a magnet, I show \r\nthe distribution of its equipotential magnetic surfaces, cutting \r\nthe lines of force at right angles. \r\n\r\nIn order to bring these results within the power of \r\nsymbolical calculation, I then express them in the form \r\nof the General Equations of the Electromagnetic Field. \r\n\r\nThese equations express \r\n(A) the relation between electric displacement, true conduction and \r\nthe total current, compounded of both. \r\n(B) The relation between the lines of magnetic force and the inductive coefficients \r\nof a circuit, as already deduced from the laws of induction. \r\n(C) The relation between the strength of a current and its magnetic \r\neffects, according to the electromagnetic system of measurement. \r\n\r\n*Conservation of Force. Physical Society of Berlin, 1847 & Taylors Scientific Memoirs 1853 p 114 \r\n+Trans British Association 1848 Phil Mag. Dec 1851 ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}