{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/30a539/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/08d15bd8ca1eea0d1932fbfacefa93cf/c93833bd-df81-4715-baca-9fd6d59c0c61",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/10",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "(D) The value of the electromotive force in a <s>conductor<\\s> body, as arising from the \r\nmotion of <conductors<\\s> the body in the field, the alteration of the field \r\nitself, and the variation of electric potential in the field. \r\n(E) The relation between electric displacement, and the \r\nelectromotive force which produces it. \r\n(F) The relation between an electric current, and the electromotive \r\nforce which produces it.\r\n(G) The relation between the amount of free electricity at any \r\npoint and the electric displacements in the neighbourhood. \r\n(H) The relation between the increase or diminution of free electricity \r\nand the electric currents in the neighbourhood. \r\n\r\nThere are 20 of these equations in all, involving 20 variable \r\nquantities. \r\n\r\n(19) I then express in terms of these quantities the intrinsic energy \r\nof the Electromagnetic Field as depending partly on its magnetic \r\nand partly on its electric polarization at every point. \r\nFrom this I determine the mechanical force acting \r\n1st on a moveable conductor carrying an electric current; \r\n2nd on a magnetic pole; \r\n3rd on an electrified body. \r\n\r\nThe last result, namely the mechanical force acting on an electrified \r\nbody, gives rise to an independent method of electrical measurement \r\nfounded on its electrostatic effects. The relation between the \r\nunits employed in the two methods is shown to depend on what \r\nI have called the “electric elasticity” of the medium and to be a \r\nvelocity, which has been experimentally determined by M.M. \r\nWeber & Kohlrausch. \r\n\r\nI then show how to calculate the electrostatic Capacity of a condenser \r\nand the specific inductive capacity of a dielectric. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}