{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/8b78fd/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4b2da6ae583d2fd0fe2d4300989dc29f/61970efb-e3c5-497e-a946-596990c17d5c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/13",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Part II On ElectromagneticInduction. \r\nElectromagnetic Momentum of a Current.\r\n\r\n(22) We may begin by considering the state of the field in the \r\nneighbourhood of an electric current. We know that magnetic \r\nforces are excited in the field, their direction and magnitude \r\ndepending according to known laws upon the form of the \r\nconductor carrying the current. When the strength of the current \r\nis increased, all the magnetic effects are increased in the same \r\nproportion. Now, if the magnetic state of the field depends on \r\nmotions of the medium, a certain force must be exerted in \r\norder to increase or diminish these motions, and when the \r\nmotions are excited they continue, so that the effect of the connexion \r\nbetween the current and the electromagnetic field surrounding \r\nit is to endow the current with a kind of momentum, \r\njust as the connexion between the driving point of a machine and a flywheel \r\nendows the driving-point with an additional momentum which \r\nmay be called the momentum of the fly wheel reduced to \r\nthe driving-point. The unbalanced force acting on the \r\ndriving point increases this momentum, and is measured by \r\nthe rate of its increase. \r\nIn the case of electric currents the resistance to sudden increase \r\nor diminution of strength produces effects exactly like those \r\nof momentum but the amount of this momentum depends \r\non the shape of the conductor and the relative position of \r\nits different parts. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}