{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/b03bb3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/7caa6be2eaadaf5b6ed2db0ff73176d5/0c13864a-efea-41a3-9a49-67275b7ddefa",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/14",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Mutual Action of two Currents \r\n(23) If there are two electric currents in the field, the magnetic \r\nforce at any point is that compounded of the forces due to \r\neach current separately and since the two currents are in \r\nconnexion with every point of the field they will be in connexion \r\nwith each other so that any increase or diminution of the one \r\nwill produce a force acting with or contrary to the other. \r\n<s>As a dynamical illustration suppose two horses harnessed to \r\na carriage by the intervention of a lever so that each horse \r\npulls at its own arm of the lever while the lever is attached \r\nto the carriage by its fulcrum. Then if one horse increases its speed the immediate effect will be to produce a tension \r\nin the traces of the other horse tending to pull him back. <\\s> \r\n\r\nDynamical Illustration of  Reduced Momentum \r\n\r\n(24) As a dynamical illustration, let us suppose a body C so \r\nconnected with two independent driving points A and B that \r\nits velocity is p times that of A together with q times that of B. \r\nLet u be the velocity of A v that of B and w that of C and let \r\n[delta]x, [delta]y, [delta]z be their simultaneous displacements then \r\nby the general equation of dynamics (\"Lagrange Mec. Anal. II. 2. ff5) \r\n[equation]\r\nwhere X and Y are the forces acting at A & B. \r\nBut [equation]\r\nand [equation]\r\nSubstituting and remembering that [delta]x and [delta]y are independent \r\n[equations] (l) \r\nWe may call Cp<sup>2u + Cpqv the Momentum of C referred to A \r\nand Cpqu + Cqv its momentum referred to B \r\nthen we may say that the effect of X is to increase the momentum \r\nof C referred to A and that of <s>B<\\s>Y to increase its momentum referred \r\nto B",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}