{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/e4a742/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e9b90dc389e17e3cd09874a7d63d38d6/3f06560f-8990-4c15-998c-f3035a289ca7",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/15",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "If there are many bodies connected with A and B in a \r\nsimilar way but with different values of p and q we may \r\ntreat the question in the same way by assuming \r\n[equations]\r\nwhere the summation is extended to all the bodies with their \r\nproper values of C, p, and q. Then the momentum of \r\nthe system referred to A <s>and B<\\s> is \r\nLu + Mv \r\nand referred to B MU + Nv \r\nand we shall have \r\n[equations] (2) \r\nwhere X and Y are the external forces acting on A & B. \r\n(25) To make the illustration more complete we have only to suppose \r\nthat the motion of A is resisted by a force proportional to its \r\nvelocity which we may call Ru and that of B by a similar \r\nforce which we may call Sv, R and S being coefficients of \r\nresistance Then if [xi] and [eta] are the forces on A and B \r\n[equations] (3) \r\nIf <s>u<\\s> the velocity of A be increased at the rate du/dt then in order to prevent \r\nB from moving a force [eta]=d/dt(Mu) must be applied to it \r\nThis effect on B due to an increase of the velocity of A corresponds \r\nto the electromotive force on one circuit arising from an increase \r\nin the strength of a neighbouring circuit. \r\n\r\nThis dynamical illustration is to be considered merely as assisting the \r\nreader to understand what is meant in mechanics by Reduced Momentum. \r\nThe facts of the induction of currents as depending on the variations \r\nof the quantity called Electromagnetic Momentum or Electrotonic State rest on the \r\nexperiments of Faraday*, <s>and<\\s> Felici+ \r\n* Exp Res. Series I, IX \r\n+ Annales de Chimie XXXIV (18 ) p64  ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}