{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/7c2112/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/aea242406119d50af8f3a43128bcee3d/0943ffff-2f57-4e1c-959a-45796208bc8e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/16",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Coefficients of Induction for Two Circuits 17. \r\n(26) In the electromagnetic field the values of L M N depend \r\non the distribution of the magnetic effects due to the two circuits \r\nand this distribution depends only on the form and relative \r\nposition of the circuits. Hence L M N are \r\nquantities depending on the form and relative position of the circuits \r\nand are subject to variation <s>when<\\s> with the motion of the conductors \r\nIt will be presently seen that L, M, N are geometrical quantities \r\nof the nature of lines, that is, of one dimension in space \r\nL depends on the form of the first conductor which we shall call A \r\nN on that of the second, which we shall call B, and M on \r\nthe relative position of A & B \r\n\r\n(27) Let [xi] be the electromotive force acting on A <s>and<\\s>  x the \r\nstrength of the current and R the resistance, then Rx will \r\nbe the resisting force. In steady currents the electromotive force \r\njust balances the resisting force, but in variable currents \r\nthe resultant force [xi] - Rx  is expended in increasing \r\nthe “electromagnetic momentum” using the word momentum \r\nmerely to express that which is generated by a force acting during \r\na certain time, that is, a velocity existing in a body. \r\n\r\nIn the case of electric currents, the force in action is not \r\nordinary mechanical force, at least we are not as yet able to \r\nmeasure it as common force, but we call it electromotive force \r\nand the body moved is not merely the electricity in the conductor \r\nbut something outside the conductor capable of being affected by \r\nother conductors in the neighbourhood carrying currents. In this \r\nit resembles rather the reduced momentum of a driving point \r\nof a machine as influenced by its mechanical connexions, than \r\nthat of a simple moving body like a cannon ball or water \r\nin a tube. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}