{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/e3678e/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/b4c26aae156fd122db5074e825b78b15/50dc3ec5-4fb8-4a31-8b4e-a35e59153a2b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/19",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Now if work is done when a body is moved it must arise from \r\nordinary mechanical force acting on the body while it is moved \r\nHence this part of the expression shows that there is a \r\nmechanical force urging every part of the conductors themselves in that \r\ndirection in which L M and N will be most increased \r\n\r\nThe existence of the electromagnetic force between conductors \r\ncarrying currents is therefore a direct consequence of the joint and \r\nindependent action of each current on the electromagnetic field. \r\nIf A and B are allowed to approach a distance s so as to increase \r\nM from M to M' while the currents are x and y, then the \r\nwork done will be (M' - M) xy and the force in the direction \r\ns will be dM/dS xy (12) \r\nand this will be an attraction if x and y are of the same sign \r\nand if M is increased as A & B approach. \r\n\r\n(35) It appears therefore that if we admit that the unresisted part \r\nof electromotive force goes on as long as it acts a \r\nself=persistent state of the current which we may call (from \r\nmechanical analogy) its electromagnetic momentum \r\nand that this momentum depends on circumstances external to the \r\nconductor, then both induction of currents and electromagnetic \r\nattractions may be proved by mechanical reasoning. \r\n\r\nWhat I have called electromagnetic momentum is the same quantity \r\nwhich is called by Faraday* the Electrotonic State of the circuit \r\nevery change of which involves the action of an electromotive force \r\njust as change of momentum involves the action of mechanical force. \r\nIf therefore the phenomena described by Faraday in the Ninth Series \r\nof his Experimental Researches were the only known facts about electric \r\ncurrents, the laws of Ampere relating to the attraction of conductors \r\ncarrying currents, as well as those of Faraday about the mutual induction \r\nof currents might be deduced by mechanical reasoning. \r\n* Exp. Re. Series I 60&c\r\n\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}