{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/bcf799/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/9dbe23626612169510f68129072cd776/0a43a985-2f43-4e64-a20a-25ec81359add",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/29",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Exploration of the Electromagnetic Field \r\n\r\nLet us now suppose the primary circuit A to be of invariable \r\nform and let us explore the electromagnetic field by means \r\nof the secondary circuit B which we shall suppose to be variable \r\nin form and position \r\n\r\nWe may begin by supposing B to consist of a short straight conductor with \r\nits extremities sliding on two parallel conducting rails which are put \r\nin connexion at some distance from the sliding piece. \r\n\r\nThen if sliding the moveable conductor in a given direction increases \r\nthe value of M, a negative electromotive force will act in the circuit B \r\ntending to produce a negative current in B during the motion of the \r\nsliding piece \r\n\r\nIf a current be kept up in the circuit B, then the sliding piece will \r\nitself tend to move in that direction, which causes M to increase \r\nAt every point of the field there will always be a certain direction \r\nsuch that a conductor moved in that direction does not experience \r\nany electromotive force in <s>any<\\s> whatever direction its extremities are turned. \r\nA conductor carrying a current will experience no mechanical force \r\nurging it in that direction or the opposite \r\n\r\nThis direction is called the direction of the line of magnetic force \r\nthrough that point. \r\n\r\nMotion of a conductor across such a line produces electromotive \r\nforce in a direction perpendicular to the line and to the direction of motion \r\nand a conductor carrying a current is urged in a direction perpendicular \r\nto the line and to the direction of the current. \r\n\r\n(48) We may next suppose B to consist of a very small plane circuit \r\ncapable of being placed in any position and of having its plane turned \r\nin any direction. The value of M will be greatest when the plane \r\nof the circuit is perpendicular to the line of magnetic force. Hence \r\nif a current is maintained in B, it will tend to set itself in this position \r\nand will of itself indicate, like a magnet, the direction of the magnetic \r\nforce. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}