{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/a0b3fd/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/29e481a1ae5608d0cbef9f9f08dd950a/f6075cf1-b901-4eb5-8021-2ed63977e75c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/30",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "On Lines of Magnetic Force \r\n\r\n(49) Let any surface be drawn, cutting the lines of magnetic \r\nforce, and on this surface let any system of lines be drawn \r\nat small intervals, so as to lie side by side without cutting \r\neach other. Next, let any line be drawn on the surface \r\ncutting all these lines, and let <s>another<\\s> a second line be drawn \r\nnear it, its distance from the first being such that the value \r\nof M for each of the small spaces enclosed between these two lines \r\nand the lines of the first system is equal to unity. \r\n\r\nIn this way let a second system of lines be drawn so that \r\nthe value of M for every reticulation formed by the intersection \r\nof the two systems of lines is unity. \r\n\r\nFinally from every point of intersection of these reticulations \r\nlet a line <s>of magnetic force<\\s> be drawn through the field, always \r\ncoinciding in direction with the direction of magnetic force. \r\n\r\n(50) In this way the whole field will be filled with lines of \r\nmagnetic force at regular intervals, and the properties of \r\nthe electromagnetic field will be completely expressed by them. \r\nFor 1<sup>st<\\sup> If any closed curve be drawn in the field, the value \r\nof M for that curve will be expressed by the <u>number<\\u>  of lines \r\nof force which <u>pass through<\\u> that closed curve. \r\n2<sup>nd<\\sup> If this curve be a conducting circuit and be moved through \r\nthe field an electromotive force will act in it, represented by \r\nthe <s>number<\\s> rate of decrease <s>in unit of time<\\s> of the number of lines passing through the \r\ncurve. \r\n\r\n3<sup>rd<\\sup> If a current be maintained in the circuit, <s>it<\\s> the conductor will be \r\nacted on by forces tending to move it so as to increase the \r\nnumber of lines passing through it, and the amount of \r\nwork done by these forces is equal to the current in the \r\ncircuit multiplied by the number of additional lines. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}