{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/aebac2/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f1003f2f889562bc5c86f7f21a71c7f6/933d7ac0-b4b9-40dd-b5d8-ae163ee01991",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/31",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "4<sup>th<\\sup> If a small plane circuit be placed in the field and be free to turn \r\nit will place its plane perpendicular to the lines of force. A small magnet \r\nwill place itself with its axis in the direction of the lines of force. \r\n\r\n5<sup>th<\\sup> If a long uniformly magnetized bar is placed in the field, each pole \r\nwill be acted on by a force in the direction of the lines of force \r\n<s>The product of this force into<\\s> The number of lines of force passing through \r\nunit of area is equal to the force acting on a unit pole multiplied \r\nby a coefficient depending on the magnetic nature of the medium \r\nand called the coefficient of magnetic induction. \r\n\r\nIn fluids and isotropic solids the value of this coefficient [mu] is the same \r\nin whatever direction the lines of force pass through the substance \r\nbut in crystallized, strained, and organized solids the value \r\nof [mu] may depend on the direction of the lines of force with \r\nrespect to the axes of crystallization, strain or growth. \r\nIn all bodies, [mu] is affected by temperature, and in iron \r\nit appears to diminish as the intensity of the magnetization \r\n\r\nOn Magnetic Equipotential Surfaces\r\n\r\n(51) If we explore the field with a <s>very long<\\s> uniformly magnetized \r\nbar, so long that one of its poles is in a very weak part of \r\nthe magnetic field, then the magnetic forces will perform work \r\non the other pole as it moves about the field. \r\n\r\nIf we start from a given point, and move this pole from \r\nit to any other point, the work performed will be independent \r\nof the path of the pole between the two points, provided \r\nthat no electric current passes between the different paths \r\npursued by the pole. \r\n\r\nHence, when there are no electric currents but only magnets \r\nin the field, we may draw a series of surfaces such that \r\nthe work done in passing from one to another shall be \r\nconstant, whatever be the path pursued between them. \r\nSuch surfaces are called Equipotential Surfaces and in ordinary \r\ncases are perpendicular to the Lines of magnetic force. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}