{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/25d861/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/2539c4d448288d80b029468afc69c329/5ac72942-44f7-42e8-aacd-c93b0abab14b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/32",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "If these surfaces are so drawn that when a unit pole passes \r\nfrom any one to the next in order, unity of work is done \r\nthen the work done in any motion of a magnetic pole \r\nwill be measured by the strength of the pole multiplied by \r\nthe number of surfaces which it has passed through in the \r\npositive direction. \r\n\r\n(52) If there are circuits carrying electric currents in the field, then there will \r\nstill be equipotential surfaces in the parts of the field external \r\nto the conductors carrying the currents, but the work done \r\non a unit pole in passing from one to another will depend \r\non the number of times which the path of the pole <s>passes<\\s> \r\n[ci]rculates round any of these currents. Hence the <s>value of the<\\s> potential \r\nin each surface will have a series of values in arithmetical \r\nprogression, differing by the work done in passing completely \r\nround one of the currents <s>of<\\s> in the field. \r\n\r\nThe equipotential surfaces will not be continuous closed surfaces \r\nbut some of them will be limited sheets, terminating in the \r\nelectric circuit as their common edge or boundary. The \r\nnumber of these will be equal to the amount of work done \r\non a unit pole in going round the current, and this \r\nby the ordinary measurement = 4[pi][gamma] where [gamma] is the value \r\nof the current. \r\n\r\nThese surfaces, therefore, are connected with the electric current \r\nas soap-bubbles are connected with a ring in M Plateaus \r\nexperiments. Every current [gamma] has 4[pi][gamma]surfaces attached \r\nto it. These surfaces have the current for their common \r\nedge and meet it at equal angles. The form of the surfaces \r\nin other parts depends on the presence of other currents and magnets \r\nas well as on the shape of the circuit to which they belong. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}