{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/6e71df/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/eac5794d818b5c3e0a500b7c31fbb1ca/b7df2acc-d275-4667-b2a8-fd945e7c2d12",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/34",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>Electrical Quantity (e) \r\n\r\nLet e represent the quantity of free electricity in unit of volume \r\n(either positive or negative) then the equation of continuity is \r\n\r\ne + df/dx + dg/dy + dh/dz = 0 (5) <\\s>\r\n\r\nElectromotive force (P Q R) \r\n\r\n(56) Let P, Q, R represent the components of the Electromotive Force \r\nat any point. \r\n\r\nThen P represents the difference of potential per unit of length \r\nin a conductor placed in the direction of <u>x<\\u> at the given point. \r\nWe may suppose an indefinitely  short wire placed parallel to x \r\nat the given point and touched, during the action of the force P by \r\ntwo small conductors which are then insulated and removed from \r\nthe influence of the electromotive force. The value of P might then \r\nbe ascertained by measuring the charges of the conductors. \r\n\r\nThus if l be the length of the wire the difference of potential of its \r\nends will be Pl and if C be the capacity of each of the small conductors \r\nthe charge on each will be [half]CPl. Since the capacities of moderately \r\nlarge conductors, measured on the electromagnetic system are exceedingly \r\nsmall, ordinary electromotive forces arising from electromagnetic \r\nactions could hardly be measured in this way. In practice such \r\nmeasurements are always made with long conductors forming closed \r\nor nearly closed circuits. \r\n\r\nElectromagnetic Momentum (F G H) \r\n\r\n(57) Let F G H represent the components of Electromagnetic Momentum \r\nat any point of the field, due to any system of magnets or \r\ncurrents. \r\n\r\nThen F is the total impulse of the electromotive force that \r\nwould be generated by the removal of these magnets or currents \r\nfrom the field, that is if P be the electromotive force at any \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}