{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/8c4282/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/943ccfc236ddef312176e01e6647260a/bde42136-25ec-40fe-bf4b-49dfe2349b6b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/45",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "phenomena of the induction of currents and the polarization \r\nof dielectrics, I wish merely to direct the mind of the reader \r\nto mechanical phenomena which will assist him in understanding \r\nthe electrical ones All such phenomena in the present paper \r\nare to be considered as illustrative, not as explanatory. \r\n\r\n(74) In speaking of the Energy of the field however I wish to \r\nbe understood literally. All energy is the same as mechanical \r\nenergy whether it exists in the form of motion or of elasticity \r\nor in any other form. The energy in electromagnetic phenomena \r\nis mechanical energy. The only question is Where does it reside? \r\nOn the old theories it resides in the electrified bodies, conducting \r\ncircuits and magnets, in the form of an unknown quality \r\ncalled potential energy, or the power of producing certain \r\neffects at a distance. On our theory it resides in the \r\nelectromagnetic field, in the space surrounding the electrified \r\nand magnetic bodies, as well as in those bodies themselves \r\nand is in <s>the form<\\s> two different forms, which may be described \r\nwithout hypothesis as magnetic polarization and electric \r\npolarization, or, according to a very probable hypothesis \r\nas the motion and the strain of one and the same medium. \r\n\r\n(75) The conclusions arrived at in the present paper are independent \r\nof this hypothesis, being deduced from experimental facts of three kinds \r\n1 The induction of electric currents by the increase or diminution of neighbouring \r\ncurrents according to the changes in the lines of force passing through the circuit \r\n2 The distribution of magnetic intensity according to the variations \r\nof a magnetic potential \r\n3 The induction (or influence) of statical electricity through dielectrics \r\nWe may now proceed to demonstrate from these principles the existence \r\nand <s>magne<\\s> laws of the mechanical forces which act upon electric \r\ncurrents magnets and electrified bodies placed in the electromagnetic field. \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}