{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/7b0fe7/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/dc9899c370456a7a0633529e0ccd46e1/48267532-d91e-4acd-974b-8435172c5584",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/51",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "(81) It appears from this investigation that if we assume that the \r\nmedium which constitutes the electromagnetic field is, when dielectric, \r\ncapable of receiving in every part of it an electric polarization \r\nin which the opposite sides of every element into which we \r\nmay conceive the medium divided are oppositely electrified \r\nand if we also assume that this polarization or electric displacement \r\nis proportional to the electromotive force which produces or \r\nmaintains it, then we can show that electrified bodies \r\nin a dielectric medium will act on one another with forces \r\nobeying the same laws as are established by experiment. \r\nThe energy, by the expenditure of which electrical attractions \r\nand repulsions are produced, we suppose to be stored up in \r\nthe dielectric medium which surrounds the electrified bodies \r\nand not in those bodies themselves which, on our theory are \r\nmerely the bounding surfaces of the air or other dielectric in \r\nwhich the true springs of action are to be sought. \r\n<s>The quantity E which denotes the number of electrostatic units \r\nof electricity which are contained in one electro<s>dynamic<\\s>magnetic unit \r\nin Webers system of electrical measurements is a velocity \r\nwhich as determined by Weber and Kohlrausch is \r\n310 740 Kilometers per second \r\nor 195 647 miles per second. \r\nThis quantity <s>depends<\\s> determines according to our theory <s>on<\\s> what we \r\nhave called k, the electric elasticity of the medium, by the equation \r\nk = 4[pi]E<sup>2<sup> \r\n\r\nAs the value of E is of great importance in electrical science \r\nthe Committee of the British Association on Electric Standards \r\nare making arrangements for a new determination of it.<\\s> \r\n\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}