{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/7272c1/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/bd6269dc128a7eb7c301d1022085ce42/6da8309b-be17-4189-8f1f-cb96822df081",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/55",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Electric Absorption \r\n\r\n(85) When the dielectric of which the condenser is formed is not \r\na perfect insulator the phenomena of conduction are combined \r\nwith those of electric displacement. The condenser, <s>after being<\\s> when left \r\ncharged gradually loses its charge and in some cases after being \r\ndischarged completely it gradually acquires a new charge of the \r\nsame sign as the original charge, and this finally disappears \r\n\r\nThese phenomena have been described by Faraday (Series XI \r\nand by M,sup>r<\\sup>r F Jenkin (Report to Board of Trade on Submarine Cables) \r\nand may be classed under the name of \"Electric Absorption\" \r\n\r\n(86) We shall tke the case of a condenser of any \r\nnumber of parallel layers of different materials. If a constant \r\ndifference of potentials <s>is kept up<\\s> between its extreme surfaces \r\nis kept up for a sufficient time till a condition of permanent \r\nsteady flow of electricity is established, then each bounding surface \r\nwill have a charge if electricity depending on the nature of \r\nthe substance on each side of it. If the extreme surfaces \r\nbe now discharged, these internal charges will gradually \r\nbe dissipated and a certain charge may reappear on the extreme \r\nsurfaces if they are insulated, or, if they are connected by a conductor \r\na certain quantity of electricity may be urged through the conductor \r\nduring the reestablishment of equilibrium \r\n\r\nLet the thickness of the several layers of the condenser be \r\na<sub>1<\\sub> a<sub>2<\\sub> &c <s>and the whole thickness a<\\s> \r\n\r\nLet the values of k for these layers be respectively k<sub>1<\\sub> k<sub>2<\\sub> k<sub>3<\\sub> \r\nand let <s>a<sub>1<\\sub>/k<sub>1<\\sub> + a<sub>2<\\sub>/k<sub>2<\\sub> &c = a/k<\\s> a<sub>1<\\sub>k<sub>1<\\sub> + a<sub>2<\\sub>k<sub>2<\\sub> &c = ak (50) \r\nwhere k is the \"electric elasticity\" of air and a is the thickness \r\nof an equivalent condenser of air \r\n\r\n\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}