{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/8ad96f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/9825e4b0f55d5dff9f317f865d0b9aba/c1a487ca-d166-40c8-91e6-ea400e3bae3c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_7/canvas/70",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "(107) Most transparent solid bodies are good insulators \r\nwhereas all good conductors are opaque. \r\nElectrolytes allow a current to pass easily and yet are \r\noften very transparent. We may suppose, however, that \r\nin the rapidly alternating vibrations of light, the electromotive \r\nforces act for so short a time that they are unable to \r\neffect a complete separation between the particles in \r\ncombination so that when the force is re<s>f<\\s>versed the particles \r\noscillate into their former position without loss of energy. \r\n\r\nGold, Silver and Platinum are good conductors and yet when reduced to sufficiently thin plates they allow light to pass \r\nthrough them. If the resistance of gold is the same \r\nfor <s>the<\\s> electromotive forces of short period as for those with \r\nwhich we experiment, the amount of light which \r\npasses through a thickness of 1/282000 inch would be only \r\n10<sup>-300<\\sup> of the incident light, a totally imperceptible quantity. \r\nI find that between 1/500 and 1/900 of <s>the<\\s> green light gets through \r\nsuch gold leaf. This result cannot be reconciled with \r\nthe electromagnetic theory of light unless we suppose \r\nthat there is less loss of energy when the electromotive forces \r\nare reversed with the rapidity of the vibrations of light, than \r\nwhen they act for sensible times as in our experiments. \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}