{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_1950_51_B62_2/canvas/578071/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/544fc36f6dfa969bb307d499449a9ea2/b6035328-5bfb-4c9b-ba16-9deb22bd7fe6",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_1950_51_B62_2/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Referee’s Report \r\nTo the Sectional Committee for Physiology \r\nPaper by A.M.Turing F.R.S.\r\nOn The Chemical basis of morphogenesis \r\n1. Does it contain contributions to knowledge of sufficient scientific interest for the space required? Yes \r\n2. Are any portions of the paper, or any illustrations, redundant? Yes \r\n3. Should the paper be published by the Society? Yes, subject to drastic emendations\r\n4. If so, in the‘Philosophical Transactions’ or the‘Proceedings’? (see note on opposite page). Proceedings, if shortened. Otherwise Transactions \r\n5. Or could it be more appropriately published by some other body? No \r\n6. Is the paper suitable for reading before a meeting of the Society? Doubtful \r\n7. Comments or criticisms which might enable the author to improve or correct his \r\nstatement. (Further remarks may be attached.)\r\nI regret that my report, in the absence of figures or tables, must be \r\ninsecurely grounded. As it is rather lengthy, I attach it. I should be glad to \r\ndiscuss the paper with the author, but may be leaving for India shortly. I have \r\nno objection to his being informed of my identity. In fact this might simplify \r\nmatters especially if the author saw fit to incorporate any of my suggestions. But unfortunately I am not likely to be in England again before February.\r\nI regard the central idea as being sufficiently important to warrant publication.\r\nI am equally clear that the paper should not be published as it stands.\r\nSignature J B S Haldane \r\nDate 28/11/51",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}