{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_15i_37/canvas/8d1432/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/36b0c7960aac44598de961271a5c0ef0/287ac4b0-b40d-4108-90ea-3e3fe403d649",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_15i_37/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "read Dec:5.88. Observations \r\nIII The Dissection of a Parroquett made <s>by Mr Ric: Waller \r\nF.R.S.<\\s> & communicated to ye Royal Society by Mr Ric Waller <s>F.R.S.<\\s>\r\nThere is not possibly a greater variety of species than in ye Parrot kind \r\nwhether wee consider the Country size or colour in which last particular no bird \r\nprides in so great a diversity, luxuriant nature painting him with all ye silken \r\ncolours of Plants and flowers, and that in their greatest lustre and perfectio \r\n<u>Johnston <\\u> treating of these birds says ye curious have observed above 100 sorts of \r\nthem and <u>Margravins <\\u> in his History of <u>Brazile <\\u> enumerates several, his \r\nsixth species of Paroquetts which he calls <u>Tujete <\\u> comeing very near our \r\nsubject. but the true description as I take it of this Bird is given by <u>Johnston<\\u>\r\nin his <u>Mantissa <\\u> to ye History of Birds cap 4. p.156. which being long I forbear \r\nto <s>repeate <\\s> recite, the bird he says was brought by the Dutch seamen out of \r\n<u>AEthiopia<\\u> and Places near <u>Manicongo <\\u>.\r\nHaving kept some of these birds and one of them dying; in ye opening thereof \r\nI tooke notice of some few particulars which I have made bold to present \r\nthis honorable assembly with.\r\n1. First to give a short description thereof. Its size is between a sparrow and \r\nBlackbird with a short neck, black Eyes, a crooked scarlet bill, greyish legs and \r\nfeet with Toes two before & two behind like ye Parrot, yet he never stands\r\non one foot to eat with ye other, as Parrots do. when he stands still on ye \r\nPerch his breast and belly shew of a curious light green his back and the \r\nfeathers of his wings are somewhat darker on his pinnions are some \r\nshort blew feathers as like wise a pretty many on his rump. his bill is \r\nencompassed up to ye Eyes with a broad beautifull scarlet Circle reaching \r\nalso down to his throat this place in ye hen is of a paler orange colour \r\nwherein is ye only <s>visible <\\s> observable difference. The feathers of ye Taile (which as in\r\nall small Parroquets is no longer than ye wings) are not to bee seen but \r\nwhen he flutters or spreads it. they are about 2 inches long, near ye quill \r\nof a lemmon colour inclineing to a green, next that of a scarlet for a pretty \r\nbreadth then a narrow thread of green on some of them, after that a \r\nblack and last of all ending in a light green. It were not an unworthy \r\ncuriosity to examine ye colours of ye feathers of Birds and how the same \r\nindividual branch of ye stemm of a feather as here comes to be tinged with such \r\ndiversity of colours. but that by the by.\r\n2. Having opened the <u>Thorax <\\u> and <u>Abdomen <\\u> (if I may so call them) by \r\nblowing into ye <u>Aspera arteria <\\u> a large cavity or bladder was raised up \r\nall a long ye <u>Abdomen <\\u> to ye edges of ye <u>os Ischion <\\u> and fastened to the \r\nGizzard containing in it all ye Gutts and Gizzard <s>but<\\s> and other <u>Viscera <\\u>\r\nbut excluding the heart and Liver, a conformation like this is observed \r\nin all Birds and peculiar to them and mentioned by <u>Perault <\\u> in his \r\n<u>Mechanique des animaux<\\u>. The air received by the Lungs refreshing \r\nand carrying off the noxious steames from ye Entrailes and is not confined \r\nas in men and Quadrupedes to ye <u>Thorax <\\u> only, by a <u>Mediastinu <\\u>. why this is so \r\nin Birds may be farther enquired.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}