{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_15i_37/canvas/ea93bb/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/020c69b84d22a320c805c750ebd2e9d0/6e155ec5-a54a-415c-85d2-11fc652a60bf",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_15i_37/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "3. The <u>Aspera arteria <\\u> differs from that of most other animals having \r\nnot only a <u>Larynx <\\u> at ye top there of as is usual but another also at its \r\nEntrance into ye breast where it is divided and branches it selfe into two: from \r\nthis structure as I have bin told common to all Parrots, possibly it may bee\r\nthat they can so readily immitate human voices, but this creature wee \r\ndissected never attempts an Immitation of words makeing only a shrill \r\nchirping noise doubling ye Tone or making it Eight notes lower as a stopt organ pipe is an it. This lower <u>Larinx <\\u> <s>I say <\\s> may assist ye weake fabric of so \r\nsmall a creature as a Parrot to counterfeit so base a voice as a mans \r\nit being observed <s>that In<\\s> by some Ingenious Persons that Parrots are Ventrilo \r\nqui and whether all ventriloquous Cheats may not by Nature be framed for \r\nsuch an Imposture may bee query’d if the Bodys of any such should bee \r\ndissected.\r\n4. The <u>Heart <\\u] in proportion to ye Animal was large and liver small as may \r\nbe seen by the figure: there was nothing that I observed extraordinary \r\nIn the Testiles or Kidneys however I have given a figure thereof \r\n5. The <u>Tongue <\\u> was broad and thick, at ye End somewhat like a mans \r\nwhence a Parrot has its name [Greek anthropoulopos], the extremity of it was \r\narmed with a black horney cover.\r\n6. Having don with those parts which relate to ye air and blood, to proceed \r\nto those that concern ye reception and digestion of ye food, it has besides \r\nthe Gizzard two Craws. The Uppermost craw being only a receptacle or \r\nsack for the food (which is canary seed) to be again committed to ye mouth \r\nof this bird where it is again chewed having before bin only husked; this <s>animal <\\s>\r\nAnimal ruminateing as some Quadrupedes do, and I have observed this \r\nbird when upon ye Perch not only brings its food again up into its mouth \r\nand there chew it but when ye Cock and hen sitt together on ye Perch he \r\nwill putt it out of his into ye Hens mouth. Their manner of chewing is thus \r\nThe under bill being much shorter shuts within the upper or against the \r\nroofe of ye mouth which is fitted with severall rows of very small and \r\nscarce to be seen cross bars as ye mouths of horses Dogs & some other animals \r\nare: these bars are not soft but horney as being part of ye upper bill so that \r\nthe bird by carrying the Edge of ye under bill and End of ye Tongue against \r\nthe ridges in the upper, breakes and reduces to a pap the seeds that have bin \r\nfirst moistened in the craw to expedite which action the upper bill is joynted \r\njust below the Eyes of this bird as the <u>Crocodilles <\\u> upper Jaw has errone \r\nously thought to have bin but is really so hard. The food being thus macerated is by ye <u>Gula <\\u>\r\nagain committed to ye second craw but before its entrance into it it \r\npasses by an abundance of small glands placed in that part of ye <u>Gula <\\u>\r\nthat ye food may squeeze out of them in its passage a juice of what \r\nnecessity in digestion may bee riquired. from hence the food passes \r\nto the Gizzard or proper <s>ventricle <\\s> Ventricle small in comparison of the <u>Ingluvies <\\u>\r\n\r\n+ Eighth to ye same open ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}