{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_73/canvas/8c646a/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4b15622d06029c5bf81a4fadfcf1e318/8542f96d-9634-4811-9b9e-728be479a839",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_73/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "sentiment touchant la lunette de Sr. Cassegrain \r\ncar c’est moy qui ay donne les remarques que vous \r\ny voiez mais celles estoient <s>quoy que <\\s> plus succintes. Mr. Newton le \r\ntraite plus doucement qu’il merite a mon avis,\r\nparce qu’outre que ce n’est pas son invention, c’est \r\nune temerite de vouloir encherir sur les inventions \r\nd’autres qui sont eprouvees par d’autres qui ne le \r\nsont point. Au reste pour ce qu’est des lunettes \r\nde Mr. Newton il devroit, ce me semble, luy mesme \r\ntascher de les perfectionner et d’en faire de plus \r\ngrand volume que celles de 7 ou 8 pouces. Je vous \r\nay mande des le commencement que j’en esperois de \r\ngrands effects pourvu qu’on trouvast de la ...\r\nqui fut capable d’un bien poli, comme celuy du \r\nverre, et que l’on pust donner ce poli sans ...\r\nla figure des miroirs. J’ay encore pour que ce ne \r\nsoit la le grand obstacle, parce que dans les essais \r\nque j’ay fait directement, j’ay trouve cette matiere \r\nde fonte incomparablement plus molle que cette du verre \r\nce qui paroit en ce que le dernier poli des miroirs conca \r\nves, que je n’ay sceu donner qu’en me servant de quelque ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}