{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_73/canvas/a3f3af/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/9c390264a796b0e30aad5820be58b7ac/9c6fab18-b45a-4c5d-9a33-4fcb4c88d5b9",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_73/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "chose de mol, comme sont le linge ou le cuir, a\r\ngaste visiblement la perfection de la figure spheri \r\nque, qui factoit deja auparavant une reflexion \r\nirregulier, mais obscure. J’avois donne la figure \r\net le douci en frottant deux miroir de mesme nature \r\nl’un sur l’autre. et puis j’y appliquay du linge \r\nentre deux avec de la pottee d’etain. et cependant je \r\ntrouvay que cette maniere de polir gastoit de plus \r\nen plus la parfaite sphericite. Vous m’obligerez \r\nde me mander ou en est Mr. Newton luy mesme \r\nou d’autres qui ont entrepris ce travail. Mon \r\nmiroir etoit de 12 pieds de font, mais seulement \r\nde 4 pouces de diametre.\r\nPour ce qui est de sa nouvelle hypothese des couleurs \r\ndont vous souhaitez scavoir mon sentiment j’avoue \r\nque jusqu’icy elle me paroit tres vraisemblable, Et \r\nl’experiments crucis (si je l’entens bien, <u> car il est escrit \r\nun peu obscurement <\\u>) la confirme beaucoup. Mais \r\nsur ce qu’il dit de l’aberration des rayons a travers \r\ndes verres convexes je ne suis pas de son avis. Car \r\nje trouvay en lisant son escrit que cette aberration \r\nsuivant son principe devoit estre double de ce qu’il la fait ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}