{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/0f547d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/66a4a0c2251e570da0946691594fc150/05267579-ca33-4c68-8b5e-f757ed8fbb14",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "On Motion in the lumbar division \r\nof the \r\nSpine of Birds.\r\nBy George Oakley Fleming, M.D. F.R.S.\r\nCommunicated by Thomas Bell Esqre F.R.S.\r\nSome years <s>since<\\s> ago, whilst engaged in the investigation of \r\nthe power by which birds elevate the feathers connected with \r\ntheir passions, a <s>paper upon which<\\s> subject on which I sent a paper to the \r\nLinnaean Society, in examining the Peacock’s tail, I \r\nremoved the triangular cellular mass into which the \r\nquills of the upper tail covert are are inserted; and this \r\nbrought into view the sacrum and a portion of two muscles, \r\nthe major part of which was covered by a plate of bone, \r\nand <s>upon<\\s> on removing this, I obtained a view of the whole \r\nof these muscles, which were of considerable size, running \r\nparallel with the spinal column, one on each side of the \r\nspinous processes. I was the more surprised at the direction \r\nas well as the origin and insertion of these muscles, as I \r\nhad read Mr Earl<s>s<\\s>e’s very interesting paper on the mechanism \r\nof the spine (published in the Philosophical Transactions \r\nfor 1822, Part 1. Page 276.), in which, in speaking of the \r\nextent of motion in the cervical portion of the spine of \r\nbirds, he observes, “so great indeed as completely to com-\r\npensate for the deficiency in it in the dorsal and lumbar \r\nregions.” And at Page 278, he states “the same may be \r\nobserved ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}