{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/6b9445/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/bea5f76d7e15e628a651644c1e9f6904/c16265d1-c409-4d84-87d9-ce7a438f6f02",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "observed in that part of the spine which corresponds to the \r\ndorsal and lumbar divisions, which in birds do not admit \r\nof motion; for here we find no variation, either in the \r\nspinal canal or the marrow, except where the numerous \r\nbranches are given off to form the great sciatic plexus to \r\nsupply the lower extremities, where it swells out into a \r\nbulbous shape corresponding to the cavity of the bone.” \r\nI conjectured that these muscles could have no other office \r\nthan that of moving the lumbar vertebrae, and upon further investigation of the subject, I found other beautiful \r\ncontrivances to facilitate its <u>lateral<\\u> motion, whilst at \r\nthe same time, motion in an antero-posterior direction is preven-\r\nted, so necessary to flight; and the spinal marrow most \r\ncompletely protected from pressure.\r\nCuvier, Blumenbach, Tiedman, Macartney, Vic d’Azyr, \r\nCarus, Earle, Dr Grant, and Dr Roget, particular passa-\r\nges of whose works I have thought it right to transcribe*, \r\nhave either denied the motion of the dorsal and lumber \r\nportion of the spine of birds altogether, or have spoken of \r\nit as existing in a very limited degree; or state that the \r\napparatus \r\n* Mons Cuvier observes, “Les Oiseaux n’ont point de muscles pour partie \r\ndorsale de l’epine. Leur cou seul est mobile, il porte beaucoup de muscles” \r\nLecons d’Anatomie comparative, Vol: 1. p. 199. And a few pages before this pas-\r\nsage, he has stated, “Autant le cou des oiseaux est mobile, autant leur \r\ndos est fixe. Les vertebres qui le compose ont des apophyses epineceres \r\nqui ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}