{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/ea4084/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6acebeb8701ed1c927b7e7819e02004c/f6764cd1-5050-4e25-92bb-b23b46390a97",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "apparatus for effecting motion in this part is inadequate \r\nfor the purpose. It will be observed that the articu-\r\nlating surfaces of each of the lumbar vertebrae are adapted \r\nin\r\n\r\nqui se touchent, elles sont lies ensemble par de forts ligamens. La plus \r\ngrande parte de ces apophyses est souvent soudee en une piece unique, \r\nqui regne comme une crete tous le long du dos. Les apophyses transverses \r\nproduisent par leurs extremites deux points dirigees l’une en avant, et \r\nl’autre en arriere, elles sont ejoindre celles des deux autres vertebrae: \r\nquelquefois meme elles se soudent avec elles, disposition etoit[?] necessaire pour \r\nque le troue reste fixe dans les mouvemens que le vol exige.\r\nAussi les oiseaux qui ne volent point, comme l’autruche et le \r\ncassoar ont ils conserve de la mobilite dans le colonne epineceres. \r\nLes dernieres vertebrae dorsales se trouvent souvent placees sous la \r\ncrete de l’os des iles, et alors elles se soudent comme les lomb<s>r<\\s>aires \r\ndans la grande piece des manches ce qui fait ce reste[?] souvent que par \r\nles trous de nerfs qu’on peut estimer le nombre des vertebrae qui y \r\nentrent.” Lecons d’Anatomie. Vol. 1. p. 171. \r\nBlumenbach observes, “The want of motion in the back of birds \r\n(the dorsal vertebrae have the spinous and transverse processes often \r\nanchylosed) is compensated by a larger number and greater mobility of the \r\ncervical vertebrae, of which to quote a few instances, the raven has 12, the \r\ncock 13, &c, &c. - System of comparative Anatomy of J. F. Blumenbach \r\nby Wm Lawrence, p101. \r\n“that part of the spine which belongs to the trunk is short and \r\nrigid and has no true lumbar vertebrae.” idem. p. 102. -\r\nTiedman has observed “An der Wirbesale der Vogel unterscheidet \r\nnur vier Regionen, nemlich die Regionen des Halses des Ruchens; \r\ndes Bechens; und des Schwanzes. Die Regionen der lenden is \r\nversch-",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}