{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/ccca81/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/2f2fddf455138b42367dd55d527e80e3/08885ff1-75d4-4906-bbf1-0e8bc7f069cb",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "in the best manner possible to afford lateral motion. \r\nThe lumber vertebrae at each end are formed \r\ninto concave semilunar surfaces, and these are \r\nso \r\n\r\nverschwunden o<s>r<\\s>der eigentlich sie ist mit der Regionen \r\ndes Beckens eins geworden, wie schon der vortrefliche Coster, \r\nrichtig bemerket hat. Ganz besonders ausgebildet ist die \r\nRegionen des Halses und des Schwanzes daher auch alle \r\nBewegung der Wirbelsaule in den Hals und in den Schwanz \r\nconcentriert ist. Die Region der Ruchen oder Brust Wirbel  \r\nist sehr wenig ausgebildet, und daher fast ganz unbeweg-\r\nlich.” Zoologie zu seiner vorlesungen entworfen Von D. F. \r\nTiedman page 199. -\r\nAnd he further states, “In allen Vogeln die Dornforsatze \r\nlange vorspringende Leisten, die bei erwachsenen Voglen alle \r\neinander zu einen sehr langen Leisten verwachsen welche die \r\nBewegung der region der Brustwirbel moglich nur \r\nallein die Dornforsatze der beiden erst Brustwirbel bleiben \r\ninsolirt und gestatten die Bewegung. Die verwachsung der \r\nDornforsatze zu einer Leiste findet man an haufigsten bei \r\nhunerartigen Vogeln auch beim Wasserhun und bei den Tauchern. \r\nBei den Eulen bei vielen klettern; Sumph; und Wasservogeln \r\nfindet man der Dornvorsatze nur durch Bander vereinigt; auch \r\nbei den nicht fliegenden Voglen, beim Straus und Kasuar ver-\r\nwachsen die Brustwirbel nicht mit einander.” Idem, p: 207.\r\n“Die Lenden Wirbeln fehlen o<s>r<\\s>der eigentlich sind sie mit \r\ndem Kreutz bein zusammengetreten und verwachsen.”\r\nBand. 2nd Vol: p. 208.\r\nCarus ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}