{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/87c7d5/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5bed5c7efbeabcb386a827be6a493658/ba1f4deb-560a-4605-88c5-761996ac19d8",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "so placed to form the articulation that the long diam-\r\neters of the semilunar cavities are reversed and they \r\nare so exactly adapted to each other as to form a most \r\nperfect \r\n\r\nCarus observes, “The vertebral column of Birds so far \r\nresembles that of tortoises, that only the caudal and more particularly \r\nthe numerous cervical vertebrae have true articulations admitting of \r\nmotion. The dorsal and sacral vertebrae on the contrary, even when \r\nthey are not consolidated are connected by strong ligaments so as \r\nto form an inflexible column (In the Ostrich and cassowary alone the \r\ndorsal vertebrae are moveable). This dosposition on the one hand by the \r\nsolidity it affords to the trunk facilitates the flight of the bird and on \r\nthe other by the length and flexibility of the neck in some degree \r\ncompensates for the incapability of the anterior extremities for seizing \r\nand feeling objects. Of the dorsal vertebrae the two first which support \r\nthe false ribs (though there is sometimes only one of them) are \r\nsomewhat moveable, and have a general resemblance to the cervical \r\nvertebrae.”\r\nThe muscles of the back are not mentioned by Carus. \r\nAn Introduction to the Comparative Anatomy of Animals &c. \r\ntranslated by R. T. Gore. Vol. 1. p. 165. \r\nDr Grant observes, “The muscles of the back are feeble and \r\nthat part consequently admits of little motion, the straight, oblique, and \r\ntransverse muscles of the abdomen are also very feeble and short in \r\nthis class, that cavity being chiefly supported and covered by the sternum.” \r\nLancet, June 13th 1834. \r\nDr Roget, in speaking of the cervical vertebrae and of the \r\ncontrivance for preventing pressure in this part, observes, - “The design of \r\nthis structure is farther evident from its not existing in the dorsal \r\nand ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}