{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/afc012/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/fd97b6e4149ace5eb38fc278cbcecb03/743ec199-501f-46fe-afa8-dc444f00ad5d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "perfect hinge like joint admitting of motion laterally. \r\nThese joints have capsular ligaments and are lined \r\nby a synovial membrane. The formation of the \r\narticular processes of the lumbar vertebrae deserve \r\nattention in relation to the lateral movement of this \r\npart of the spinal column in birds, these articular \r\nsurfaces on one vertebra being somewhat obliquely \r\nsituated and looking forwards, which exactly oppose \r\nthe articular surfaces of the processes of the adjoining \r\nvertebrae, which are also somewhat obliquely situated \r\nand looking backwards. These joints are also lined \r\nby a synovial membrane and surrounded by a capsular ligament. \r\n(See Plate 3. Figure 1 & 2: letter a, Plate 1, letter a, representing the articulation of these parts in the peacock) The \r\n\r\nand lumbar portions of the spine, which admit of no motion whatever, \r\nand where there is no variation in the diameter of the spinal \r\ncanal.” Animal and Vegetable Physiology, considered with \r\nreference to Natural Theology. Bridgewater Treatise. Vol: 1, \r\np. 564. \r\n“A Plan entirely different is followed in the vertebrae of the back \r\nand loins. For the purpose of insuring the proper action of the wings, the \r\ngreat object here is to prevent motion, and to give all possible strength \r\nand security; and accordingly the whole of this portion of the spine \r\ntogether with the sacrum is consolidated into one piece. All the pro-\r\ncesses are largely developed and pass obliquely from one vertebra to \r\nthe next, mutually locking them together; and in order most \r\neffectually to preclude the possibility of any flection, the spinous processes \r\nand sometimes even the bodies of the dorsal vertebrae are immoveably \r\nsoldered together by ossific matter, so as to form one continuous bone.” \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}