{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/6ef813/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/fb460309ad6c63771d232fa3d86650fd/128d9313-82b5-4fe5-b60a-320d82c14b8b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "The number of articulations in this part of the spine \r\nof birds greatly varies; in some, there are many articu-\r\nlations, as in the dorsal and lumbar portions of the \r\nspine of the sea-gull, (represented in Plate 2, <s>Fig:<\\s> letter a) \r\nwhilst in others, there is not more than one moveable \r\nvertebra, and the remaining dorsal being united to \r\neach other, and the lumbar vertebrae, with the exception \r\nof this one, being anchylosed and consolidated with the \r\nsacrum; thus forming two firm and immoveable \r\npieces as in the peacock (v. Plate 3, Fig: 1 & 2), the \r\nmoveable vertebrae being situated between the two; - \r\nthus two articulations only are formed with the adja-\r\ncent lumbar and dorsal pieces, such as I have just \r\ndescribed. In the former, the motion of the spine is \r\nmuch more divided, and the semilunar articulating \r\ncavities in the bodies of the vertebrae are not so deep, \r\nnor are the connecting surfaces of the joints of the \r\narticulating processes so extensive, though the formation \r\nof both these articulations, with these exceptions, are \r\nthe same. <s>, and pass obliquely from one vertebra to the \r\nnext, mutually locking them together; and in order to \r\nmost effectually to preclude the possibility of any flection, \r\nthe spinous processes, and sometimes even the bodies of \r\nthe dorsal vertebrae, are immoveably soldered together <\\s> \r\nAlthough \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}