{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/b6be42/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/fd26c0691df37bbdadd7f25dea29c13f/e2eaccd3-04bf-4f73-a35d-a43b1e286f91",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/7",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<s>by ossific matter, so as to form one continuous bone. <\\s>\r\nAlthough, from what is stated, it will be seen that \r\nfree lateral motion exists in the dorsal or lumbar \r\nportions of the spine of birds, it is evident that motion \r\nin an antero-posterior direction would be incompatible \r\nwith flight; and there are no birds in which such \r\nmotion exists, unless with the exception of the “nicht \r\nfliegenden Vogeln”, as Tiedman has called them, the \r\nostrich, and the cassowary. In these birds, there is \r\nanother point in which the skeleton differs from that \r\nof birds of flight; the pubic bones are united, as in \r\nthe mammalia, affording stability and firmness to the \r\npelvis, so necessary in running. \r\nThere are beautiful contrivances to prevent motion \r\nin an antero-posterior, whilst they readily admit it \r\nin a lateral direction. The spinous processes of the \r\nvertebrae, which project at right angles from the bodies \r\nof the vertebrae, <s>and<\\s> are situated exactly in a line with \r\neach other, having but a very small space between \r\neach. And in many cases, there are thin long flat bones, \r\nwhich are placed with their flat surfaces applied to \r\neach side of the spinous processes, preventing motion in \r\na backward direction. These flat bones serve the pur-\r\npose of tendons, as the muscular fibres are attached to \r\nthem ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}