{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/2bd4c8/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ce526debf177e978f5672b6bf5698439/70ec4c9e-443a-4c59-a392-87ffd619b9ff",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/8",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "them; and by this arrangement nature seems to have \r\nsaved weight and space, as well as to have obtained \r\nthe object for which they were more especially intended, \r\nthat of restraining backward motion, as in the sea-gull, \r\n(See Plate 2, <s>Fig:<\\s> letters a). And as Dr Roget has observed, \r\nof the vane of the feather in the wings of birds “they \r\nderive this power of resistance from their flattened \r\nshape, which allows them to bend less easily in the \r\ndirection of their flattened surfaces, than in any other; \r\nin the same way, that a slip of card cannot easily \r\nbe bent by a force acting in its own plane, though \r\nit easily yields to one at right angles to it. Now \r\nit is exactly in the direction in which they do not \r\nbend, that the filaments of the feather have to encounter \r\nthe resistance and impulse of the air; it is here, that \r\nstrength has been wanted, and it is here, that strength \r\nhas been bestowed.” Bridgewater Treatise, Vol. 1.:p. 569. \r\nThe motion of the spine forwards is prevented by \r\nstrong flat ligaments, in color very like the ligamentum \r\nnuchae, which is situated between each spinous process, \r\nand attached to the thin edge of each, the whole of its \r\nlength. The long flat bones, which I have just des-\r\ncribed, exert their influence too, in restraining the \r\nforward motion of the spine; and in some birds, as \r\nthe ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}