{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/2e3a0f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/c280d9f9eeeec76b3eb6442f37581bdc/3973c177-1333-4789-b310-ead55f5d0c98",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_28_6/canvas/9",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the swift, the anterior process for the attachment of the \r\nanterior muscle of the neck, is continued across the lum-\r\nbar articulations to the upper part of the pelvis. \r\nIn the lateral motion of the dorsal and lumbar \r\nportions of the spine of birds, some provision became \r\nnecessary to protect that portion of the spinal marrow \r\nfrom injurious pressure, and we find that is \r\naccomplished by a contrivance as simple and as \r\neffectual, and in some instances similar, as that for \r\nthe same purpose in the neck; for this object is not \r\nalways effected by the same means as in the cervi-\r\ncal vertebrae of birds, as described by the late Mr Earle \r\nHere also, in one case, pressure is prevented in ben-\r\nding the vertebral column laterally, by enlarging the \r\nlateral diameter of the canal, at the upper and lower \r\npart of each vertebrae, while at the middle it remains \r\nof the usual size, so that the shape of the cavity re-\r\nsembles that of an hour-glass. - In others, there is \r\na large lateral notch in the sides as in Plate 2, letters b and at the top \r\nand bottom of each vertebra forming an opening by the \r\nunion, and thus affording space for the same purpose. \r\nAnd again, it may be observed, that a vertebral canal, \r\nat the top and bottom of each moveable vertebra, is of \r\nan ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}