{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_1/canvas/fc4229/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a4a391b5f3fecd5b95557b7cc15c3e01/d0106040-e823-4fe2-bb45-92f8c4148dc0",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_1/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "METEROLOGICAL OFFICE, \r\n63, VICTORIA STREET, LONDON, S.W. \r\n7th April 1908. \r\nH.L.B.T. \r\n<u>Meteorology of the Antarctic<\\u>. \r\nDear Sir Archibald, \r\nI do not think I have done anything to convey the \r\nimpression that Antarctic Meteorology ended with the volume \r\nnow in the press. I have on various occasions discussed with \r\nyou the procedure with regard to the rest of the material, \r\nwhich consists of about 1,000 double-folio sheets of observa-\r\ntions and maps of circum-polar  observations, and the records \r\nof the autographic instruments at he winter quarters. \r\nWith regard to the former, I have on various occasions \r\nsuggested to you, and I understand you to concur in the sugges-\r\ntion, that the maps should be reproduced on a very much reduced \r\nscale, at the rate of about 16 maps to the double page, showing \r\nthe salient features for each day. \r\nThe understanding was, that a sum should be assigned \r\nfor the issue of these maps with a few pages of explanatory \r\ntext, as a second volume of meteorological work. The sum \r\nmentioned was £250 to £300, but my grounds for mentioning these \r\nparticular figures do not amount to more than guess work. \r\nThe ground-work of each sheet, which would be printed \r\nin colour, would be the same for all; the line work, which \r\nwould have to be on a separate stone, would of course, be \r\ndifferent for each. \r\nCaptain Hepworth has been preparing a draft, and his \r\nview is, that we cannot get more than 12 maps on an opening. \r\nThe estimate required is therefore for 170 quarto pages of \r\ntwo-stone \r\nSir Archibald Geikie, D.C.L., Sc.D., L.L.D., \r\nThe Royal Society, \r\nBurlington House, W. \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}