{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_1/canvas/d2e16a/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f63f2b094e03234f6db873f1ae4e9b1b/242a6b6d-d661-4cc3-977a-4e58b8035e71",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_1/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Sir Archibald Geikie. \r\ntwo-stone lithography: the one stone identical throughout, the \r\nother stone different for each page. \r\nThis has, so far as I know, been referred to on \r\nevery occasion when Antarctic publications have been under \r\ndiscussion, so that I cannot tell how the Royal Society office \r\ncan have been led to adopt the belief that the material for \r\npublication was exhausted with the present volume, except that \r\nthe wish may have been father to the thought. \r\nI have also explained from time to time about the \r\nother remainder, - the autographic records. About these a \r\ncommunication is still due, but my view about it is that the \r\nAntarctic Committee need make no provision for its publication. \r\nIt may be considered as a scientific paper of an ordinary \r\ncharacter, and therefore qualified for publication either by \r\nThe Royal Society of by some other learned body. \r\nI have no doubt that the Meteorological Committee \r\nwould include it in their publications if the learned societies \r\npreferred not to be troubled with it. No estimate is here-\r\nfore needed with regard to this. \r\nThe only point about which there has been any doubt \r\nthroughout the whole of the negotiations has been the form to \r\nbe adopted for the publication of the circum-polar observations. \r\nI had some talk with von Drygalski, and after the \r\nexperience of the present volume, I do not think that any \r\namount of text can really take the place of maps. \r\nIf the Geographical Society would prefer the 'balance' \r\ninstead of the publication of the results of the expedition \r\nwhich they were at such pains to initiate, I should be delighted \r\nto transfer to them the material that we possess, to be dealt \r\nwith by them in any ay that they see fit. \r\nBelieve me, \r\nYours very truly, \r\nW.N. Shaw\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}