{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_23_19/canvas/58f17c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/dac9318daeef94bce7892d58a5b03350/f568f6ef-4ceb-44cc-9f44-13e1011c25a5",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_23_19/canvas/14",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "so that the images shall possess a character \r\nof durability, provided they are kept from \r\nthe action of direct sunshine. These ways \r\nhave presented themselves to notice rather accidentally \r\nthan otherwise: in some instances without any \r\nparticular memoranda having been made at the time,\r\nso that I am not yet prepared to state accurately, on \r\nwhat particular thing this sort of semi-durability \r\ndepends, or what course is best to be followed in \r\norder to obtain it. But as I have found that \r\ncertain of the images which have been subjected to no\r\npreserving process, remain quite white & perfect \r\nafter the lapse of a year or two, & indeed show \r\nno symptom whatever of changing: while others \r\ndifferently prepared (& left unpreserved) have \r\ngrown quite dark in one tenth of that time - I \r\nthink this singularity requires to be pointed out.\r\nWhether it will be of much value I do not know:\r\nperhaps it will be thought better to incur at first \r\nthe small additional trouble of employing the preserving \r\nprocess, especially as the drawings thus prepared \r\nwill stand the sunshine; while the unpreserved \r\nones, however well they last in a portfolio or in \r\ncommon daylight, should not be risked in a \r\nvery ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}