{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_23_19/canvas/336846/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d71bdbcb3264e8666e05ab38e2319581/07b5e4a4-5d22-4b64-8b4d-d8f820df98a7",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_23_19/canvas/18",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "which the Solar Microscope produces, the thought \r\nstruck me whether it might not be possible \r\nto cause that image to impress itself upon the \r\npaper, & thus to let Nature substitute her own \r\ninimitable pencil, for the imperfect tedious & \r\nalmost hopeless attempt of copying a subject so \r\nintricate?\r\nMy first attempt had no success. Although \r\nI chose a bright day, & formed a good image of my \r\nobject, upon prepared paper; on returning at the \r\nexpiration of an hour I found that no effect had \r\ntaken place - I was therefore half inclined to abandon \r\nthis experiment, when it occurred to me, that there \r\nwas no reason to suppose that the common muriate \r\nof silver was the most sensitive substance that \r\nexists, to the action of the Chemical Rays: - and \r\nthough such should eventually prove to be the fact,\r\nat any rate it was not to be assumed without proof.\r\nI therefore began a course of experiments in order \r\nto ascertain the influence of various modes of preparation,\r\n& I found them to be signally different in their \r\nresults. I considered this matter chiefly in a \r\npractical point of view, for as to the theory, I \r\nconfess that cannot as yet understand the reason \r\nwhy the paper prepared in one way should be \r\nso much ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}