{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_23_19/canvas/cbea54/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5cd4f94dcf873a5f512928393f2f675f/e4de2c8e-9e95-41e5-a360-58eb0569d8ce",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_23_19/canvas/20",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "lost the corresponding objects, so that I cannot here \r\nstate the exact numbers.\r\nNot only does this process save our time & \r\ntrouble, but there are many objects, especially \r\nmicroscopic crystallisations, which alter so greatly \r\nin the course of 3 or 4 days (and it could hardly \r\ntake any artist less to delineate them in all their details)\r\nthat they could never be drawn in the usual way.\r\nI will now describe the <u>degree of sensitiveness <\\u> \r\nwhich this paper possesses - premising that I am far \r\nfrom supposing that I have reached the limit of which \r\nthis quality is capable. On the contrary, considering \r\nthe few experiments which I have made, (few, that is,\r\nin comparison with the numbers which it would be easy to \r\nimagine & propose) I think it most likely, that other \r\nmethods may be found, by which substances may be prepared \r\nperhaps as much transcending in sensitiveness the one \r\nwhich I have employed, as that does the ordinary slate \r\nof the nitrate of silver -\r\nBut, to confine myself to what I have \r\nactually accomplished, in the preparation of a very \r\nsensitive paper.\r\nWhen a sheet of this paper is brought \r\ntowards a window, not one through which the sun \r\nshines, but looking in the opposite direction, it \r\nimmediately ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}