{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_23_19/canvas/8c5d82/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/10c2af4a3ea4d3f3e78ba20a859aa55f/90789df6-0ffc-4e0d-8eba-0954358c751e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_23_19/canvas/21",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "immediately begins to discolour.\r\nFor this reason, if the paper is prepared by \r\ndaylight, it must by no means be left uncovered, but \r\nas soon as finished be shut up in a drawer or cupboard \r\n& there left to dry: or else, dried at night by the \r\nwarmth of a fire.\r\nBefore using this paper for the delineation of \r\nany object, I generally approach it for a little time \r\ntowards the light, thus intentionally giving it a slight \r\nshade of colour, for the purpose of seeing that the \r\n<u>ground <\\u> is <u>even <\\u>. If it appears so, when thus tried \r\nto a small extent, it will generally be found \r\nto prove so in the final result. But if there are \r\nsome places or spots in it which do not acquire \r\nthe same tint as the rest, such a sheet \r\nof paper should be rejected: for there is a risk \r\nthat when employed - instead of presenting a <u>ground <…u>\r\nuniformly dark, which is essential to the beauty \r\nof the drawing, it will have large white spots,\r\n- places altogether insensitive to the effect of light.\r\nThis singular circumstance I shall revert to \r\nelsewhere: it is sufficient to mention it here.\r\nThe paper then, which is thus readily sensitive \r\nto the light of a common window, is of course much \r\nmore so ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}