{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_23_19/canvas/be2eac/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/8701ed472f4c487e3cbec2aaaa04de62/354e3692-71de-4e7a-af58-e1ed1eda2c21",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_23_19/canvas/27",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "or facsimiles of M.S.S.\r\nFor this purpose the engraving is prepared upon \r\nthe prepared paper, with its engraved side in \r\ncontact with the latter. The pressure must be \r\nas uniform as possible, that the contact may \r\nbe perfect: for, the least interval sensibly \r\ninjures the result, by producing a kind of cloudiness \r\nin lieu of the sharp strokes of the original.\r\nWhen placed in the sun, the solar light \r\ngradually traverses the paper, except in those places \r\nwhere it is prevented from doing so by the opaque \r\nlines of the engraving. It therefore of course makes \r\nan exact image or print of the design. This \r\nis one of the experiments which Davy & Wedgwood \r\nstate that they tried, but failed, from want of \r\nsufficient sensibility in their paper.\r\nThe length of time requisite for effecting \r\nthe copy depends on the thickness of the paper \r\non which the engraving has been printed.\r\nAt first I thought that it would not be possible \r\nto succeed with thick papers: but I found on trial \r\nthat the success of the method was by no means \r\nso limited. It is enough for the purpose, if the paper \r\nallows any of the solar light to pass.\r\nWhen the paper is thick, I allow half an \r\nhour for the formation of a good copy.\r\nIn this ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}