{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/f000e1/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ce7ff6f102c7eb5a69a6dcabd96cc67a/95691676-2dce-47b8-99d8-6c9ebbac8687",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "thus ranked as <u>Cephalopodous Mollusks</u> in the classification of Lamarck\r\nand Cuvier; which a few others, bearing more resemblance to certain kinds\r\nof Corals, seemed naturally to take their places among <u>Zoophytes</u>\r\nDown to a comparatively recent period, scarcely anything has\r\nbeen known beyond the external characters presented by these testaceous\r\nor coral-like bodies; their internal organisation has been very\r\nimperfectly examined; of their intimate structure, no attempt at\r\nelucidation has been made; and of the nature of the animals of\r\nwhich they are the skeletons, the grossest misapprehensions and\r\nerrors have prevailed. And though many important steps have been\r\nrecently made in this direction, it is obvious that the methods which have\r\nbeen proposed for the classification of the large number of forms, (apparently\r\ndistinct from each other), that have been collected, described, and system-\r\natised, must be provisional merely. No general foundation has yet\r\nbeen laid for that due appreciation of the <u>value of characters</u>,\r\nwhich, as regards every natural group, must be based on\r\nthe careful study of its own plan of organisation, and of the\r\nmodifications which this may ______",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}