{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/a42dfd/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/53f1aebe4f43af39976ef87eb7c63d2b/4f08d2e3-3b27-4c56-bc21-47befad4d8ff",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "undergo, and which cannot be safely deduced by analogy from\r\nthe study of any other group, however closely related. Far less can\r\nany such analogy be truly available, that is drawn from the higher\r\nforms of <u>Mollusca</u>, and applied to one of those simple types\r\nof animal structure, which are now commonly included under\r\nthe general designation <u>Protozoa</u>. \r\n\r\n<s>And</s> Having been myself convinced, by the careful\r\nexamination and <s>text?</s> extensive comparison which I have had\r\nthe opportunity of making, as to the external characters, and\r\ninternal structure of certain Foraminifera, that neither in regard to the\r\nlimitation of <u>species</u>, the association of these into <u>genera</u>, neither\r\ngrouping of genera into <u>Families</u> and <u>Orders</u>, is such an analogy to be in the least degree relied-upon , I am prepared to show that\r\nthe whole fabric which has been erected on the basis of it is utterly\r\ninsecure; and that every attempt to erect a new classification of this\r\ngroup, without a far more intimate knowledge of the anatomical\r\nstructure and of the physiological history of the animals composing\r\nit than has yet been sought-for, must necessarily be premature\r\nand therefore unsound.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}