{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/c896e7/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ec8ea498397ce8d8c203702248632646/91b899b5-852a-4fa8-ab0b-2a27c31f6df5",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of Foraminifera <s>formed</s> made by Mr Hugh Cuming on the shores of the\r\nPhilippine Islands and unreservedly given up to me by that\r\ngentleman for the purposes of scientific investigation; and the third\r\nbeing the admirably-arranged series in the profession of my friend\r\nMr H K Parker, who has for several years been patiently and\r\nindustriously bringing together from various sources a set of\r\nillustrations of this group, which in many departments may be\r\nsafely pronounced to be quite unique. The importance of the\r\nfirst two of these collections consists, not in the number of\r\n<u>species</u> they include, for this is comparatively limited, but\r\non the one hand, in the extraordinary development as to <u>size</u>\r\nwhich most of these species present; and on the other, in\r\nthe immense aggregation of <u>individuals</u> they contain, <s>which</s> \r\nthus presenting the materials for a most full and complete\r\ninvestigation into that hitherto comparatively neglected subject\r\n<u>the range of variation within the limits of species.</u> And the\r\ngreat value in Mr Parker's collection lies in his having followed\r\nout this inquiry (first suggested to him by myself as the result\r\nof my examination of the other two collections)in regard to a much",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}