{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/5871a7/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/c9eda4bbc9322459d44ef5f71b301cff/a5dc7811-558f-44b9-b6d0-55094387a257",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/9",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "The <u>second</u> period commences with the presentation <s>of</s> to the\r\nAcadémie des Sciences, of M. D'Orbigny \"Tableau Méthodique\r\nde la Classe des Cephalopodes\",in which he first separated\r\nthese chambered shells,under the title of <u>Foraminifera</u>, from the\r\n<u>Siphonifera</u>; still retaining the former, however, like the latter,\r\nas an order of Cephalopods. A large number of new forms were\r\nadded by M.D'Orbigny to the list of those previously known;\r\nand he <s>then</s> laid the basis of the classification which he\r\nhas since more fully elaborated. No suspicion appears\r\nthen to have crossed his mind, that the place of these bodies\r\nmight be amongst the lowest, instead of among the higher\r\nof the Invertebrata; and if his determination of their molluscous\r\nnature was based on any actual observations of these animals\r\nin their living state, it is certain that such observations must\r\nhave been of the most superficial character. \r\n\r\nThe third period, with which our knowledge of the true\r\nnature of the Foraminifera really commenced, is, inaugurated\r\nby the discovery, first announced by M Dujardin to the\r\nAcadémie des Sciences in June 1835, of the <s>Rhizopodous</s> nature of\r\n ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}