{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/9f621a/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/3ef5b7e8b75d2863631eadc65ebdc5d0/c78ca58d-ca33-4de5-8bc5-35890d9d6e92",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/12",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "certain forms of these animals in their living state, that their\r\ntrue place in the animal kingdom is among the <u>Bryozoa</u>. [<u>Note</u> See his memoirs in the Transactions of the Royal Academy of Berlin, for \r\n1839 and 1840; also Taylor's Scientific Memoirs, Vol III,p.319.] He\r\ndescribes them as possessing a distinct alimentary canal, which\r\nextends from segment to segment; this however, instead of\r\nbeing single, <s>(</s> as in Nonionina, may (he tells us) be multiple, as\r\nin <u>Geophonus</u>; so that we must regard each segment of the latter,\r\nhowever apparently resembling the simple segment of the former,\r\nis in reality composed of several adhering bodies. In one\r\ninstance (he affirms) he found the mouth surrounded by a\r\nplumose sensory and prehensile apparatus, like that of the\r\n[Hust?] and Halcyonella (see [section?], <s>p</s> §4) but generally speaking\r\nhe admits that this is altogether wanting, the mouth being a\r\nsimple aperture. He <s>said</s> saw minute extensile tentacula <s>proceeding</s> proceeding\r\nfrom all parts of the seive-like shell, as described by Dujardin,\r\nand admitted their resemblance to the pseudopodia of <u>Difflugia</u>\r\n[?] but he remarks \"the rest of their organisation, which Dujardin\r\nhas overlooked, removes them from the Infusoria quite, as far as",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}