{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/98c8ce/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f0a8f782c9df367999760ca546316f99/fbf666b0-27a7-44d6-be32-129c8b36f981",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/13",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "from a chaotic primitive substance\"  Besides the alimentary\r\ncanal, Prof Ehrenberg describes a yellowish-brown granular\r\nmass as accompanying and sometimes surrounding it up to\r\nthe last of the spirals; this he considers as an ovary.\r\n\r\nAs I have reason to believe that Prof. Ehrenberg stands\r\nquite alone in this opinion (if indeed he still maintains it),\r\nand that the real nature of the segments of sarcode and of\r\ntheir connecting <s>stolons</s> threads, is no longer a matter of question among\r\nthose Naturalists who have given their unprejudiced\r\nattention to the subject, I do not think it requisite to occupy\r\neither time or space with any further discussion of the\r\nquestion, and therefore <s>,</s> dismiss it with this brief mention.\r\n\r\nIt may, however, be well here to remark <u>in limine</u>,\r\nthat it obviously makes a most essential difference in our\r\nappreciation of the value of the characters afforded by the form,\r\nposition, and multiplication, of the apertures of communication\r\nbetween the chambers of the shell, whether we regard these as giving\r\n[pressage?] to an organ of such fundamental importance as an alimentary\r\ncanal,  or whether they merely serve for the connection of the",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}