{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/2ed085/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a5a855c3ecb266d7f0c8055fa47b2dad/798040a2-733b-4053-8742-3121c25c5b95",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/17",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "recent investigations of Prof. Schultze should have been so entirely\r\nrestricted to the structure of the <u>animal</u>, which can only be ascertained \r\nin a comparatively small number of cases; and that he should\r\nhave failed so completely in the determination of the internal\r\norganisation of the shell; [Note_ Prof. Schultze states (op cit p 15)\r\nhis inability to discover the canal-system above described; and as\r\nthere is no question of his competency and accuracy as an observer,\r\nI can only impute his failure to his ignorance of the proper mode\r\nof preparing thin sections of these minute shells;- which consists in\r\ncementing them to a slip of glass by hardened Canada Balsam; grinding\r\nthem down as far as may be desirable on one side; then loosening them\r\nby heat and turning them over, so that the flattened surface shall\r\nnow be attached; and finally grinding down the other side until\r\nthe requisite degree of thinness shall have been attained, after\r\nwhich a drop of liquid Canada Balsam is laid upon the specimen,\r\ngentle warmth applied, and a cover of thin glass put on. - Having myself thus\r\nprepared sections of <u>Faujasina</u>, which answer in every respect to the\r\nfigures accompanying Prof. Williamsons Memoir above cited, I can\r\nbear the most explicit testimony to their exactness.] which in a",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}