{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/64f267/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/08dddf4bd70d80a0b85b79eb4fa6b2b2/a83b5646-404e-41af-86b3-b80d95f22367",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/22",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "none of whom, however, have either given an account of its internal structure, or\r\nmade any essential modification in the definition of the genus, which\r\nthey all left in the place which Lamarck had assigned to it.\r\n\r\n3 The existence of more than one recent species of the same\r\ntype was indicated or explicitly mentioned by several of the\r\nforegoing writers. Thus Fortis tells us (op. cit), on the authority\r\nof a voyager in the Indian Seas, that living Discolites have\r\nbeen found there; and as there are no existing Nummulites, this\r\nstatement probably refers to an Orbitolites.\r\nLamarck, in his second edition, describes under the title of\r\n<u>O. marginalis</u>, a small form of Orbitolites only 2 millim (-08 inch) in\r\ndiameter, found upon fuci, corallines, &c in the European Seas; this\r\nhe speaks of as the only living example of the genus then known;\r\nand he defines it as <u>O. utrinque plana</u>, <u>margine poroso</u>. Besides\r\nthis species, however, Defrance (op. cit) mentions another more\r\nclosely resembling the <u>O<s>rbitolites</s> complanata</u> of the Paris basin as existing on the shores of New Holland; and this seems the first\r\nclear indication of the body (afterwards found by M.M Quoy and Gaimard in that locality, and erected by them into the distinct genus\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}