{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/182cb1/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/cebc87ac7e8cba870aef4bbb351177e9/d37eea69-e4e1-4cb7-bd8c-ecb44a21b48e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/23",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<u>Marginopora</u>) the structure of which constitutes the chief subject of\r\nmy present communication. Both these existing forms are described\r\nby Blainville (op. cit), the first from actual observation, the second\r\non the information of MM Quoy & Gaimard to the manuscript of\r\nwhose \"Voyage de L'Astrolab\" (then unpublished) he refers as his\r\nauthority. It is singular, however, that after an attentive\r\nsearch through the published \"Zoology\" of that work, I have\r\nnot been able to find, either in the text or in the Plates, any\r\nmention of <u>Marginopora</u> or of <u>Orbitolites</u>. _ \r\nOf the <u>Orbitolites marginalis</u> M de Blainville says (op. cit p. 412)\r\n_\"Nous l'avons étudiée avec soin; et nous somme presque\r\nconvaincu que ces petits corps crétacés ne sont pas de véritables\r\npolypiers; mais bien quelque pièce intérieure, que s'accroît\r\npar la circonference. Il est en effet évident, quél n'y a pas de\r\ncellules proprement dites, á moins qu'on ne veuille regardes comme\r\ntelles les deux plans de locules que occupent le bord, et qui n'offrent\r\nrien de terminé Tout le reste est couvert d'une légère croût\r\ncrétacée, qui ferme les anciens pores.\" I think it obvious from this\r\ndescription, that it was founded on specimens resembling that in",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}