{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/fd3541/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/2ff681c641f70d5d70b98a92d7bb5fee/efab6a24-bc67-4437-9d6e-62a297bc08f6",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/24",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "in Plate X, Fig.1, in which the marginal row of cells has been\r\nlaid open above and below by accidental abrasion; and that\r\nthe true marginal pores opening <u>between</u> the protuberances\r\nformed by the cells (Plate II, Fig 1) were overlooked. The\r\ngenus <u>Marginopora</u>, placed by M de Blainville in\r\nimmediate sequence to Orbitolites, <s>and</s> is thus characterised\r\n(loc cit):_\"Animaux inconnus, contenus dans les cellules\r\nporiformes, excessivement petites, rondes, serrées, éparses dans\r\nles sinuosités, tres fines et tortueuses, qui guillochent la\r\ncirconference d'un polypier calcaire, libre, un peu irrégulier\r\ndiscoide, concave ou concentriquement strié en dessus comme\r\nendessous, et plus épais sur les bords\". The two surfaces, M\r\nde Blainville further tells us, only exhibit striae of increase, without\r\nany trace of pores; but the turned-up edge is entirely riddled\r\nwith very fine rounded pores, which are situated in the\r\nsinuosities of a very close but shallow engine-turning (guillochis).\r\nAnd when one of its surfaces is rubbed away, the disk is found\r\nto be formed of concentric canals, separated by partitions, and\r\nthemselves divided into cells, thus recalling in some degree the",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}