{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/91fba1/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/3ee6735a557f4ba592fefd98249bfdd6/68626b70-498f-4be2-b357-c35e68456a69",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/25",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "structure of Orbitolites. Having myself had the opportunity of\r\ninspecting, by the kindness of M Valenciennes, the specimens of\r\nMarginopora in which the foregoing description was founded\r\n(these being now contained in the \"Musée d'Histoire Naturelle\")\r\nI have been able to compare them with my own; and finding\r\nthat they correspond with the peculiar type of the latter, which\r\nis represented in Plate XI Figs 12 and 13, I have no hesitation\r\nin saying that in this description also the <u>true marginal pores</u>,\r\nrepresented in Plate III Fig 1, have been overlooked; and that what\r\nare described by M de Blainville as pores, are nothing else than\r\nincomplete cells left open in the frilled edges which bound the\r\nmarginal furrow above and below (see §  25). A similar description\r\nhas since been given by M Dujardin (Dict Univ d'Hist Nat Tome\r\nvii, p. 777); who does not hesitate to regard the disk as a polypary,\r\nand to speak of the animals whereby it is formed as polypes.\r\n\r\n4 In the Memoir of Prof. Ehrenberg already referrenced-to,\r\n we find the genus <u>Orbitolites</u> for the first time associated with\r\ntrue Foraminifera, as a member of his class <u>Bryozoa</u>, Order <u>Polythalamia</u>, Sub-order <u>Polysomatia</u>, Family <u>Asterodiscina</u>,  ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}