{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/2eca52/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ecd95b3772709b0de5ff48fa771daf79/2d1b5f55-7a88-4c34-a3fa-7eb126a8edb2",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/26",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "wherein it is placed next to <u>Lunulites</u>, which undoubtedly belongs\r\nto the group of Bryozoa (Polyzoa) as now restricted. This Family\r\nhe characterises as follows:-\"Gemmis in eodem plano prodeuntibus,\r\npolyparia plana, discoidea<s>,</s> formantibus, osculis distinctis\r\npost mortem apertis;\" and it is by the last of these characters,\r\nthat he distinguishes it from the family <u>Soritidae</u>, consisting of\r\nthe two genera <u>Sorites</u> and <u>Amphisorus</u>, of which he says:-\r\n\"osculis contracto corpore, tanquam operculo duro clausis.\" If\r\nany faith whatever is to be placed in Prof.  Ehrenberg's figures\r\nand descriptions, his <u>Sorites</u> is nothing else than Lamarck's\r\n<u>Orbulites marginalis</u>, whilst his <u>Amphisorus</u>, which differs\r\nfrom Sorites merely in having two layers of cells instead of one,\r\nis (as I shall hereafter show) is the same type in a higher grade\r\nof development. I cannot conceal mu astonishment, however,\r\nthat so practised a microscopic observer should have entirely\r\noverlooked the real marginal openings between the cells; still\r\nmore, that he should have described the entirely-closed cells of the\r\nsurface as covered in by a moveable operculum, which merely shuts\r\ntheir orifices when the animal is contracted; and further, that,",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}