{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/aa8233/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/8b311753d9d698a8753e1fd01365c166/59843a00-a4fe-4f4a-a2ec-c934e85c1023",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/30",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "is the portion most indicative of their Foraminiferous nature. Nevertheless,\r\nthe marked dissimilarity in structure which I found to exist, between the disk\r\nof Orbitolite and the Polypary of Lunulite or of any other<s>s</s>\r\nundoubted members of the Bryozoic group, made me even\r\nthen express myself doubtfully, as to its title to be associated\r\nwith them.\r\nIn this memoir, published two years previously to M. D'Orbigny's\r\nfirst announcement of the fact, I showed that the genus\r\n<u>Marginopora</u> must be abolished, since its sole representative\r\nis closely allied in structure to the <u>Orbitolite</u> of the Paris\r\nBasin, that no doubt of their generic identity can be\r\nentertained; the existing <u>M. vertebralis </u>, in fact, being only specifically\r\ndistinguishable from the Fossil <u>O. complanata</u> by a difference in the\r\nform of its superficial cells, - a character to which the more extended\r\nknowledge of this type has made it clear to me that not the slightest\r\nvalue is to be attached (see Sect. ) I showed that in one as\r\nin the other, the cells are normally closed-in over the whole surface;\r\nthat the cells of the two surfaces are separated from each other by\r\nan intervening stratum, traversed by a set of round cells <s>[??]</s> ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}