{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/d9efbb/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/aaed2766138ebaaa35ba5785e64c602e/f12c2807-f368-43d6-8681-8db0c78631f9",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/34",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "8  As the value of such details cannot be truly estimated without\r\nsome knowledge of the range of the observations from which they are\r\nderived, I think it right to state <u>in limine</u> what are the opportunities\r\nI have enjoyed. The first and most important of these was afforded me\r\nthe great abundance of Orbitolites of various sizes, from o to\r\nO by <s>my late friend Prof. Edward Forbes,who shortly after the\r\npublication of Prof. Williamson's Memoir kindly placed at my\r\ndisposal a mass of dredgings obtained by M. J. Beete Jukes\r\nfrom the eastern Coast of Australia,from which I was able to pick\r\nout several hundred entire specimens of various sizes from o to</s>,\r\nbesides a vast multitude of fragments, in M Jukes Australian dredgings; besides which <s>together with several</s> Prof. Forbes kindly put into my hands several specimens which had been taken in their living state by M Jukes,\r\nfrom the marine plants to which they were attached. All these\r\nI have carefully examined under the microscope, so as to be able\r\nto make an exact determination of their external characters; and\r\nof a large proportion. I have made microscopic sections in various\r\ndirections, that I might assure myself of every particular respecting\r\ntheir internal structure.\r\nWhen I had nearly exhausted these sources\r\nof information, I found a new and most interesting series of specimens",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}