{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/3681d2/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6eb4f3f3889536b870dcfc7883853caa/48ef155d-56a5-4ccc-a2d7-85541c755e27",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/35",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "in M Cuming's Philippine collection; <s>to which I have already alluded</s>;\r\nand by the study of these, I was enabled to test the validity of the\r\nconclusions to which I had been led by the examination of the Australian\r\nforms. The kindness of various friends has further enabled me to examine\r\nspecimens obtained from other widely distant localities, such as\r\n<s>various</s> different parts of the Indian, Southern, and Pacific oceans, the Red Sea and the Aegean. And finally, I have had placed at\r\nmy disposal, through the <s>kindness</s> instrumentality of M John Luekett, several\r\nOrbitolites of various sizes and ages, obtained on the shores of the\r\nFeejee Islands by the late Sir Everard T. Corrie, in which the\r\nanimal substance occupying the interior had been preserved by\r\nthe immersion of the fresh specimens in spirits\r\n\r\n9  Besides the existing forms, I have examined a large nuumber\r\nof specimens of <u>fossil Orbitolites</u>, both from the Paris Basin and\r\nfrom other localities; and I have instituted the same kind of\r\nminute comparison of these specimens, both with each other, and\r\nwith the recent types, that I had previously made among the\r\ndiversified forms of the latter [text hidden by a fold in the page]\r\n\r\n10.  Postponing, until adequate means shall have been <s>afforded</s> supplied\r\nby the details of their organisation to be presently given, the enquiry\r\ninto the relationship of these different forms (Sect. VI), we shall\r\nproceed in the first place to consider the general plan of organic [nature?] of the Orbitolite, and then to study the variations to which\r\nthis is subject.\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}