{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/735c79/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ef8957e440631098bbd7e9f5464820a3/5b1de669-cddc-46ab-8d3f-dd76cf8c738e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/37",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "constituting the bodies of many of the lowest organisms, and\r\nespecially as the component of those of the Rhizopoda. A small\r\nportion of this substance, sufficiently magnified to exhibit its nearly\r\nhomogenous jelly-like aspect, with minute granules and somewhat\r\nlarger particles scattered through it, is shown in Plate I, Fig 2.\r\nAlthough so far discolorized in spirit-specimens, as to present only\r\na brownish hue, yet as specimens that have been gathered\r\nfresh, and have been then dried, possess a reddish aspect, and\r\nas this is not due to the shelly substance, it may be presumed\r\nthat the sarcode of the living Orbitolite has the same bright red\r\ncolour as that of Rotalia and many other Foraminifera. The\r\nentire animal body (Plate I, Fig 1) is composed of a numerous\r\nassemblage of minute segments, arranged in tolerably regular\r\nintervals in concentric zones, around a sort of central\r\n'nucleus'; the segments composing each zone being united\r\nwith each other by a continuous annular 'stolon' or band of\r\nsarcode, and being connected with those of the adjoining zones\r\nby peduncles of similar materials. I have not met with the\r\nleast indication that the sarcode is contained within any <u>proper</u> ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}