{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/846e23/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/bc40d7736180243702e4026b77d3b343/a9459fdc-4d27-4986-8708-4eca26732488",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/38",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<u>membrane</u>; and the absence of any such indication, notwithstanding\r\nthe various manipulations to which I have subjected its segments,\r\nmay be taken, I think, as strong negative evidence that it has\r\nno more existence in this animal, than it has in the species of\r\nForaminifera which have been so well studied by M. Dujardin\r\nand Prof. Schultz. Nor is there the slightest trace of distinct\r\n<u>organs</u>, either in the mass of sarcode which forms the central\r\nnucleus, or in that which constitutes each one of the surrounding\r\nsegments; and he would, I think, be a mere speculator, who\r\nshould maintain the presence of a digestive cavity in any of\r\nthese parts, or the existence of an intestinal canal in the\r\npeduncular threads which connect them together. The\r\nhomogeneity of the component substance of the central nucleus,\r\nof the entire assemblage of multiple segments, seems, indeed, to\r\nbe conclusively established by the following facts:- In all the\r\nspirit-specimens which I have examined, the cavities of the\r\nouter zones are completely void, whilst those of the nucleus and\r\nof the inner zones are quite filled with their animal contents.\r\nThis drawing-together of the soft body towards the centre, is evidenced\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}