{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/a0b7e1/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e803dadcc86094a039569f69452544cd/8dbb135b-9842-4e81-bbdc-ed990cb06f8d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/39",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "also in many of the larger specimens which have been dried when\r\ncollected in the living state, by the limitation of the red colour that\r\nindicates the presence of the sarcode, to the inner portion of the disk.\r\nIn both cases it may be presumed that the animal matter\r\nhas shrunk together, in the former through the corrugating action\r\nof the spirit, in the latter through <s>the</s> desiccation. Now if the\r\npolypidon of a zoophyte be similarly treated, there is no such\r\ndrawing together of the entire body, but each cell is found to contain\r\nthe shrunk contents of its own polype-segment<s>s</s>; and this difference\r\nseems to me to indicate a complete dissimilarity in the character\r\nof the two organisms. For it is obvious that the substance of the\r\nperipheral segments of the Orbitolite-body, can only be brought\r\ntogether towards the centre, through being completely unattached to the\r\nwalls of the cavities which it occupied, and through having a\r\nform so alterable, as to be capable of being drawn in threads through\r\nthe narrow connecting passages, and of them <s>so perfectly</s> coalescing\r\ntogether again so perfectly that the masses <s>these</s> they form<s>ed</u>  \r\ndo not present the least\r\ntrace of having been thus spun-out. There is no known kind of\r\nanimal texture except <u>sarcode</u>, that is susceptible to this kind of",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}