{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/c099d5/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/618bce54036b875893a67dadf25a302b/95b7e387-dd44-4af1-a819-0e13af281366",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/40",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "alteration; and the evidence of it which I have adduced, seems to me\r\nextremely valuable, not only as establishing the general nature of\r\nthe animal body of the Orbitolite, but also fully justifying the\r\nassumption, that, in the living state, the sarcode is projected in\r\npseudopodia through the marginal apertures, and that alimentary\r\nparticles are introduced by their instrumentality, as in other\r\nForaminifera.\r\n\r\n    13 Turning from the animal body to the calcareous disks\r\nwhich enclose it, we find that, whether large or small, these are\r\nalmost invariably circular, or nearly so; that they are usually\r\nnearly flat, any difference in thickness being generally in favour of the\r\nmarginal portion; and that if, as sometimes happens, there is a\r\nslight central porjection, this is formed by the nucleus alone. By\r\nthese characters we may distinguish <u>Orbitolites</u> from <u>Orbiculina</u> <s>and</s>\r\n<s><u>Orbitoides;</u> </s> for although the discoidal forms of the <s>former</s> latter so strongly\r\nresemble Orbitolites, that by the structure and arrangement of their\r\nmarginal portions they could not be distinguished, yet they may\r\nalways be discriminated by the knob or protuberance of their centres,\r\nwhich is occasioned by the mutual investments of the earlier whorls",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}