{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/65cbc5/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a537cda11359fe36457ef929135ad689/341891f2-ebd4-4b0d-ba05-be0babbf01a1",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/41",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of the spiral in which they commence. The same entire absence, or very small size, of the central\r\nelevation, together with the uniformity, or even slight increase of\r\nthickness towards the circumference, also helps us to separate\r\n<u>Orbitolite</u> from <u>Orbitoides</u>; the centre of the latter being always\r\nconsiderably elevated, and the thickness of its disk ordinarily\r\ndiminishing gradually towards its margin <s>.</s> [<u>Note</u> I wish this\r\nstatement to be understood with reference to the genus <u>Orbitoides</u> as\r\ncharacterised by the structure which I have shown it to possess.\r\n(Quart. Jour. of Geol. Soc. Febr. 1850), and not to the genus as defined\r\nby M D'Orbigny, (Cours Élémentaire de Palaeontologie Tome ii p.194)\r\nwho, notwithstanding that he has shown himself to be acquainted\r\nwith my Memoir (by copying from it a figure of Nummulite),\r\nhas not profited in any degree by my investigations, but has\r\nleft the generic characters of <u>Orbitolites</u>, <u>Orbitolina</u> and\r\n<u>Orbitoides</u> in the state in which they might have been, and probably were, before\r\nthat Memoir was published. The true distinction, however,\r\nhas been fully recognised by M D'Archiac, who in his \"Description\r\ndes Animaux Fossiles du Groupe Nummulitique de L'Inde\" p.349, <s>has</s> ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}