{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/5087f3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d44c227ec8cd575d861fc879a02e2830/fd8c6542-e271-45dc-b529-debbf9f70a64",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/42",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Note cont..\r\nhas designated as <u>Orbitoides dispansa</u> and <u>Orbitoides fortisi</u>, the\r\nbodies which, in the account of them he had previously given in the\r\n\"Mem Soc Géol de France\" 2nd Sér, Vol III he had designated as\r\nOrbitolites; thus correcting the error into which M Carter had\r\nfallen in his description of the same Fossils; through reliance\r\non M D'Orbigny's insufficient and indeed erroneous characters\r\nof these genera]\r\n_________ _ Around the nucleus which occupies the centre of the\r\ndisk (Plate II, Figs 1, 2,<s>)? Plate Fig)</s> Plate III, Fig.1.) are seen an indeterminate number\r\nof concentric zones of cells (<u>@,@,@</u>) the shape of which differs in different\r\nindividuals (see Sect. IV); these, although completely closed (unless laid\r\nopen by abrasion), <s>being</s> have their form distinctly indicated by the surface-markings. The\r\nonly external orifices which communicate with these cells, are the minute\r\npores (<u>d,d,d,</u>) forming one or more ranges at the margin of the disk, each\r\npore lying in a vertical furrow between the projecting walls of two\r\ncontiguous cells. In the smallest and thinnest disks (Plate II, Fig 1, 5, Plate X, Fig. 2), we find but a\r\nsingle row, or sometimes two rows, (Plate II, Fig 7) of such pores; in disks somewhat\r\nthicker, there are three or four rows; and in the largest and thickest\r\nOrbitolites (Plate III, Fig. 1), no fewer than ten or twelve such rows. This multiplication",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}