{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/701158/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/781ad01c9a82c7fd207f1a6060008dc7/236c1cce-20b5-4a47-968b-bb7683a85173",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/43",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "in the number of ranges of marginal orifices, indicates a like multiplication\r\nin the number of floors (so to speak) of which the disk is composed; and\r\njust as the total number of chambers in a building may be increased,\r\neither by extending its base over a large area, or by additions to its\r\nnumber of storeys, so may an increase in the number of segments, of\r\nwhich this animal is composed, be provided for either by the marginal\r\naddition of a new zone resembling the last, so that the diameter of\r\nthe disk is alone augmented, or by an increase in the thickness of the newly-forming\r\nzone, so that it contains a larger number of superposed layers. The new zones, however, <u>never invest</u> or cover those which they\r\nsurround, <s>but</s> each <s>is</s> being simply a continuation of the margin of the\r\npreceding; and in this respect the mode of growth of <u>Orbitolites</u> at\r\nevery stage is pointedly distinguished from the early mode of growth\r\nof <u>Orbiculina</u>, just now specified as the cause of the protuberance\r\nof its centre.\r\n\r\n14  The shelly <u>substance</u> of the calcareous disk, although\r\nfirm, is by no means so dense and bony as that of the shells of\r\nmany other Foraminifera of higher organisation. It is apparently\r\nquite homogeneous, rarely presenting the least appearance of structure, and",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}