{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/759bff/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e5b4cf6dcd1c436fca0451c39515f62b/6163d433-b9fd-4b93-a5af-f7bd5a23dc74",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/44",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "this being probably fallacious; I refer to the punctated marking sometimes\r\nseen on the outer surface of the nucleus, which shows itself under\r\nthe aspect represented in Plate IV, Fig 8, when the thin layer of\r\nshell  which presents it is viewed by transmitted light. Although\r\nthis appearance<s>s</s> might be considered to indicate the existence of\r\na cellular structure in the shell, yet I believe that such an\r\ninference would be fallacious; since I have not been able to detect\r\nthe least trace of such a structure in the decalcified residuum,\r\nwhich, on the other hand, seems to me to be a substance as\r\nstructureless as sarcode itself. Coupling these appearances with\r\nthose which I have found to exist more distinctly in <u>Orbiculina</u>,\r\nI am disposed to interpret them as proceeding from minute\r\n<u>depressions</u> on the surface, and these are perhaps to be\r\nregarded as the rudiments of those minute closely set apertures,\r\nwhich, in many Foraminifera, give passage to pseudopodial extensions of the sarcode from every part\r\nof their bodies.\r\n\r\n15.  In all the forms of Orbitolite that I have examined, the\r\ncentral <u>nucleus</u> presents the same essential characters. When\r\nthe interior of any disk, whether large or small, is laid openly by",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}