{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/66ca7a/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/68fe17b2bdee9d3ca3f0e43762df9aac/cd087c20-cfce-4621-b223-6d1a6b5ee611",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/45",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "a horizontal section passing through the central plane, the\r\nnucleus is seen to be occupied by a large cavity (Plate II, Fig. 2) somewhat\r\nirregularly divided by a sinuous partitioning, which always, however,\r\nmarks out a central cell <u>a</u> of a somewhat pyriform shape, as distinct\r\nfrom the space (<u>bb</u>) which surrounds it. The meaning of this feature\r\nis at once made apparent by reference to the disposition of the\r\nsarcode which occupies the cavity of the nucleus; for we then see\r\n(<s>Fig. 3</s> (Plate I, Fig. 5), that the large central pear-shaped cell is occupied by a\r\nmass (<u>a</u>) of corresponding shape, from the small extremity of which\r\na peduncular process extends, that dilates again into a still larger\r\nmass (<u>b,b</u>) completely surrounding that from which it springs; the\r\nformer may be conveniently designated as the 'central'; the latter\r\nas the 'circumambient' segment. In a <u>vertical</u> section of the \r\ndisk, passing through the centre, such as that seen in Plate II\r\nFig. 3 the nucleus seems to present <u>three</u> chambers; but this is simply\r\ndue to the fact that such a section will traverse the circumambient\r\ncell twice, that is, will cut it through on both sides of the central cell\r\nIn the section represented in Plate VII, Fig 8, there are but <u>two</u>\r\ncentral chambers; in this the plane of \r\ndivision seems to have",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}