{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/f0ba02/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/3aa1ff5831765a605fc33b4f0c92fc7a/b9706ea9-83b1-45c1-b69e-b657b303f41d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/46",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "traversed the nucleus just where the neck of the central cell touches\r\nits margin, so that the circumambient cell is only on one side of it.\r\nIf on the other hand, the plane of division should happen not to\r\npass through the central cell at all, so as to traverse the circumambient\r\ncell alone, a <u>single</u> single broad cavity will present itself in the vertical\r\nsection as shown in Plate VII, Fig 4. Frequently however, it happens,\r\nas in the specimens represented in Plate II, Fig. 2, that the circumambient\r\nsegment is partially subdivided on one side by an interposed\r\npartition; and then a vertical section will show <u>four</u> chambers\r\nas is seen in Plate V, Fig 2, the central segment having a single portion\r\nof the circumambient segment on one side of it, and a double portion\r\non the other. Some remarkable varieties in the size of the\r\nnucleus, and in the mode of its connection with the surrounding\r\nparts, will be <s>described</s> noticed hereafter (<s>Sect.</s> §§ 44-46, and 54,55)\r\n\r\n16 In describing the structure of the <u>concentric zones</u> which\r\nsuccessively surround the nucleus, it will be convenient to\r\ndistinguish between the <u>simple</u> and <u>complex</u> types according to\r\nwhich the Orbitolite disks may be generated; the former being\r\ncharacterised by the existence of only one layer or 'floor' of segments,",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}