{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/0876da/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f2f20a8bc0fc2014a237a266e80176bb/b6770a58-143d-4866-9958-9d36ab615fda",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/47",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the latter by the presence of <u>two or more</u> such layers. for although, as\r\nwill subsequently appear, I can show by a series of transitional gradations\r\nbetween these two types of structure, and by their occasional\r\ncoexistence in the same <u>individual</u>; that they are not to be held to\r\ncharacterise distinct <u>genera</u> (as Prof Ehrenberg supposed), or even\r\ndistinct <u>species</u> (as Prof Williamson has urged with more\r\napparent reason), yet, when most characteristically displayed,\r\nthey are so divergent from one another, and each is so remarkably\r\ndistinguished by features of its own, that it seems more advantageous\r\nto describe them separately in the first instance, and then to discuss their\r\nrelationship to each other.\r\n\r\n17. The <u>simple</u> type is found to prevail in those minute\r\nOrbitolite disks, which occur in greater or less abundance in sands\r\nand dredgings from almost every part of the Globe, but which are\r\nparticularly numerous in those of the Philippine shores. Their\r\nordinary diameter is about .05 of an inch, and they usually contain\r\nfrom 10 to 15 concentric zones. The arrangement and connections of these\r\nzones may be made-out in the thinnest and most translucent\r\nspecimens, by examining them by transmitted light, after mounting",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}