{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/2e8db0/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/234615b95176d1aa9abf383bdeac3d1d/ebe80ee6-c657-491a-997a-235e08c3fe7c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/48",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "them in Canada Balsam; this however, gives such transparence to the\r\nthin shelly layer which is continuous over both surfaces, that it <s>would</s> may escape\r\nnotice (if not carefully looked-for), so as to lead to the conclusion that the\r\ncells are open. Most specimens require to be somewhat reduced in\r\nthickness, by slightly grinding-down one surface, to enable the arrangement\r\nof their interior to be disinctly made-out; and this may <s>again</s> be\r\nexamined, either by transmitted or by reflected light. Each zone thus seen in\r\nhorizontal section (Plate II, Figs 1,2), consists of a circular set of small\r\novate cells, excavated, as it were, in the shelly substance of the\r\ndisk, and communicating with each other laterally by passages, which\r\nunite them together into a continuous annulus. The zone which\r\nimmediately surrounds the nucleus, is connected with it by passages\r\nwhich extend from the outer margin of the large circumambient\r\nsegment to the several cells of which it is itself composed; and each\r\nzone communicated with the one on its exterior by similar passages,\r\nwhich usually extend, however, not from the <u>cells</u> of the inner zone\r\nto those of the outer, but from the connecting passages of the inner\r\nzone to the cells of the outer <s>(Fig</u> (Plate I, Figs 8, 9); and thus it comes to pass, that the cells\r\nof each zone usually <u>alternate</u><s>,</s> with those of the zones that are",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}