{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/ab7aeb/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/867e054553a5ed344fe8718d2836bd7f/2212e926-0531-4524-8035-343a03191c19",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/49",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "internal and external to it. A vertical section of the disk such as is\r\nshown in Plate II Figs 3,4, exhibits the same arrangement under a\r\ndifferent aspect. The <s>shells</s> cells of the concentric zones are seen to be much\r\nhigher than they are broad, so that they present a somewhat columnar form,\r\nthe proportion of their height to their breadth, however, may vary greatly\r\nin different parts of the same disk, the former often increasing from the\r\ncentre towards the periphery, (Fig. 4), whilst the latter remains constant or\r\nnearly so (Fig. 3), and the columns, instead of being straight, are often\r\nmore or less curved, and are sometimes bent in the middle of an <s>acute</s> obtuse\r\nangle (Plate VIII, Fig 4, <u>a b</u>) The gradation which presents itself from\r\none of these forms to the other, and their coexistence even in the same\r\nspecimens, clearly proves that no value can be attached to the form\r\nand proportions of the cells, thus seen in a vertical section, as\r\nfurnishing specific characters. In every complete specimen, the\r\ncolumnar cells are seen to be closed at their two extremities by a thin\r\n<s>[?]</u> shelly wall; and this is sometimes flat, sometimes more or less convex.\r\n<u>Note</u> In a large proportion of the specimens obtained from sands\r\nor dredgings, the cells <s>are</s> have been laid-open by attrition; either throughout the\r\nsurface of the disk, if it should be flat; or at <s>the</s> its margin only, if it should",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}