{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/6766c1/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/745326188a3bbfc36142a9344e679be3/1d5bed52-dfa2-46e7-8680-43e420d131be",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/51",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "in the outer zones is greater than that of which the inner zones are composed.\r\nIt does not increase, however, in the regular ratio of the respective diameters\r\nof the zones; for the cells of the outer zones, being usually both larger and\r\nmore widely separated from each other than are those of the inner, are\r\nless numerous in proportion; thus in Plate II, Fig 2 there are 28 cells in\r\nthe <s>under</s> innermost row, and only 49 in the outermost, though the latter is more\r\nthan twice the diameter of the former. The increase in the number of\r\nthe segments is accomplished by the occasional <u>interpolation</u> of an\r\nadditional segment, communicating directly with the one immediately\r\ninterior to it, between the two segments <s>,</s>  which spring from the annular\r\nstolon on either side of the latter; as is shown in <s>Fig</s> Plate I, Figs. 8, 9, <u>a</u>. Hence it is\r\nobvious that prolongations of sarcode giving origin to new segments, <s>may</s>\r\n<s>originate from any part of each annulus, although they are ordinarily</s>\r\nalthough ordinarily put forth rather by the connecting 'stolons' than by the segments themselves,\r\nmay originate from any part of the annulus.\r\nThis is shown still more forcibly by the occasional occurrence of\r\nirregularities, such as that represented in Plate IV, Fig 12.\r\n\r\n19  The cells of the last-formed zone communicate with the exterior\r\nby the very same kind of radial passages, as in other instances communicate\r\nwith the next zone; and the external orifices of these from the pores",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}