{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/7e2426/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6828d4bf1744141f136bbc7d6fb342b6/6aef8408-2aa6-4b9d-a8c8-e9b23b92599d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/52",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "which present themselves at the margin of the disk (Plate II Fig.1). Thus\r\nit is see, on the one hand, <s>why</s> how it happens that these pores are intermediate between the\r\ncells, instead of opening directly into them, and on the other, how each\r\npore leads, by the divarication of its passage, into two cells, one on either side of\r\nit. When a new zone is formed, each pore opens into one of its cells; which\r\nin its turn communicates with the exterior through a new set of pores\r\nat its own margin. Each port is often surrounded by a rather prominent annulus of\r\nshell (Plate II, Fig 1); and it is obvious that when the section passes\r\nthrough this, it will be indicated by a little 'beak' on either side of the\r\nentrance to the passage; such 'beaks' (which are of course repeated through\r\nthe entire disk) are shown in their ordinary aspect in Plate II Fig 2\r\nbut they are frequently more prominent as is shown in Plate IV, Figs 6, 11.\r\n\r\n20  In all cases in which the growth of the disk takes place\r\nwith normal regularity, a <u>complete circular zone</u> is added at once.\r\nExceptions to this regularity are rare; and they can be generally traced\r\nwith probability to some accidental interruption. It can scarcely be\r\ndoubted, I think, that when a new ring of cells is about to be formed,\r\nthe prolongations of sarcode issuing from the several pores of the preceding\r\nzone, coalesce, so as to form a complete zone of segments and connecting stolons,",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}