{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/d477a3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/139acec806d4639602712fb0c024e3d9/7d1680f1-f3d9-48ac-9f21-266152854beb",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/53",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "around the margin of the previously-formed disk; and that the deposit of\r\ncalcareous matter forming the shelly walls of the cells and passages, takes\r\nplace •\tUse <u>upon</u>, or rather •\tUse <u>in</u>, the superficial portion of this zone of sarcode - But\r\nI cannot find any evidence in the ordinary growth of the disk, that\r\nthe sarcode extends itself over the surface of the portion previously\r\nformed; although occasional appearances will be hereafter described\r\n(§ 53), that seem to indicate that it <u>may</u> do so.\r\n \r\n<s>The arrangement and connections of the concentric zones of cells, which\r\nsurround the nucleus, are well displayed by a horizontal section of the disk\r\n(Plate II, Fig 2). Each zone consists of a set of small circular or oval cells (Plate I, Fig. 9)\r\nexcavated, as it were, in the substance of the shell, and communicating with\r\neach other laterally by passages, which unite them together into a complete\r\nannulus. The zone which immediately surrounds the nucleus is connected\r\nwith it by passages, which extend from the outer margin of the large\r\ncircumambient cell, to several cells, of which it is itself composed, and\r\neach zone communicates with the one on its exterior by similar passages\r\nwhich usually extend, however, not from the cells of the inner zone to\r\nthose of the outer, but from the <u>connecting passages</u> of the inner zone to the\r\ncells of the</s> ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}