{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/ac3033/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e75b40b7c5cf890fc0fde4871f38d2c1/2cc8733c-6f60-4edc-9525-e8bdb3faf45a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/54",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "  21   It is a fact of much importance in the due appreciation of the\r\nrelations of <u>Orbitolite</u> and its allied forms to other tribes of Foraminifera,\r\nthat the calcareous partition which separates each cell of any one zone from its\r\nneighbours on either side, is not double, but <u>single</u>. And this is in great part the\r\ncase, even with regard to the partitions that separate the cells of successive\r\nzones; the inner or central boundary of one being chiefly formed by the\r\nperipheral wall of the other. It is not easy even in thin <u>sections</u> to distinguish\r\nthe boundary between the walls of one zone and those of another; so absolutely\r\ncontinuous do they appear to be. But it not infrequently happens, that\r\nin <u>fracturing</u> these disks, their component zones come apart from each \r\nother, along their natural lines of junction, so as to disclose the real\r\ninner (or central) margin of the outer segment (Plate II Fig 6), which\r\nthen presents a set of wide apertures, through which we look at once into its\r\ncells; thus proving their incomplete inclosure by proper walls on that\r\nside. Thus in the formation of each new zone, the calcareous envelope\r\nseems to be only generated where the sarcode is not already <s>protected by</s> in contact with a\r\nsolid wall.\r\n\r\n22. There cannot be nay reasonable doubt, that the number of concentric\r\nzones which any disk may present, is entirely determined by the stage of",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}