{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/6f8849/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f5394e9ebb47bdd6481d1acc3769d1c7/974b5928-ff6d-43b7-a08b-3f272bfd0fbe",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/55",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "growth, and that it affords no basis whatever for specific distinction. Just\r\nas in the case of the concentric layers of wood in the stem of a tree, a\r\nminute nucleus, surrounded by only a single annulus of cells, may come\r\nin time to be the centre of a large disk consisting of many scores of\r\nconcentric zones<s>;</s>. Although, as already stated (§ 17), most of the Orbitolites\r\nfromed upon this simple types are of comparatively small size, yet there\r\ndoes not seem to be any definite limit to the multiplication of zones; for\r\nI possess specimens attaining .15 of an inch in diameter, and consisting of\r\nabout 40 zones (much larger, therefore, than the younger zones of the complex type), in which there is no appearance of any departure from\r\nthe original mode of growth. That comparatively few specimens, however,\r\nattain so large size upon this simple type of structures, is due, I\r\nbelieve, to the circumstance that they each tend to develop themselves\r\nupon the more complex plan which I shall presently describe.\r\n\r\n23. Although I have spoken of these disks as typically plane\r\nor nearly so, there being usually no great difference between the\r\nthickness of their central and that of their peripheral parts, yet\r\nit not infrequently happens that the successive zones gradually\r\nincrease in thickness from within outwards (as is shown in Plate II\r\nFig.4), so that the height of the columnar segments progressively",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}