{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/7655f3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/0aba40a612be8c2f7a139d4fd4a330d7/ea978e8c-a916-495c-83df-7274866baa33",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/56",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "increases, and the entire disk becomes somewhat biconcave. sometimes,\r\nagain, without any alteration in the thickness of the several parts,\r\nthe disk comes to assume, by the depression of its central portion the\r\nshape of a plate (Plate X, Fig. 5) or that of a watch-glass, or (by the\r\nmore complete upturning of its edges) that of a saucer. In any case\r\nin which either surface of the marginal zone is more exposed by its projection\r\nthan those of the zones which it encloses, there will be a special liability\r\nto a laying-open of its cells (as shown in <s>(</s> Plate X, Figs 1,3)if the disk should\r\nbe subjected to attrition; and I believe that not only the recent species\r\n<u>O. marginalis</u>, but the fossil <u>O. macropora</u> are <s>but</s> nothing else than examples of this\r\ntype, the figure of the latter given by Goldfuss (Petrefacta Pl: xii\r\nFig 6) corresponding exactly with a form of it which I have\r\nfrequently encountered. <s>(See Plate II, Fig 7)</s> I have not met\r\nwith any examples in this simple type, of that marginal thinning\r\n-away as age increases, which is observable in many other\r\nForaminifera.\r\n\r\n24. From the simplest, it will be convenient to pass at once to\r\nthe <u>more complex</u> type of structures, presented by the Orbit<s>i</s>olite,\r\nthe existence of which is marked (as already noticed § 13)",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}