{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/350cde/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a91b615e642e968f98c6e331d260061e/d246f396-3caa-4c99-8f99-5478f94ab0a5",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/57",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "by a multiplcation of the horizontal ranges of marginal pores. I have\r\nmt with this form in specimens obtained by dredging, from the coast\r\nof Australia, from various parts of the Polynesian Archipelago, from\r\nthe neighbourhood of the Philippine Islands, from the Red Sea, and\r\nfrom the Aegean; and as <s>these are the</s> the sands of all these localities <s>whose sands</s> present\r\nthe simpler type in great<s>est</s> abundance, I am disposed to believe\r\nthat the former is really not the less widely diffused than the latter,\r\nand would be discovered wherever it abounds, if properly searched\r\nfor. The largest specimen in my possession, measuring 7-10ths of an\r\ninch in diameter, is from the coast of Australia, where the Orbitolites\r\nare so abundant, at certain spots (as I learn from M Jukes), that\r\ntheir entire disks and fragments, with fragments of Corallines<s>,</s>\r\n(chiefly, I believe, the Corallina palmata of Ellis), constitute the\r\ngreat mass of the dredgings. Among the Australian specimens,\r\nseveral attain a diameter of .45 inch, and a considerable\r\nproportion, as much as .30 of an inch. hence the Orbitolites of\r\nthis type are among the largest forms of existing Foraminifera, being\r\nonly surpassed, as far as I am aware, by the Cycloclypeus hereafter\r\nto be described. Of live specimens in my possession from the Feejee",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}