{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/386430/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6761e4baa9ed6b0b4f46147725cdfc80/24618fe4-5474-40a7-98d1-1387b3865ab0",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/58",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Islands, one measures .63 inch, and the other .53 inch in diameter; but the\r\naverage of the Polynesian specimens like that of the Philippine, Red Sea, and\r\nAegean, seems to be considerably lower than that of the Australian; and\r\ntheir diameter seldom exceeds .25 of an inch, and is usually not more\r\nthan .10 or .12.\r\n\r\n25 The disks formed on this plan, like the preceding, may be\r\n considered as typically circular, although they are seldom or never <s>so</s>\r\nexactly so in reality. They may be considered, too, as typically flat with a slight\r\nconcavity in the central part, from which, however, the nucleus often\r\nprojects; but, as will hereafter appear, there is no constant relation\r\neither between the thickness and the diameter of different specimens,\r\n<s>n</s>or between the thickness of different parts of the same speciment; and\r\nthe distance of these parts from its centre. The only remarkable departure\r\nfrom the ordinary form which I have met with, presents itself, in certain\r\nOrbitolites from the Fejee Islands, of which several specimens in\r\nthe Royal College of Surgeons, and two in my own possession, exhibit\r\na curious plication towards their margins; the degree of this\r\ndeparture varies so much, however, in different individuals, the plication\r\nbeing almost obsolete in some (see Plate XI, Figs 12,13), that it cannot be admitted",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}