{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/82be53/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/bb22492b534df5501948539b5d17bf48/02e20fca-cb70-4e6e-9d83-383fd89e28c7",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/59",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "to mark a specific diversity, and considering that these disks always\r\ngrow on the surfaces of other bodies, it can scarcely, I think, be considered\r\nimprobable, that the plications <s>are derived from</s> originate in the inflections of those\r\nsurfaces. [<u>Note.</u> I have elsewhere noticed the fact, that various\r\nspecies of <u>Orbitoides</u> are disposed to exhibit a like contortion; and\r\nthat the well marked <u>ephippial</u> shape, which some specimens\r\npresent, are nothing else than accidental varieties (see \"Quart Journ:\r\nof Geol Soc\" Vol vi pp 34, 35]  These same specimens, moreover, also\r\nexhibit another curious abnormality, namely the projection of the\r\nupper and lower edges of the margin, so that a groove is left between\r\nthem, the projecting laminae being thin and foliaceous, and their cells\r\nvery irregularly arranged. This peculiarity, again, being far from uniform\r\nin its degree, and being altogether wanting in <s>the</s> specimens, which\r\nin other respects precisely resemble those with plicated and\r\nfoliated margins, must be considered merely in the light of\r\naccidental variety; but I cannot suggest any explanation of its\r\noccurrence, or of its limitation (so far as I am aware) to this particular\r\nlocality.\r\n\r\n26  The surface of the disk <s>is</s> (Plate III<s>I</s> Fig 1) is marked-out, as in the",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}