{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/24c714/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/c78169a13cc307bb4b78adc745b92211/e209aa38-286b-4bf5-bbbc-ed9b64b65de1",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/60",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "simpler type, by concentric zones of cells, the number of which bears a\r\ngeneral (though not a constant) ratio to its diameter; these cells are\r\nusually somewhat rectangular in shape and sometimes approach a\r\nsquare, but are more commonly nearly twice as long in the line of the\r\nradius of the disk <s>,</s> as they are in the transverse direction, <s>and have</s> their long sides being parallel to each other. We shall\r\nhereafter see, however, that the form of the superficial cells is very\r\nsubject to variation; and that it may be very dissimilar even in different\r\nzones of the same disk (<s>Sect.</s> §§ 48-52). The pores at the margin of the\r\ndisk are disposed, as in the simpler type, between the projections formed\r\nby the convexities of the cells; and each is usually surrounded by\r\nthe projecting annulus formerly noticed (§ 19). The disposition of\r\nthese pores, however, is far from regular, as they seldom form <s>rows</s> rows\r\nthat seem exactly continuous with each other, either horizontally or\r\nvertically; and the number of pores in each vertical row is by no\r\nmeans constant even in different parts of the margin of the same disk. <u>Note</u> [In following the\r\ndescription of the internal structure of this type of Orbitolite, it will be convenient\r\nfor the reader to make frequent reference to the ideal representation which\r\nhas been built up in <s>(</s> Plate III, Fig 1), by the combination of materials\r\nfurnished by a great number of preparations which are represented in",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}