{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/dac213/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/c73d33e21b97c13c6b69349d9c5b4d57/987ee8e3-1206-4bc3-9ff2-ab3791049ee8",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/61",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "separate figures; these last will of course furnish the real authority for\r\nevery point in the description, the ideal figure, however, serving to display\r\nthe relation of different parts to each other in a manner that no\r\nsingle preparation would possibly admit]\r\n\r\n27  The disks of this complex type are not distinguished from\r\nthose of the simple type already described, by any difference in\r\nthe structure of the nucleus; and there is frequently nothing\r\nspecifically characteristic in the structure of the zones <s>,</s> that immediately\r\nsurround it. Each of the peripheral zones, however, consists of two\r\n<u>superficial</u> layers, an upper and a lower, - and of an <u>intermediate</u>\r\nstratum;- these will now be described seriatim.\r\n\r\n28  The <u>superficial</u> layers are formed <s>are formed</s> of the (usually)\r\noblong cells, whose contour is indicated by the surface-markings;\r\nwhen they are laid open horizontally, by rubbing away the\r\nthin shell which covers them in (Plate IV, Fig 5), it is seen that\r\nthe floor of each shell has an aperture at either end; but no\r\ncommunication can be traced, either through the side-walls between\r\nthe contiguous cells of the same zone, or through the end-walls, between the cells\r\nof successive zones. Moreover, there is no such alternating arrangement",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}