{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/46ac8d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/991426fab31aa9ee4e6a3dfbda32b579/7714b265-bb95-4c8c-9d58-36fd9628466b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/62",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of the cells of successive zones, as we have seen to prevail in the simpler\r\ntype (§ 17  ); and they altogether seem to be quite independent one\r\nof another. When this superficial layer is examined in a vertical\r\nsection having a radial direction (Plate VI, Fig 3), it is seen that the\r\nfloors of <s>the</s> its cells (<u>a, a</u>) are formed by the expanded summits (<u>d,d',d\"</u>)\r\nof the irregular septa, which separate from each other the columnar\r\ncells of the intermediate stratum (<u>c c c c</u>); and that the apertures at the two\r\nends of the floor are the entrances to passages (<u>e,e',e\"</u>), which lead\r\nobliquely downwards (the passages on either side of the partition\r\nbetween two successive cells of the <u>superficial</u> layer inclining towards\r\neach other), towards these cavities. It is observable, however, that\r\njust at the point at which the contiguous passages meet each\r\nother, there is always a round aperture (f,f',f\") in the partition\r\n(<u>g,g</u>) which divides the contiguous cells of each zone; and when, in\r\na horizontal section, the superficial cells have been entirely ground-away, so as to lay\r\nopen the most superficial part of the intermediate stratum, this\r\npart is found to be traversed <s>is found</s> in each zone by a continuous circular\r\ncanal (Plate IV, Fig 3), with large rounded openings that lead\r\ninto the columnar cells beneath.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}