{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/7fdd63/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/604d130603d26206b9cb6adfbf0d7efd/084cc286-728d-4e48-86d5-6954b6ec2366",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/63",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "The meaning of this arrangement becomes obvious, when we\r\nexamine the disposition of the animal substance which occupies these\r\ncavities; for we find, as might have been anticipated, that the\r\nsuperficial cells are filled with segments (Plate I, Figs 4,7,<u>a,a</u>) of\r\nsarcode of corresponding shape; and that whilst these have radial\r\nconnection with one another, each of them is connected by means of fleshy\r\npeduncles to the annulus stolons (<u>G,G bb', bb'</u>) that run along its extremities;\r\nwhilst from the underside of these annular stolons descend the thick\r\ncolumns of sarcode (<u>c,c, c'c'</u>), which occupy the columnar cells of the intermediate\r\nstratum. The absence of any essential dependence of the segments\r\nof the <u>superficial</u> and of those of the <u>intermediate</u> strata upon each\r\nother, seems indicated by the fact that there is no constant numerical\r\nrelation between them, - a circumstance which extremely perplexed\r\nme, until I had ascertained by examination of the animal, that the\r\npassages <s>e,e,e, do not debouche at once</s> (Plate VI, Fig. 3 <u>e,e',e\"</u>) debouche, not (as I had at first supposed) into the columnar cavities, <s>as\r\nI had at first supposed</s>; but into the annular canal, which serves\r\nto bring <s>the</s> superficial and columnar segments of each zone into mutual\r\ncommunication.\r\n\r\n29.  As the description now given of the superficial layer applies\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}