{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/8710d0/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/b95d5edfc4e991c709d80ebe0700bc0a/866e2b01-2c5e-489e-9bfb-bdc35e1cb539",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/64",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "equally to both surface, we may now proceed to the intermediate layer.\r\n   When this is <s>Layed</s> laid open by a horizontal section (Plate IV, Fig 1)\r\nit is seen to consist of a series of concentric zones, the cells of which \r\n<u>alternate</u> with each other, like those of the simple type (§ 17).\r\nThe cells are usually circular (or nearly so) in form; but seem\r\nto differ considerably in size, even in different parts of the \r\nsame zone. Their borders, however, very commonly present a funnel\r\nlike aspect (Plate IV, Fig 10); and thus we perceive that the diameter\r\nof the cavity is liable to vary, according to the part of it which\r\nthe section happens to traverse, a fact which becomes more\r\nobvious when <u>vertical</u> sections are examined. For it is then\r\nseen (Plate VI, Figs 3, 4, 5) that each columnar cell is narrowed\r\nby constrictions at intervals, so as to divide it imperfectly into a\r\nseries of segments vertically superposed one upon another. The\r\nnumber of these segments varies according to the thickness of\r\nthe disk; so that it is any thing but constant either in different\r\nindividuals, or in different parts of the same. Moreover, it may be\r\noften observed that the columns neither always pass from end to end\r\nin a straight line, nor maintain a complete isolation from each",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}