{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/a5034d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/289c82d94e5ebec76a7a19aa8fb0613d/310865ea-d3e3-4dee-944c-c9a9a27b2a91",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/66",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "that each cell communicates with the <u>two</u> cells alternating with\r\nit in the interior zone, a like section of the Orbitolite of complex type\r\n(Plate IV, Fig 2) seems to show that such a connection exists with only <u>one</u>\r\ncell of the interior zone, by a passage running obliquely from one to the\r\nother, and extending continuously through several successive zones. I\r\nwas long perplexed by the want of constancy in the direction of these\r\npassages; the very same section exhibiting opposite obliquities in\r\ncontiguous parts. By the study of vertical sections, however, made\r\ntangentially instead of radially, so as to <u>cross</u> these connecting passages,\r\nI arrived at the explanation of this [apparent anomaly, which is simply\r\nas follows. Each columnar cell really communicates with the <u>two</u>\r\nalternating col<s>l</s>umnar cells in the next interior zone; but by two\r\ndistinct passages, instead of the divarication of one; and these\r\npassages are not upon the same plane, but those of different planes\r\nturn alternately to one side and to the other. This is well seen in\r\nthe two tangential sections represented in (Plate VI, Figs 4 and 5); of\r\nwhich 4 shows the back or central side of four contiguous columnar\r\ncells <u>a.a', b.b', c.c', d.d'</u>, of the same zone, each of them perforated by a series\r\nof apertures, in which some degree of alternation is perceptible; whilst",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}