{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/ff0e4a/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/7d41c581b9565fc50afeec18a2bf5410/f0e13bc1-08b9-4c4c-a3aa-45f690d7d82a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/67",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "5 shows the front or peripheral side of four other columnar cells, in which\r\nit is seen that, by the sinuosity of the partition, the apertures of any\r\nvertical row, even when in a line with each other, open alternately into\r\nthe cells on the <u>right</u>, and on the <u>left</u>, of the septum; so that (e.g) the\r\npassages extending backwards from the row of apertures in the\r\ncolumnar cell <u>b.b'</u> Fig. 4, will debouch alternately in cells <u>a,a'</u> and <u>b,b'</u>, Fig\r\n5, of the zone within. The same will of course be true of the pores which\r\nopen on the margin, these being nothing else than the orifices of the inter-zonular\r\npassages just described; and the alternating direction of the passages\r\nof which they lead may be distinguished on some parts of the specimen\r\nfigured in Plate VIII, Fig 9. This idea of the alternating direction of the\r\ninter-zonular passages, seemed to furnish the solution of the appearances\r\npresented in Plate IX, Fig 2; for, as the disks are seldom perfectly\r\nflat, the section which traverses, at one part of the disk, the set\r\nof passages running in one direction, will traverse the other set of\r\npassages, where, by the flexure of the disk, the plane of section\r\nis slightly altered in regard to it. All doubt, however, as to the\r\nvalidity of this explanation, was removed by the examination of\r\nthe animal substance filling the vertical columns; for, as is shown",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}