{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/ea1f5b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/bca9a3bac4744694b20a90a5ca630380/c171a7a4-26f3-4ea0-9058-aaf5d1048181",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/68",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "in Plate I Fig 4, each column of sarcode in one zone (<u>cc</u> does communicate\r\nwith the two columns alternating with it in the next zone (c'c')<s><u>bb</u></s> by\r\ntwo rows of peduncular stolons; and the peduncles which pass from\r\neach pair of contiguous columns; to the single column of the next zone,\r\nincline towards one another, so as to enter it nearly in the same line.\r\n\r\n31 That which has been already stated in regard to the partial\r\ndeficiency of the inner wall in each of the concentric zones of the simple\r\ntype (§), partially holds good also in regard to the septa<s>,</s> which divide\r\nthe successive zones of the intermediate stratum in this more complex\r\ntype; for the<s>ir</s> walls of the columnar cells close-in around them\r\nvery imperfectly on their inner or central side, leaving large irregular\r\nvertical fissures (Plate VI, Figs 1,2, Plate VII, Fig<s>s</s> 1, <s>2</s>) which are <s>[?]</s> applied\r\nto the vertical rows of orifices on the outer margin of the included\r\nzone.\r\n\r\n32 The thickness of this intermediate stratum, and the number of\r\nvertical segments of which it consists, are found to vary considerably\r\nin different parts of the same disk; being usually least near the\r\nnucleus, and gradually augmenting in successive zones as their distance\r\nfrom the centre increases (Plate VI, Fig 3); or ceasing to augment at a certain point, so that the outer part of the disk is flat;\r\nor even diminishing again, so that the disk thins-away towards its margin. It is specially worthy of note,",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}