{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/0b2bee/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/dcd891c46d4136338e77ad90a79a55ab/8d1e427a-9c4a-48c5-baa2-6ab6ba051a21",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/69",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "that whatever differences of this kind may exist, they are entirely\r\ndue to the variable length of the columns of the <u>intermediate</u> stratum; the\r\ndepth of the cells of the superficial layers being nearly constant, <s>where</s> and\r\nwhere no vertical multiplication of these ever taking-place. The intermediate stratum,\r\nit abuts on the nucleus, <s>the intermediate stratum</s> is often very thin; the\r\nannular stolons that run beneath the superficial layers, being in\r\nsuch near proximity to each other, that the intervening column\r\nof sarcode is very short and consists of only a single vertical segment\r\nPlate V, Fig. 3.)\r\n\r\n33 The foregoing description applies in every particular to those\r\nspecimens only, which present the structure <s>[?]</s>\r\nof this type of Orbitolite in its most regular and characteristic\r\ndevelopments; and the differences between this more complex form, and\r\nthe simple form previously described, are such as at first sight to preclude\r\nthe idea of their specific identity. Hence I am not in the least\r\ndegree surprised, that Prof Williamson, by whom their respective\r\nplans of organisation were first compared (loc. cit.), should have\r\nunhesitatingly regarded these two forms as specifically distinct\r\nBut when a large number of specimens of the more complex type\r\nare carefully examined and compared with each other, it becomes",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}