{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/f4082c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5d05677bb72c181e55580b72c0881c48/b104c009-b8df-4a47-b699-0d22d5989b04",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/70",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "obvious that a vast amount of diversity in the arrangement of the\r\ncells of the shell, and of the segments of the animal may present itself;\r\nand that one after another of the characters which at first seem most\r\nclearly marked and therefore most distinctive, may be shaded off\r\n(so to speak) in such a manner that a <u>complete transition is established</u>,\r\nsometimes even in a single disk, between the simple and complex types.\r\nSuch a transition is exhibited by the specimen of which a vertical\r\nsection is figured in Plate VII, Fig 4; for it is obvious that the central\r\nportion of this disk (<u>a.b</u>) is so exactly conformable to the simpler type,\r\nthat if this growth had stopped at the twenty third zone, it would have\r\nundoubtedly been regarded as an unusually large example of that form.\r\nSo many variations present themselves, in the development of the\r\ndifferent parts of the more complex type, that it will be desirable\r\nto <s>consider</s> describe them under a distinct head (Sect IV); and when these\r\nshall have been duly considered, I think that the doubt as to\r\nthe specific identity of the simpler and more complex forms will\r\nbe done away.\r\n\r\n<s><u>III Physiology</u> </s>\r\n<s>34. Of the mode in which the Nutritive process is carried on in the\r\nOrbitolite, our imperfect acquaintance with their living habits leaves</s> ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}