{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/5f0cfe/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/1ed648d3441d3f5b9492292d4f20a4f5/7ac87839-ca8f-4f3a-a0ca-8fc0bd8d7fee",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/71",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "       III. <u>Physiology</u>\r\n34. Of the mode in which the <u>Nutritive</u>  process is carried on in the\r\nOrbitolites, our imperfect acquaintance with their living habits leaves\r\nus much in the dark; nevertheless it is fair to reason by analogy from a\r\ncomparison of this structure with that of other Foraminifera whose\r\nhabits of life are known; especially as this analogy is sufficiently\r\ncomplete in the present instance, to justify a tolerably firm reliance\r\nupon it, and as the results to which it would lead are in harmony with\r\nthe facts of observation. All the Obitolites, whether of the simple\r\nor complex type, which have been collected in the living state, have\r\nbeen found growing on the surface of <s>the</s> sea-weeds or other marine\r\nplants (as Zostera) or of Zoophytes; it may therefore be fairly\r\npresumed, that such is their ordinary habitat, and it is scarcely\r\nconceivable, therefore, that their <u>attached</u> surface should ever be\r\ninvested by sarcode. Moreover, several of the spirit-specimens which I\r\nhave submitted to decalcification, have proved to be so closely invested\r\nby a covering of <u>vegetation</u>, chiefly composed of <u>Diatomacea</u>, <u>Desinidea</u>,\r\nand other <s>simple</s> minute Algae, that I cannot suppose even the free surface\r\nof their disk to be ordinarily covered by sarcode. <u>Note</u> [I have found\r\nsuch an investment also on several dried specimens; and until I\r\nhad detached and examined <s>it</s> this, I should have supposed from\r\nits aspect that it was the desiccated flesh of the animal. I have little",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}