{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/b74368/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6120ab4e419ae9b72ecc635426284399/fbb7b22a-5758-43b1-80f9-3942363fd29e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/72",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "doubt that the \"greenish cuticle\" described by M Carter as covering his\r\n<u>Operculina arabica</u> (Ann of Nat Hist, Ser 2, Vol X, pp. 160. 172) and supported\r\nby M M D'Areliac and Haime (Op cit p.) to be specially concerned\r\nin the formation of the shell, is of the same nature]. The analogy of\r\nother Rhizopods, however, would lead us to suppose that the sarcode\r\nprojects from the marginal pores under the form of <u>pseudopodia</u>, and\r\nthat it is by the introduction of  alimentary particles (chiefly\r\nminute forms of vegetation) through this means into the mass of\r\nsarcode from which they are put forth, that the fleshy body pervading\r\nthe entire disk is nourished. For although there is nothing like a\r\ndigestive cavity in any part of it, or an alimentary tube passing\r\nfrom one portion to another, still less any vascular communication\r\nbetween the segments, yet as the sarcode forms one soft homogeneous\r\nmass continuous throughout, the body as a whole will receive the\r\nbenefit of any incorporation of new matter with its substance, in\r\nwhat ever situation this may be made. That organic particles\r\nsmall enough to pass through the marginal pores, are thus\r\nintroduced into chambers of the disk, is proved by the curious\r\nfact, that the residuum left after the decalcification of large, and",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}