{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/22b0b7/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e3dd20a2d959437e3d3c03d700339229/caef609c-3ca2-46c6-9d70-1bdd79826b21",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/74",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "36  The addition of new zones usually takes place with the same\r\nregularity in the complex as in the simple types of structure; but\r\ndepartures from this regularity, occasioned by a want of completeness\r\nof particular zones (such as are seen in Plate V, Fig 5,) are more\r\nfrequent; and this perhaps to be accounted-for by the larger\r\nsize of the disk, which will tend to produce less intimate\r\ndependence of each part of the animal body upon every other, and\r\nwill thus favour the partial action of any cause (e.g. an excess\r\nof nutri<s>m</s>ent materials) which promotes a more rapid growth on\r\none side than the other. And this view is most remarkably\r\nborne-out by the fact, which I shall more fully illustrate in a\r\nsubsequent memoir, that in another example of this group [<u>Note</u>\r\n[I refer to a genus hitherto undescribed, which I shall designate\r\n<u>Cycloclypeus</u>.] which, though normally growing upon the cyclical\r\ntype, possess a greater degree of segmental independence, such\r\nirregularities occur far more frequently; so that in fact, it is rare to meet\r\nwith a disk whose increase has taken-place with uniformity throughout.\r\n\r\n37. <u>Reparation of Injuries</u>. Looking at the vegetative repetition\r\nof parts which pre-eminently characterises the body of the Orbitolite; -",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}