{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/44d6ff/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/c13fcd65443ceeaa5fb74ed33cd346ac/df9e85f4-1ef5-407b-b4d6-2c1761fe9430",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/75",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "every one of the segments first budded-off from the nucleus, and subsequently\r\nfrom the margin of the pre-formed zones, being the precise repetition of every\r\nother, - it may be expected from the analogy of similar organisms, that\r\nevery one of these parts should be equally capable, both of repairing\r\ninjuries done to itself, and of maintaining an independent existence\r\nwhen detached from the mass to which it originally belonged. And\r\nalthough no opportunity has yet presented itself, of subjecting such\r\na conclusion to the test of experiments devised for the purpose, yet\r\n<u>accident</u> has furnished the means of verifying it, to a degree that\r\nscarcely have been anticipated. For in the course of my\r\nexamination of the large collections which have been placed at\r\nmy disposal, I have met with several specimens, in which it is\r\nevident that, after larger or smaller portions of the disk had been\r\nbroken away, a new growth has taken place along the fractured edge.\r\n-- Various examples of this are shown in Plate VIII<s>)</s>. In the first\r\nthat I happened to meet with, which is represented in Fig 5, the\r\ninjury is <s>obviously</s> evidently very slight, being confined to the tops of a few rows\r\nnear the edge of the disk, for something less than half its circum-\r\nference. This injury had obviously been sustained previously to the",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}