{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/5a61f3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ddb1781678d179dd73aaaa7efefccca2/d9a6643f-7dff-42a1-b0c2-0dce32ceea94",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/76",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "formation of the <s>two</s> last two zones; for these, whilst added to the uninjured\r\npart of the margin in the usual way, have followed the irregular\r\ncontour of the broken edge; and whilst in the former case, their\r\ncells present their normal conformity to those of the margin they\r\ninvest, in the latter the cells, while obviously continuous with\r\nthe preceding, are quite unconformable to those of the fractured\r\nmargin, as is shown on a larger scale in Fig 6. Hence it seems to\r\nme probable, that the growth of these two zones along the <u>fractured</u>\r\nedge, has taken place, not from the edge itself, but by an extension\r\nof the sarcode about to form the new circle of the <u>entire</u> edge, <s>at a</s> from the\r\npoints <u>a</u> and <u>b</u>. In Fig 8 is seen an example of a similar kind, in which\r\na much larger portion of the disk has been broken-away, so as to leave\r\nonly an irregular fragment, including its centre and about an eighth of\r\nits margin. Here seven rows of cells have been formed since the\r\ninjury; and these, whilst produced conformably to those of the\r\nuninjured margin, present the most marked want of conformity to\r\nthose of the fractured margin, which, nevertheless they completely\r\nsurround. A careful examination of this specimen, indeed, seems\r\nto me to leave little room for doubt, that the growth of the innermost,",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}