{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/695ae8/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d630ec2d049d15954c35f7383d9f86c5/4986c59b-ba5e-4a46-a21e-df0235734df1",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/77",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "or what I may call the <u>reparative</u> zone of cells, look-place, not from\r\nthe broken edge, but from the margin of the unbroken, just as, to\r\nuse a professional simile<s>e</s>, an ulcerated surface 'skins-over' by an\r\nextension of the integument from its edges, not by the direct formation\r\nof skin upon the <s>entire</s> granulation-surface itself. All the six rows\r\nsubsequently produced, are conformable to each other, and to the\r\nfirst or reparative row, from which they have obviously extended\r\nthemselves after the normal manner. It is observable, however,\r\nthat the breadth of these rows varies in different parts, being\r\nleast where they invest the projecting portions of the fractured edge,\r\nand greatest where they sink into its hollows. And thus it comes\r\nto pass, that the irregularities left in the shape of the disk, by\r\nthe top of a large part of its substance, are gradually compensated,\r\nso as to restore it to a form much more nearly corresponding to its\r\ntypical symmetry.\r\n\r\n38  Even a very small fragment appears thus to serve as the nucleus\r\nfor a new disk. In Fig 4 is shown an example of this kind, in which\r\nthe tendency to the reproduction of the typical form, by the compensative\r\nreparation just described, is very curiously marked. This specimen",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}