{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/64368c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/aec4da073151a136ccdc033193b392f7/24c8c1c4-2c91-482c-a366-d74314264dfc",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/78",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "also presents the following very curious feature, - that the new growth\r\nhas taken place from the <u>inner</u> margin of the original fragment\r\n(<u>a, a</u>), and not from its <u>outer</u> or growing margin, as in the cases previously\r\nnoticed. Having carefully examined it in various modes, I\r\ncannot entertain the slightest doubt that such has been the\r\ncase; for the cells of the first new zone, as well as those of all the\r\nzones subsequently produced, are so manifestly conformable to those\r\nof the thinner and older portion of the fragment, and are so\r\ninconformable to those of the thicker and newer margin, that\r\nit seems obvious that the sarcode must have extended itself\r\nfrom the former part, long the fractured edge on each side, and\r\nhave then enveloped the margin which had been left entire.\r\nThis may have more readily taken place in the present instance,\r\nbecause at the part (<u>a.a</u>) the fracture seems to have followed\r\nthe course of one of the zones, instead of passing, as at the sides of this\r\nfragment, and in the instances previously cited, in such a direction as\r\nto cut the zones transversely.\r\n\r\n39  The preceding instance clearly <s>shows</s> proves, that connection with the\r\ncentral nucleus is not in the least degree requisite for the continued",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}