{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/4e9251/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/be9689cb8c1d6b5cedd039a6d570e794/855c0436-4874-40c4-9b0c-cc69cf09712c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/79",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "growth of the peripheral parts since these may be entirely detached from\r\nit, without any loss of vital activity. The same inference may be\r\ndeduced from the examination of specimens, in which, the central\r\nportion of the disk having been broken-out, a growth of new zones\r\nseems to have taken place from without inwards, so as to fill up the\r\nvoid space thus left. In no other way can I account for the\r\nappearance presented by the specimen delineated in Fig 7, in\r\nwhich the included portion is as evidently unconformable to that\r\nwhich surrounds it, as it is in the preceding case, but in which\r\nthere is also an unfilled void, the shape of one part of which clearly\r\nindicates that it occupies the site of the original centre. <u>Note</u> [the\r\ncourse of the zones still left, clearly indicates that the disk must\r\nhave been one of those with a very eccentric nucleus, resembling those\r\nin Plate XI, Figs 1. 2. 10]  The <u>included</u> portion, and not the\r\nperipheral, must therefore be the after-growth in this instance;\r\nand it seems to have proceeded inwards from the zone <u>a, a, a</u>,\r\nin the line of which the fracture probably ran. Had a little more\r\ntime elapsed, the whole of the central vacuity could probably\r\nhave been filled-up by this new growth.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}