{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/92987a/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/40f30d8902893768df0e542e6260441e/45e7853c-8500-46d8-a255-fffe8ae6abe1",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/80",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "40.  In the specimen represented in Fig 2, the central portion appears\r\nto have been lost, with  about a third of the peripheral; and the new\r\ngrowth seems to have taken place at the same time from the\r\ninner margin <u>a a a</u> of the fragment, and from its <u>outer</u>  margin <u>b b b</u>,\r\nthe two growths becoming continuous with each other along the\r\nbroken edges <u>ab ab</u>. For although the zones that lie internally\r\nto <u>a a a</u> are conformable to those which surround them, yet there\r\nis a peculiar character about them (more apparent in the specimen\r\nthan in the drawing) which indicates them to have been formed\r\nat a late period, and to have been contemporaneous with those\r\nwhich surround the zone <u>b b b</u>. Their actual continuity at the\r\nangles <u>a a</u> is unfortunately interrupted by an injury which the specimen\r\nseems subsequently to have received; yet its traces are sufficiently\r\nperceptible on one side, to justify the  belief in its former existence.\r\n_ The specimen of which Fig 1 is a delineation, seems to have\r\nbeen the subject of several minor fractures and reparations; but\r\nthe course of its zones marks-out an obvious separation between\r\nan earlier- and a later-formed portion, one having sprung from the\r\nother<s>s</s> along the line <u>a.a</u>. The incompleteness of the specimen, however,",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}