{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/8bd1de/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/7f52a0036763d8948ef3d5fe59bd1d35/3368b488-5069-49f3-b863-32b2ef8f8f7b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/81",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "prevents me from coming to any certain conclusion whether the small\r\ninner portion is here the older, the large outer portion having grown\r\nin the first instance from its margin <u>a a</u>, and having gradually\r\nextended itself around it; or whether the outer portion is the\r\nresidue of an unusually eccentric disk, which, having lost its\r\nnucleus<s>,</s> and the zones immediately surrounding it, has\r\nfilled up the central space with an extension from its innermost\r\nzone, which is consequently the newest portion of the whole. _\r\n<s>40</s> It is interesting to find evidence in <u>fossil</u> specimens, that\r\nthe same kind of reparation has taken place. In a fragment of an\r\nOrbitolite from the Calcaire grossier of Paris, represented in Fig 3\r\nunder a low magnifying power for the sake of including the entire\r\nspecimen, there has obviously been a similar outgrowth from the\r\nzones formed from the uninjured margin, along the fractured\r\nedge, tending to restore the fragment to its typical symmetry.\r\n\r\n41  This series of abnormal phenomena, then, not only confirms\r\nthe conclusion<s>s</s> that seemed fairly deducible from our previous\r\nexamination of the normal mode of growth, with regard to the\r\nindependent endowments of the component segments of the",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}