{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/0c9790/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4f336c0749ced1177f1d5edabdbcd2fa/836b25bd-719d-4bca-84ce-27e3b6b057b5",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/82",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Orbitolite body, but also affords some additional information\r\nof much interest. For we see in the first place, that the growth of\r\nthe sarcode and the addition of new parts, may take place in\r\nthe direction of the <s><u>_</u></s> centre, where a free edge is exposed at the <u>inner</u> margin of any zone, as well as in the peripheral direction\r\nfrom the normal <u>outer</u> margin. Secondly the reparation <u>nisus</u>\r\nseems always to tend towards the production of a disk, whose\r\nshape shall approach the circular, whatever may be the form of\r\nthe fragment which serves as its foundation; thus showing\r\nthat notwithstanding the repetition and independence of\r\nthe separate parts of these organisms, each cluster, whether\r\nlarge or small, is an interger, having an archetypal symmetry\r\nto which it tends to conform, thus strongly reminding us of the laws of\r\ncrystallisation. And thirdly, the plan by which this recurrence\r\nto the discoidal form is provided-for, seems partly to consist in\r\nthe limitation of the new growth to the natural margins of the\r\nzones; no such growth taking-place from the edge of a fracture\r\nwhich has crossed the zones transversely, although it may proceed\r\nfrom the remains of a zone which has been broken-off by a fracture",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}