{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/a621a3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d8fa4469344b912e7558e32c1453ed11/853a5396-767b-4f13-bcaf-d2777defd941",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/83",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "that partly follows its course.\r\n\r\n42.  Much discussion has taken place upon the question,\r\nwhether each of the composite forms of Foraminifera, such\r\nas an Orbitolite or Nummulite, is to be regarded as a <u>single</u>\r\n<u>individual</u>, or as a <u>colony</u> or <u>cluster of individuals</u. All\r\noccasion for this discussion would, I think, be removed by\r\nthe adoption of philosophical views as to what really constitutes\r\nan individual, and as to the relationship between the parts\r\nwhich, having a common origin in one generative act; are\r\nmultiplied by a process of gemmation. As I have elsewhere\r\nendeavoured to show (Principles of Comparative Physiology Chap XI \r\nSect. 1.), the entire product of every generative act, whether\r\ndeveloping itself into a body of high organisation, distinguished\r\nby the structural differentiation of its parts, or evolving itself\r\nas an almost homogeneous aggregate of equal and similar\r\nsegments, must be regarded <s>[?]</s> as homologically the same;\r\n<s>one organism</s>; and the essential difference between the two, as\r\nliving beings, lies in the <u>functional</u> relations of their respective\r\nparts. For whilst in the former there is so close as <u>interdependence</u> ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}