{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/1a10d3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a18cb8926205ac670b807d7e17a64def/6ba0f472-7120-449f-a345-cc94d9b2253b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/84",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "amongst them all, that no one can exist without the rest, and\r\nthe life of the whole is, (as it were) the <u>product</u> of the lives of the\r\ncomponent parts, there may be in the latter, such a mutual\r\n<u>independence</u>, that each part can continue to live, grow, and reproduce\r\nitself when separated from the rest, so that the life of the whole\r\nis (so to speak) but the <u>sum</u> of that of its components. Now the term\r\n'individual' being commonly applied<s>,</s> to the entire organism in\r\nthe first case, and to only a small segment of it, perhaps, in\r\nthe second, is obviously inappropriate either to one or to the other,\r\nexcept in so far as it expresses the fact of independent existence\r\nBut the limits of such individuality as this cannot be strictly\r\ndefined, and they even differ widely in animals whose general\r\nplan of structure is the same <sup>x</sup><u>Note</u> [<sup>x</sup> See also M Huxley's\r\nobservations on this subject, in Philos. Transactions 1857\r\npp. 578. 580] Hence in regard to the Foraminifera, and in regard\r\nto Zoophytes, Composite Acalephae [?], we are to regard the entire\r\nmass originating in a generative act, as a <u>single organism</u>; and\r\nthe question in regard to the <u>functional independence</u> of its multiple\r\nsegments, is one of degree in each particular type. Thus, as we have",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}