{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/c1962e/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/3f1f47c85a59a92cab3c63ab4c48b89d/7da53cf3-966b-4e51-b3d2-0e9384f79c3b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/85",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "seen, this independence exists in the case of the <u>Orbitolite</u> to such a degree\r\nas to make each part entirely self sustaining, and to prevent the existence\r\nof any definite limit to the growth of the whole; yet it is quite possible\r\nthat in a form so much more elevated as <u>Nummulite</u>, there may\r\nbe, as maintained by M. M.D'Archiac and Haime (op. cit p 69) such\r\na degree of mutual dependence among the segments, and of unity\r\nin their aggregate life, that the latter predominates sufficiently\r\nto limit the growth of the organism to a tolerably determinate\r\nsize. [<u>Note</u>. Whilst admitting the possibility of this view, I shall\r\nhereafter have occasion to question its correctness; since the\r\nevidence on which it is based, appears to me by no means\r\nsatisfactory. In fact, when I come to describe (in a future\r\nmemoir) the structure and varieties of\r\n<u>Nonionina</u>, the nearest\r\nexisting type to Nummulite, and in my belief generically\r\nidentical with it, I shall have occasion to show that, there\r\nis not only no proof of the existence of such a limitation to its\r\ngrowth, but that there is strong evidence to the contrary.]\r\n\r\n43  The mode of <u>reproduction</u> of the Foraminifera generally\r\nis at present involved in the deepest obscurity, and it is scarcely",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}