{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/2551cb/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5d0988d0b2fefb738f2997df1c3c631c/16a889b2-d8b7-4802-884e-591736181d3b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/86",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "to be expected that it should be fully elucidated by any other means,\r\nthan continued observation of the animals in their living states, such as\r\nmay probably be best carried-out with regard to the species of our own\r\nseas by keeping them in vivaria. In default of such observations,\r\nand as a guide to further inquiry, I think it is well to state<s>,</,> what\r\nhas fallen under my own notice. In many parts of the body of\r\nspirit-specimens of <u>Orbitolite</u>, especially but not solely in the\r\nsuperficial cells, I have found in the sarcode broken-up as it were into little\r\nspherules as represented in Plate I, Fig 3 ; these spherules, however,do\r\nnot seem to possess any peculiar investment, nor does their sarcode appear\r\nto have undergone any special change. Similar spherules are figured\r\nby Profess Ehrenberg (op.cit) in several of the cells of his <u>Sorites</u>\r\n<s>O</s><u>orbicultus</u>; and Professor Schultze has recently (op. cit, pp. 26,27) described bodies\r\nwhich seem to be of the same kind, though more opake, (probably\r\nthrough having a denser envelope) as frequently presenting themselves\r\nin certain chambers of Rotalia, _____ or even throughout the\r\nentire series. I feel much inclined to believe that these bodies\r\nare \"<u>gemmules</u>\", which, like the zoospores of the Algae, are produced by a\r\nspontaneous detachment and more complete individualisation of certain",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}