{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/ba4f23/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ef576f9eee7817b50c830dcce10638f4/feb2f522-59b3-4d8e-928a-3176918a0ff0",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/87",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "parts of the oragnism, and which, escaping from it, through its marginal\r\npores, will go forth to lay the foundation for new disks elsewhere.\r\n\r\n43  Besides these, however, I have more rarely met with certain other\r\nbodies, apparently imbedded in the sarcode, which may be either\r\n\"gemmules\" in a later<s>st</s> stage, or may probably be two <u>ova</u>; these,\r\nrepresented in Plate I, Fig 11, seem to exhibit various stages of binary\r\nsubdivision; and they present a deep-red colour, even in spirit\r\nspecimens. I can scarcely imagine that these can be vegetable\r\norganisms, that have been introduced through the marginal pores;\r\nsince they are much too large to pass through these, without a great alteration\r\nin form; and this would seem to be incompatible with the firmness of their envelope. If <s>g</s> Fig. 11, is represented, under the\r\nsame magnifying power with the foregoing, an object which I have\r\ndetected in one of my vertical sections of the shell, where it\r\noccupies one of the superficial cells, the cover of which is\r\ndeficient. Now it is quite probable that this cell may have\r\nbeen accidentally abraded, and that the object in question may\r\nhave found its way into it <u>ab externo</u>: its position and aspect, however,\r\nseem to me much more conformable to the idea, that it has been developed\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}