{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/621878/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a3f06dc3d1c4c842882261611a3190d4/a3286dd9-18bd-4ef3-b9dc-aa0e115a705c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/89",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "           IV <u>Variations</u>\r\n\r\n44 <u>Variations in size</u>. _  We have already seen diversities\r\nboth in the <u>diameter</u> and in the <u>thickness</u> of the disk, arise\r\ndirectly from the degree in which the animal substance (whereon\r\nthe skeleton is modelled) has extended itself either <u>horizontally</u>\r\nor <u>vertically</u>, so as to multiply either the number of concentric rings, or\r\nthe number of the superposed segments of which each ring consists. This\r\nhowever, is not the only source of variation in size; for a most\r\nextraordinary diversity presents itself in the dimensions of the\r\nindividual components, by whose repetition the entire disk\r\nis made up. It is in the nucleus, that I find this diversity\r\nmost strongly marked; as will appear from a comparison of\r\nthe twelve figures on Plate IX, which exhibit a gradational\r\nseries from the smallest to the largest forms I have met with; all\r\nof them accurately drawn under the same magnifying power\r\nfrom specimens in my possession x[<u>Note</u>.x Of these figures, Nos. 1.2.3.4.5. 10 and 12 represent entire specimens, whilst Nos. 6.7.8.9. and 11 are\r\nthe central portions of larger disks] The length of the entire nucleus\r\nof Fig.12 is about <u>seven</u> times that of the nucleus of Fig.1, and its breadth\r\nabout <u>four</u> times as great; the area of the former is therefore about 28 times\r\nthat of the latter; and as it is also several times as thick, the whole of\r\nthe cavity which was occupied in the living state by animal substance,",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}