{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/4166c1/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d31ee2670a9f7d46257e2a71551e2848/55c476c4-1aa2-43cd-9e51-26572b5bd110",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/90",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "could scarcely have been less than <u>a hundred times as large</u> in the one\r\nas in the other. (Compare also Figs 1,5,6,10,12,13, of Plate I). There is not by any means the same amount of difference\r\nbetween the dimensions of the ordinary cells which are formed by concentric\r\nextensions of the nucleus; nevertheless it will be seen by a glance at the\r\nseveral figures on Plate IX, that these also exhibit marked diversities\r\nin soze, the largest cells being usually found to spring from the largest\r\nnuclei; and vice versa. Moreover the individual cells of the very\r\nsame disk are occasionally found to differ amongst each other,\r\nas widely as the cells of Fig 1. from those of Fig. 12.\r\n\r\n45 <u>Similar differences present</u> themselves in the <u>thickness</u>\r\n<s>in the <u>thickness</u></s> of individual cells; as is of course best seen in the\r\nsimple type of Orbitolite in which the augmentation of thickness\r\nis not produced by the vertical superposition of multiple segments.\r\nA remarkable example of this kind is presented in the comparison\r\nof Figs 3 and 4 of Plate II; these being like the figures in Plate IX,\r\ndrawn under the same magnifying power. I possess a series of\r\nvertical sections of different individuals, in which the same gradual\r\ntransition is seen from the thin to the thick, as is shown in Plate IX\r\nin regard to superficial area; and which also shows that the relative\r\nthickness of the central and of the peripheral portions is equally liable\r\nto variation",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}