{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/f3a78b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/282c98d0f2f6edf1b3c4180eaae6e4df/c2973675-6b69-46aa-8559-026e02e94a52",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/91",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "46 It seems obvious from the foregoing consideration, that neither\r\nthe absolute nor the relative dimensions of the individual parts\r\nof these composite fabrics,<u>[?]</s> can, any more than the dimensions of\r\nthe entire disks, be taken as affording valid characters for the\r\ndiscrimination of species; and that such a wide range of variation\r\nexists among individuals, as would, if the extreme cases alone were\r\nknown, seem fully to justify their separation under distinct\r\nspecific designations. Thus if the two extreme forms No 1 and 12 (Plate IX)\r\nhad been the sole object of comparison, most naturalists would\r\nundoubtedly have considered the strongly-marked difference in the\r\nsize of their respective nuclei to entitle them to rank as separate\r\nspecies; and even if No. 5 or No 6 had been brought into comparison\r\nwith them, it might have been a question of whether it should be\r\nassociated with No 1 or with No.12, or should rank as a third species\r\nintermediate between them, or should be considered as a connecting\r\nlink specifically identical with both, and therefore establishing\r\ntheir specific identity with each other. The comparison of the\r\nentire series <s>appears to me</s> must be felt to remove all ground for hesitation\r\non this point; since it is manifestly impossible to draw a line",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}