{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/5b1dcc/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6f592b208f90e302af0d7680ff768904/cc20b7f3-f301-456f-8416-a69a2137b39d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/92",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "across any part of it, which should divide it into two or any larger number\r\nof groups, respectively characterised by constant and well marked\r\ndifferences in size. And here again, therefore, we have evidence of\r\nthe great importance of bringing into comparison a sufficiently\r\nlarge number of forms to enable us to determine in some degree\r\nthe measure of individual variation.\r\n\r\n47. <u>Variations in shape.</u> The very strong tendency which we have seen to prevail\r\nin the Orbitolite, not only to the maintenance of the circular\r\ntype in the regular growth of the disk, but to its reproduction\r\nafter accidental injuries, seems to prevent the occurrence of any\r\nconsiderable variation in its general form, except such as may be\r\ndirectly produced by external agencies. The circular sometimes gives\r\nplace to an elliptical shape (Plate IX, Fig 12.) especially in young\r\nspecimens, whose form is more determined by that of the nucleus,\r\nthan is that of older individuals. And the occurrence of such a\r\nvariety in the recent type, makes me indisposed to admit that\r\nellipticity of shape can be in itself a sufficient basis for the specific\r\ndifferentiation of any fossil form<s>s</s> of  this genus. Of the marked",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}