{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/5e0701/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/11c2c53735b1d660eb0a47c553fe77fd/a29cb8b1-23b0-457d-b088-a45aefab3e45",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/93",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "differences in the general aspect of the disks, which may arise from\r\ndifferences in the relative proportions between their thickness and\r\ntheir diameter, and in the relative thickness of their central and\r\nperipheral portions, mention has been already made (§ §17 and 32).\r\nAnd the only other important departure from the typical shape\r\nwhich I have met with, either of the simpler or more complex form\r\nhas been described under a former head (§ 25)\r\n\r\n48 <u>Variations in the Form of the Superficial Cells and\r\nin the markings of the Surface.</u> The appearances presented\r\non minute observation by the surface of the Orbitolite, are so far\r\nfrom being uniform, that to any one whose eye had not become\r\nfamiliarised with their variety by the examination of a considerable\r\nnumber of specimens, they would become sources of great perplexity.\r\nWe have already seen that the cellular markings present two very\r\ndistinct forms, the <u>rounded</u> (Plate II Fig 1) and the <u>oblong</u> (Plate III, Fig 1); the first of these being specially characteristic of\r\nthat simpler type of structure<s>,</s> in which there is only a single layer\r\nof cells, but not being confined to it; whilst the second is peculiar\r\nto the complex type, in which there are two superficial layers,",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}