{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/576b6d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d4626fb8991ec8d5105c883973ac0047/5c271b0e-dbc7-4347-9a1f-03c9c42b1e76",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/94",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "distinct from the intermediate stratum. Now the occasional co-existence\r\nof both these plans of structure in a single individual (§33),\r\nsufficiently proves that the diversity of the surface-markings to\r\nwhich they respectively give rise, cannot be regarded as a basis\r\nfor specific distinction; and when these extremes of diversity are\r\nkept in view, it must be felt to be highly improbable that any\r\nmodifications of either form should possess greater importance. That\r\nsuch modifications are mere individual varieties, is further\r\nevidence by their <u>gradational</u> character and by the fact that\r\ntwo or more of them may present themselves in the same disk.\r\nIn my description of them, I shall limit myself to an account\r\nof those more remarkable and frequently-recurring varieties, which\r\nwill serve, I think, as a key to any others that are likely to be\r\nmet-with.\r\n\r\n49 <s>We have seen that</s> Although each surface, in either of the two\r\nprincipal types, ordinarily shows a division into concentric zones, which are\r\nagain transversely sub-divided so as to mark the separation of the\r\ncells, <s>but</s> yet sometimes the concentric zones are visible, and no\r\ntransverse sub-division is indicated, save by the alternation of lights",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}