{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/ab642f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/32ae7b8f87851239fdf4bfaac7915daf/15d4d1e8-6847-4fd3-8648-962d7a2d80bf",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/95",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "and shadows proceeding from a like alternation of solid substance, and\r\nof hollow spaces beneath (Plate X, Fig <s>11</s>12). This predominance of the\r\nconcentric divisions, which gives a very distinctive aspect to the\r\ndisks which exhibit it, is usually most apparent in individuals\r\nwhose vertical section exhibits two planar cells; and it has\r\nseemed to me to depend on the unusual freedom between the\r\nlat<s>t</s>eral communications, which I have notice in certain\r\nindividuals thus formed, so that the animal portion of each\r\nzone might be described as an annulus of sarcode, merely\r\nconstricted at intervals. This peculiarly cyclical aspect of the\r\nsurface (on whose occurrence in fossil specimens I believe the\r\ngenus <u>Cyclolina</u> to have been founded, §5) may pass into either\r\nof the principal types previously noticed; thus in Fig <s>12</s>11 we\r\nobserve the concentric zones, though still very strongly marked,\r\nbreaking up (so to speak) into bands of rounded cells with slightly\r\nconvex covers; whilst in Fig 10, they are subdivided by very\r\ndefinite transverse lines, into cells of a remarkable squareness, which\r\nstill retain the original flatness of their surfaces\r\n\r\n50  On the other hand the appearance of concentric division is sometimes",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}