{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/4d071f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/892d39f19422c5fcc9184b0b0aa1dc96/8f9ca924-5393-4b34-931f-ef8d95eeab58",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/96",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "almost entirely wanting; the surface of the disk exhibiting eccentric\r\ncircular markings, which resemble those of an engine-turned\r\nwatch-case (Plate X, Fig 3), and the boundaries of the cells being\r\nformed by the intersection of these with each other. This\r\naspect, however, which seems due to an unusual freedom in\r\nthe <u>oblique</u> communications between the cells in each zone<s>,</s> and\r\nthose alternating with them in the contiguous zones on either\r\nside, insensibly passes into the ordinary type; and it is not\r\nuncommon to meet with disks, especially fossil, which\r\nexhibit in one part the engine-turned aspect (Plate X Fig 3)\r\nand in another (Fig 10) that of concentric zones transversely\r\nsubdivided. Indeed I have sometimes found that the very same\r\ndisk might be made to present either of these aspects, according to\r\nthe manner in which the light is made to impinge upon it and\r\nis reflected from it.\r\n\r\n51  Although the rounded or ovoidal form of the superficial divisions\r\nis specially characteristic of the simple type of Orbitolites, yet it\r\nis by no means restricted to this; <s>besides</s> being frequently met with in\r\nthe thicker disks of the more complex type, and <s>besides</s> being almost",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}