{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/71a4e5/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/521753384704e63997cb89de60520e10/42156945-ac17-46bb-9d48-a223c70a9e36",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/97",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "constant in the fossil forms that abound in the early Tertiaries.\r\nThe occurrence, however, may always (I believe) be considered as\r\nindicating an incomplete separation between the superficial\r\ncells and the columnar cells of the intermediate stratum (§ );\r\nso that the former present the shape of the latter, in place of the form which\r\nproperly characterises them. The shape of the cells is sometimes marked\r\nout in unusual strength by the convexity of its lid or cover as shown\r\nin Plate X Fig. 4; and this feature is so pronounced in the large\r\nfossil Orbitolites of the Paris basin,  as to become visible to the\r\nnaked eye. A very marked diversity in its degree, however, as well\r\nas in the size of the cells, may be noticed in the contiguous zones\r\nof the same specimen in (Plate V, Fig. 9); whence it is obvious that\r\nthe convexity is a mere accidental variation, and is a character\r\nof no value whatever as regards the differentiation of species.\r\n_ The relation of the rounded to the square or oblong cells is\r\nmade evident by the occurrence of intermediate links of\r\ntransition. Thus from such circular cells as are delineated in\r\n(Plate X, Fig 6), the passage is [?], through the irregular polygons\r\nshown on a larger scale in <s>(</s> Plate IV, Fig 7, <s>)</s> (which are drawn under about",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}