{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/1698d8/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/bce197f794419324f5c2820a70b0d8ce/c8a5d1bd-5f80-4882-9f27-08bb0aa70567",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/99",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "basis on which the calcareous skeleton is moulded,is not a body of\r\nconstant shape, provided with organs having a fixed relation on to\r\nanother, but is a mass of almost homogeneous sarcode, which in the\r\nliving state is continuously undergoing changes of form, one part\r\nextending itself into pseudopodia, whilst another undergoes a\r\ncorresponding contraction, a strong<s>,</s> <u>a priori</u> improbability is seen to\r\nexist, that, in animals of such organisation, the form of the component\r\nsegments should possess that value as a specific character, which\r\nit can only derive from constancy.\r\n\r\n53  Besides those regular markings of the surface, which correspond\r\nto the division of the interior into cells, a peculiar aspect is frequently\r\ngiven to it, by the deposit of calcareous thickenings, which are sometimes\r\nirregular, but which occasionally present an approach to symmetry.\r\nThe most remarkable example I have met-with, of this kind of\r\naddition, is delineated in Plate X, Fig 8; in which it will be seen that\r\nthe deposit has taken place in radial lines disposed with a certain\r\ndegree of regualrity. But in Figs 1 and 5 which represent specimens\r\nwhose surface is far less altered by these deposits, no such symmetry\r\npresents itself; and other specimens in my possession exhibit the",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}