{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/eb3abd/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/75873c2d70e03e82b1a1c7895eaa148a/cc3b2fea-7a8d-4917-9f79-6ba587977709",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/100",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "means between these extremes. Hence we are justified in pronouncing this peculiarity to result\r\nfrom an accidental outgrowth, which is so variable in its degree as not\r\nto afford the least basis for specific differentiation. It is worthy of\r\nnote, however, that it presents itself far more frequently, and also in a\r\nfar more characteristic manner, in the Orbitolites of the Philippine Seas\r\nthan in those of the Australian or of any other Provinces; and this\r\ncircumstance seems to render it probable, that the outgrowth is directly\r\ndue to the influence of some external conditions, probably to an excess in the\r\nproportion of carbonate of lime in the waters inhabited by these\r\nparticular specimens.\r\n\r\n54 <u>Variations in Mode of Growth</u>._ Although the cyclical\r\nmode of growth, when once established, is subsequently maintained\r\nwith great regularity, and although in what may be considered\r\nthe typical form, it commences from the 'nucleus' itself, yet there are\r\nnumerous instance in which the typical regularity is more or\r\nless widely departed-from, so that the early increase seems to take\r\nplace after an altogether different plan. The most marked antithesis\r\nto that regularly-concentric type of growth, in which a complete annulus",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}