{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/a3204a/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d28be3fdb63369a8862f942d1147ca9a/ece621fb-2661-4f39-ae4d-9923a434d552",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/101",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of cells is formed around the large circumambient segment of the\r\n'nucleus' (see §17 <s>)</s> also Plate I Fig 5, and Plate II, Fig 2) is presented\r\nby those forms in which this circumambient mass only gives origin\r\nto new cells at its extremity; these in their turn bud-forth others,\r\nwhich extend and multiply themselves laterally, as well as in\r\nadvance; and thus a kind of spiral is produced, which opens out\r\nvery rapidly, the lateral portions of its mouth <s>tendering</s> tending to\r\ngrow round and embrace the nucleus. _ Thus, starting from the central globular mass; 1, of Fig 8 Plate XI, <s>we</s>\r\nwe see that the circumambient mass 2,2, which nearly surrounds\r\nit, gives origin at one of the extremities to a smaller mass 3, from\r\nwhich bud-off two cells 4.4, which again give origin to four cells\r\nconstituting the row 5.5.  The cells of the next row, 6.6, are more\r\nnumerous, but are themselves exceeded by those of the zone 7.7, which\r\nnot only surrounds it, but extends further backwards upon the\r\nnucleus.  So the cells of the Zones 8.8, 9.9, 10.10, 11.11, and  12.12, progressively\r\nincrease in numbers, and each zone extends itself further back upon\r\nthe nucleus; until those of the last of these zones nearly meet upon\r\nits yet unenclosed margin. The cells of zone 13.13 do actually meet",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}