{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/9fced8/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/bda68f78e9b8fc37dee730649e064b20/95630dc0-44b0-4721-99c0-c49ab3ea5027",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/103",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "55. Now if these two plans of growth_ the one cyclical from the\r\nbeginning, the other cyclical only after having been as first spiral_\r\nwere constantly presented in well-marked contrast with each other,\r\nthere would be good ground for considering them (as Prof Williamson\r\nhas done) [Transactions of the Microscopical Society, 1st Series Vol IV,\r\noo. 116-119] to be characteristic of distinct specific types. But this\r\nidea cannot be entertained, when a large number of individuals\r\nare examined. For it then becomes apparent, that the number\r\nof cases in which the nucleus is surrounded on all sides by\r\nthe same number of <s>complete</s> zones, indicating that the concentric mode\r\nof growth has prevailed from the very first, are very few; but\r\nthat in by far the larger proportion of specimens, there is a\r\nslight excentricity of the nucleus, with a larger number of\r\nzones on one side than on the other, as in Plate XI, Figs 3,9 and 11;\r\nindicating that the first-formed zones have been incomplete\r\ncircles, owing to a restriction of the gemmation of the nucleus to\r\none part of its periphery. _ This is shown extremely well by decalcified specimens of\r\nthe animal, no two of which in fact, precisely resemble one another <s>precisely</s> ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}