{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/62f080/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/7780ce20cd0b68b63f8b7fa38114d003/362b6d01-392f-4a64-9be0-2789246f72b0",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/104",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "in the mode in which the first zone of segments originates in the\r\nnucleus. Thus in the specimen represented in Plate I Fig 1, <s>the/s> of which\r\nthe nucleus is represented on a larger scale in Fig. 12, the\r\ncircumambient segment of the nucleus gives off only <u>three</u>\r\nstolons, at the end <s>,</s> most remote from its connection with the\r\ncentral mass; <s>and a like arrangement is seen in Fig 12; in both\r\nthese cases</s> and the first zone of segments is far from being entire, <s>and</s>\r\nthe cyclical type <s>is</s> not being completely attained, until two or three\r\nsuccessive additions have been made. In Fig 13, <u>eight</u> stolons\r\nare given off from the nucleus; and from the half-zone which they form, an\r\nentire cicle is next produced; thus affording a remarkable confirmation\r\nto the idea I have already suggested (§37) as to the capacity of a portion\r\nof a zone to give origin to a complete annulus, by the lateral\r\nextension of its bands of sarcode. In Fig 10, the nucleus gives\r\noff <u>eleven</u> stolons on one side, and there are indications of <u>three</u>\r\nor <u>four</u> on the other. In Fig. 6, the stolons come forth from a still\r\nlarger proportion of the periphery of the nucleus; the zone\r\nwhich first surrounds it, however, is still incomplete in some parts,\r\nthough the succeeding zone forms an entire circle. Finally in the\r\nspecimen presented in Fig. 5, which is almost the exact counterpart",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}