{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/d32e13/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6987df5194180f312a9abbb9e85f30ac/3ae7c36e-c35b-4c19-b794-c5140d073755",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/105",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of the diskrepresented in Plate II Fig 2, the stolons pollulate\r\nfrom the entire circumference of the nucleus, and the annular\r\nzones of segments are complete from the first._ The greater is the limitation of the power of gemmation\r\nto one side of the nucleus, and the larger the number of incomplete\r\nzones, the more will the early plan of growth approximate to the\r\nspiral type, such as is represented in Plate XI, Figs 4.6.7.8. It is\r\nobvious that the existence of these intermediate gradations break\r\ndown the barrier between the extreme forms, which Prof. Williamson\r\nhad proposed to erect; and shows that this, as in many other\r\nparticulars, differential characters which at first sight appeared\r\nto be perfectly satisfactory, lose all their force when carefully\r\ntraced through a sufficiently extended series of forms.\r\n\r\n56. It is desirable to note, as bearing on the relations between\r\n<u>Orbitolites</u> and <u>Orbiculina</u>, that even in those forms of the\r\nfirst named type, in which the <u>spiral</u> mode of early growth is\r\nmost characteristically displayed, it never seems to proceed\r\nfar beyond a single turn; and further, that the latter portion\r\nof this whorl merely surrounds the earlier; and does not cover ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}