{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/e50ad5/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/83d0659e9a6e897f1863db91a543815b/728da1b4-0739-4346-bf79-426ca223d21b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/106",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "it; so that unless (as some times happens <s>§</s> Plate II, Fig. 3) the nucleus should itself be\r\nthicker than the zones of cells which immediately surround it, there is no\r\ncentral protuberance. In Orbiculina, on the other hand, the\r\nearly growth invariably takes place according to the spiral type;\r\nthis type is always maintained, until several turns have been\r\nmade; and the later whorls not only surround but cover-in the\r\nearlier, so as to give rise to the central knob or protuberance. Some\r\ngeneral remarks, which I have to make, on the combination of the helical and cyclical\r\ntypes of growth, bearing upon certain fundamental questions of\r\nClassification, will be <s>found near the close of the present\r\nmemoir</s> more appropriately introduced after the\r\nstructure of Orbiculina shall have been compared with that of <u>Orbitolites</u>.\r\n\r\n57  It is not, however, in the early mode of development alone,\r\nthat striking diversities present themselves; for numerous\r\nvariations, some of them quite as remarkable, are often able\r\nin the course of the evolution of several parts which are\r\ncharacteristic of the 'complex' type. Thus in the first place,\r\nthe intermediate stratum is sometimes entirely deficient in the\r\nzones immediately surrounding the nucleus; so that the upper\r\nand lower annuli of sarcode <s>coalesce into</s> are <s>p</s>represented by only a single band, <s>as is marked</s> as is\r\n ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}