{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/961df2/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e3dea8c4ce9ad4e7dc225ec56d1b3498/7025e409-c089-4daf-9bb0-af4f817293ea",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/108",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "58  Even when an intermediate stratum is formed by the\r\nseparation of the annular canals, the superficial cells are\r\nnot always clearly marked-off from its columnar cavities; for\r\ninstead of being <s>divided off</s> separated by floors formed by the expanded summits\r\nof the zonal septa, (§28), they sometimes open at once into the columnar\r\ncells of the intermediate substance, so as to be quite continuous\r\nwith them. Of this we have an example in the three zones 6-8\r\nof the specimen represented Plate V, Fig. 2, <u>b-c</u>.\r\nThis continuity of the superficial cells with the intermediate\r\ncolumns is sometimes maintained throughout the disk, so that in\r\nno part of it are the former clearly marked-off from the latter; as\r\nis seen in Plate VII, Fig.3, and in the portion <u>bc</u> of <s>Plate VIIt</s> Fig. 4; in which, however, the\r\nintermediate layer is much less regular than usual. This method\r\nof growth is so remarkably constant in the <u>Fossil</u> Orbitolites\r\nof the Eocene strata, whose intermediate layer is fully and very\r\nregularly developed (see Plate VI Figs 6.7, Plate VII, Fig 9), that it\r\nmight be considered to be specifically characteristic of them, did\r\nwe not occasionally find it to occur in certain zones of recent\r\ndisks which are elsewhere exactly conformable to what I have",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}