{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/e12dde/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ddf4ede23a79b1471f5e41584dce8c0a/338d1aff-12ab-4c37-ae1e-df9e40cd5935",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/109",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "described as the <s>by [?] form</s> regular type. Thus in the vertical section represented\r\nin Plate V Fig 2 we see that whilst the superficial cells of the three zones\r\n<s>bc</s> <u>b-c</u> are continuous with the columns of the intermediate stratum,\r\na change them occurs in the relative places of the zonal septa,\r\nso that the cells of the former come to be, as it were, detached from\r\nthe columns of the latter; and have floors formed by the summits\r\nof the partitions by which these are divided. It is already\r\nremarked (§27), where the superficial cells are continuous\r\nwith the columnar cells of the intermediate substance, that\r\nthey present the rounded or ovoidal shape instead of the elongated\r\nstraight-sided figure, which is their characteristic form. And\r\nthe former seems to give place to the latter, whenever the cells\r\nof the superficial layer are perfectly separated from those of\r\nthe intermediate stratum, and are connected only with the\r\nannular passages\r\n\r\n59  The intermediate stratum, again, may be altogether wanting,\r\nnotwithstanding that the two superficial layers are separated from\r\neach other by a horizontal partition. [In this case, each layer\r\nhas its own annular canal; and its cells sometimes have such an arrangement",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}