{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/e89104/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/b721a248d232cd419042e17294722354/3f40cfac-4031-401a-b51b-a4a66025fc07",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/110",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "as regards those of the other layer, that one of the connecting stolons\r\nfrom which each segment arises, will pass into the alternating cell of the upper\r\nlayer and the other into that of the lower, This arrangement may\r\npresent itself as one of the modes of transition from the simpler to\r\nthe more complex type, as is shown in Plate VII Fig 8; the columns<s>ar</s>\r\nbeing disposed to subdivide transversely when they attain a\r\nconsiderable length, and the annular canal becoming double;\r\nwhilst in zones more distant from the centre the two layers\r\nare separated by the interposition of the intermediate\r\nstratum. Sometimes, however, the disk continues to increase\r\nand attains a considerable size on this duplex type; and\r\nits edge then presents two rows of rounded prominences with\r\npores between them, those of the upper and lower rows\r\nalternating with each other as is well seen in the vertical plate\r\nof the monstrosity represented in Plate XII Fig6. It is on a disk\r\nof this type, that Prof Ehrenberg has founded his genus <u>Amphisorus</u>,\r\nwhich I cannot regard as <s>not</s> even specifically distinct from\r\nthe ordinary Orbitolite. <s>The peculiar concentric aspect of the\r\nsurface (Plate X Fig.11) on which D'Orbigny has founded his genus</s> ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}