{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/56cd30/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/991738e1abc397dbaab2d52a1eaf7aaa/2428441b-b15c-4b1c-98af-3ca7606191d3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/116",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "uncommon.\r\n\r\n63  There may be some doubt in the first instance, as to the light\r\nin which we are to regard the specimens represented in Plate\r\nII Fig 8; whether as a 'monstrosity by excess', or as the product\r\nof the <s>[?]</s> fusion of the two individuals; but I think<s>,</s> this will be\r\nremoved by a closer examination. For it is obvious that\r\nthe smaller disk which is surrounded by the outer zones\r\nof the larger one, has been developed from a nucleus of its own;\r\nand this nucleus does not appear to have any direct\r\nconnection with the periphery, still less with the centre\r\nof the larger disk; and on the other hand, when we consider\r\nthe circumstances under which Orbitolites grow (§34), it is\r\nvery easy to understand that the smaller and younger\r\nindividual, having attached itself in too near proximity to the\r\nlarger and older one, should become imbedded therein\r\n(so to speak) by the extension of the newly forming zones\r\npf the latter around its margin. In fact, the manner in\r\nwhich the outer zones of the larger disk envelope the smaller,\r\nprecisely corresponds with that in which we have seen the\r\nthe new zones originating from the uninjured margin of a mutilated\r\nspecimen to extend<s>ing</s> themselves along its fractured edges (§37).",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}