{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/8bb932/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/c2736a236939ba3002d868bf28804030/3d942e7a-6622-4001-b5c5-6a0cbe0b032d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/120",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "animal body, in which so wide a range of developmental\r\nvariation normally exists. The lower classes of the Vegetable \r\nKingdom, however, especially the group of Fungii, afford abundant\r\nexamples of it <sup>x</sup>[<u>Note.</u><sup>x</sup> See especially the recent Memoir of M.\r\nTulasne, in the Annales des Sciences Naturalles]\r\n\r\n67  The extreme freedom with which all the cavities of the shell\r\n<s>naturally</s> mutually communicate, is a very marked feature in the structure of\r\nthis type; and shows that the several parts of the animal body\r\nare far more closely connected into one whole, than they are in most\r\nof the other Foraminifera whose general plan of conformation\r\nis more or less analogous. Indeed if we were to imagine a\r\ndiscoidal mass of sarcode to be traversed by a reticulated calcareous\r\nskeleton, somewhat resembling that open areolar texture which\r\nforms the <u>shell</u> of the Echinida, and this network to possess\r\nsomething of that regularity of the disposition of its successively\r\nformed parts, which is presented to us in the <s>species</s> <u>spines</u> of the Echinida, we should have no unapt representation of <s>its</s> the relation\r\nof the <s>disk of</s> shelly disk of the Orbitolite to the animal which it envelopes. There are certain Sponges\r\nwhich have a reticulated skeleton composed of mineral matter<s>s</s> \r\n ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}