{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/71ff56/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/98e6c3e790e15f0f56f658dded16ae72/13424a6f-cdd2-4bac-844d-6c391e6e430a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/122",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "fundamentally the same forms, developed in three different modes.\r\n\r\n69  Of the <s>idenity</s> identity of all the <u>fossil</u> species with the foregoing,\r\nI cannot speak with the same confidence; since there are some of\r\nwhich I can only judge from figures. Into the structure of\r\nthat which is best known, however, and which has been commonly\r\naccounted the type of the genus, viz the <u>Orbitolites complanata</u>\r\nof the Paris basin, I have made investigations scarcely less\r\nminute and extended, than into that of the recent forms; and I\r\nhave come to the conclusion, that it cannot be specially distinguished\r\nfrom the large Australian Orbitolite, to which it bears a very\r\nobvious general conformity. It is true that it differs from the\r\ntypical forms of the latter in two important features of structure,\r\nwhich are, however, mutually connected;- namely the direct\r\ncontinuity of the cells of the superficial layers with the columnar\r\ncells of the intermediate layers, and the rounded or ovoidal\r\nform of the superficial cells which (as already stated) these\r\nalways possess as in the simpler type, unless they are disconnected\r\nwith the columnar cells, and communicate only with the\r\nannular stolons (see § 58). But since this very peculiarity does",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}