{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/4a6eb6/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/46e89555ec3d14f00e2432dc8aecd485/94d20e35-461a-49f8-b888-dd7d11d816b8",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/123",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "present itself in certain existing individuals, whose development\r\nseems to have taken place upon a lower type (compare Plate\r\nII Fig 6, with Plate VII, Fig 2), and since it occasionally shows\r\nitself in the course of the passage from the simplest to the\r\nmost complex types, in such as ultimately attain the latter,\r\nthere appears to me no room for questioning the specific identity\r\nof the <u>O. complanata</u> with the Australian forms, notwithstanding\r\n<s>the entire absence</s> that I have never met, among the numerous specimens which\r\nI have examined of the former, <s>of</s> with those elongated parallel\r\nwalled superficial cells, which constitute the most distinctive\r\nfeature in the latter. It may be well, moreover, to bear in\r\nmind, the remark I have already made, respecting the\r\nlocal prevalence of particular varieties of form; since there\r\nis nothing more strange in the incompleteness of the type of\r\ndevelopment presented by the Paris-Basin Orbitolites, than\r\nin the tendency to excessive development, which gives rise to\r\nthe numerous monstrosities that are presented by the AEgean\r\nSpecimens (§62), or in the radial deposits on the surface, which are so\r\ncommon among the Philippine forms (§53). My belief in the specific",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}