{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/60aef1/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d49888154d8d1a5bbc834ce635a9eb74/9fe3c1f7-cce2-4b75-9c8b-7602650167c4",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/124",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "identity of this fossil with the recent types, has been strongly confirmed\r\nby the circumstance, that among the Paris Basin forms I have\r\nfound the minute specimen represented in Plate II Fig 9;\r\nwhich corresponds in every respect with the <s>young</s> simple type of the\r\nexisting species.\r\n\r\n70  Of the other fossil species cited by Lamarck, the <u>O\r\nMacropora</u> of the Maestricht beds, judging from the figure\r\ngiven of it by Goldfuss, is nothing else than an Orbitolite of\r\nsimple type, such as that of which a portion is represented in\r\nPlate II Fig 7, with its marginal cells, both above and below, laid\r\nopen by attrition, as in Plate X, Figs 4. 3. The <u>O. concava</u> and\r\n<u>O. rileolus</u> of Lamarck are not distinguished in his definition by\r\nany other character than that drawn from <u>form</u>, which we have\r\nseen to be so variable as to be quite insufficient as a distinctive\r\nfeature. It is quite possible, moreover, that they may belong to another\r\ntype; nothing being said in the description of them, either of\r\nconcentric lines, or of pores. If, as I believe, the <u>O. concava</u> of\r\nLamarck (figured by Michelin in his Icon. Zoophyt Plate vii Fig.\r\n9) be identical with the <u>O conica</u> of M D'Archiac, I feel",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}