{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/226396/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/74f72a2018439f432faa78feaa9d6fff/15f41222-b658-4b08-ba03-112417f98a3d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/125",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "certain that whatever it may prove to be, it is <u>not</u>  an Orbitolite. So\r\nagain, the O.<u>lenticulata</u> of Lamarck, judging by the figure given\r\nof it by Lamouroux (Polypieis Pl. lxxii Figs. 13.16), is <u>not</u> an\r\nOrbitolite, but probably a Lunulite. Of the species subsequently\r\ndescribed by other authors, I entertain no doubts that the\r\n<u>O. disculus</u> of M. Leymerie<sup>x</sup>, as well as in all probability the\r\n<u>O. plana</u> of M. D'Archiac, is nothing else than <s>the</s> a variety of O. complanata;\r\nmore especially as its young is said to be like the <u>O. macropora</u> of\r\nMaestricht. The <u>O. gensacica</u>, <u>O. secans</u>, and <u>O socialis</u> of\r\nM. Leymerie, are all undoubtedly <u>Orbitolites</u>; and all\r\nbelong I believe, to the same species, though on this point\r\nI could not speak positively, without an examination of\r\ntheir internal structure. So, again, the <u>O. mamillata</u>, <u>O.\r\nFortisii</u> (O. gigantea of D'Orbigny) <u>O papyracea</u>, <u>O. stellata</u>,\r\n<u>O. sella</u> and <u>O. radians</u> (O. radiata of D'Orbigny.) of M\r\nD'Archiac<sup>+</sup> are <s>undoubted</s> all probably Orbitoides, as he himself\r\n<u>subsequently recognised in regard at least to some of them<sup>‡</sup> </u>\r\nx  Mem. Geol. Soc. of France, 2 ieme Ser Tom IV pp 190 191\r\n+  D.  Tom ii p. 170 and 2 ieme Ser, Tom iii p.4\r\n‡  Description des Animaux Fossiles du groupe Nummulitique\r\nde l'Inde p. 350",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}