{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/d3efc6/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/68b29c7558f57e7bee672cbfe3afcd77/1de53c5d-f107-450c-9ba3-b9204b5addf3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/128",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "de Polypes d'Laudouce\"; what little <u>is</u> known respecting them, being\r\nof a nature to mark them as distinct from every other type of\r\nliving beings with which we have a tolerable acquaintance. And\r\nthirdly, I think I shall be able to show that certain <u>general principles</u>\r\nevolve themselves as results of <s>any</s> these investigations, which are quite\r\nas applicable to every other department of Biological Science,\r\nas they are to the single case of the <u>Orbitolite</u>. \r\n\r\n72 It has been shown that a very wide range of variation\r\nexists among <u>Orbitolites</u>, not merely as regards <u>external</u> form,\r\nbut also as to <u>plan of development</u>; and not merely as to the shape\r\nand aspect of the <u>entire organism</u>, but also with respect to the\r\nsize and configuration of its <u>component parts</u>._ It would have been easy, by selecting only <u>the most divergent\r\ntypes</u>, from amongst the whole series of specimens which I have\r\nexamined, to prefer an apparently-substantial claim on behalf of these to be\r\naccounted as so many <u>distinct species</u>, and I could thus have easily created\r\nan almost indefinite number of such species. But after having classified\r\nthe specimens which could be ranged round these types, a large\r\nproportion would yet have remained, either presenting characters\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}