{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/2a7de4/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/0deaddbbb1db3ac7a8d93b077eef97f9/38a9408d-f3e8-4f63-818a-cf7a6297bd6d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/129",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "<u>intermediate</u> between those of two or more of them, or actually <u>combining</u>\r\nthose characters in different parts of their fabric; thus showing that\r\nno lines of demarcation can be drawn across any part of the series, that\r\nshall definitely separate it any number of groups, each characterised\r\nby features entirely peculiar to itself. Thus, then, we see that the\r\nreal relationships of the different types to each other, can only be\r\ndetermined by <u>the careful comparison of a very large number\r\nof individuals obtained from as many different sources as possible</u>;-\r\na process which is too frequently neglected by Systematists, many\r\nof whom erect species, and even genera, without the least\r\ncare to determine by any such process, the real value of the distinctions by which\r\nthey characterise them.\r\n\r\n73  The right mode of proceeding in every other department of\r\nNatural History, must be that which has thus been proved to be\r\nthe only reliable method in this; and I venture, therefore, to lay\r\ndown the following general Canons; deduced from the preceding\r\nhistory; which<s>,</s> will, I think, be found accordant with the experience\r\nof all soundly-judging Naturalists, although they have not\r\nyet, so far as I am aware, received a formal expression.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}