{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/87d87f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/1ab37d5f1a314dafe0d84593905bd972/1fbdfb4c-53ca-49fc-b1ed-9ce495e0f3c5",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/132",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "every department of Zoology and Botany by those who devote themselves\r\nto a more extended comparison; thus nineteen species have been made\r\nfrom the common <u>Potatoe</u>, and many more from the <u>Solanum nigrum</u>;\r\nso multitudes of species have been instituted in various genera of\r\nCalifornian shells, by the late M C.B Adams <s>a more extended comparison</s> whose identity is\r\nestablished by a more extended comparison of individuals (as will be shown in a Report\r\nwhich is being prepared at the request of the British Association\r\nby my Brother the Rev<sup>d</sup> P.P. Carpenter); in fact, where ever this\r\ntest is conscientiously applied, its effect is to <u>reduce</u> the number\r\nof reputed species, sometimes in a most remarkable degree <sup>x</sup>\r\n<sup>x</sup> [<u>Note</u> I am most glad to find my views on this point in accordance\r\nwith those of Dr Joseph D. Hooker (see his \"Introductory Essay on\r\nthe Flora of New Zealand, §2), who has been led to the conviction\r\nthat instead of affirming the existence of 100,000 species of known\r\nplants, we ought not to reckon more than half that number]\r\n(4) In like manner it has been by comparing only a small number\r\nof specimens from remote geographical [provinces, and neglecting the\r\nintermediate varieties that present themselves, even among\r\nsufficiently large collections <s>of</s> from these, still more among specimens\r\n\r\nk49",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}