{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/dcfa5d/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f964e561669d28b128c396e0ccc22d2a/e6e96bdc-a92b-412e-bb67-06160ada1323",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/133",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "collected from intervening regions, that not only numerous errors of\r\ndetail have been committed, but general doctrines have been\r\npropounded which the advance of Science has proved to be utterly\r\nuntenable _ As an example of the former kind, may be cited the\r\nfacts mentioned by Dr. J.D. Hooker (op cit), that of the New Zealand\r\nvarieties of <u>Oxalis corniculata</u>, one of the most widely disposed and\r\nmost valuable Flowering plants<s>,</s> in the world, no less than seven\r\nor eight species have been made, neither of them supposed to be\r\nidentical with any belonging to the European Flora; whilst <s>Petris</s> <u>Pteris</u>\r\n<u>aquilina</u> has a different name in almost every country in the world.\r\nIt has been through reliance on such ignorant determinations, most\r\nof them proceeding on the notion that \"the plants (or animals) of\r\nnewly discovered, isolated, or little-visited localities must\r\nnecessarily be new.\", that the doctrine of the universal distinctness\r\nof the species of the New World from those of the Old, and of those\r\nof the Southern from those of the Northern Hemisphere, has attained\r\na very wide currency amongst Naturalists, and is still obstinately\r\npersisted-in by some, in defiance of ample evidence to the contrary.\r\n[<u>Note</u>.\"Thus as long ago as 1814, Mr. Robert Brown gave a list of 150 European",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}