{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/7733ae/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e69fc8bdbe89ab905e4a1a045d9417a0/f84883b1-8d77-44db-801f-f33ea0a38d1c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/134",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "plants common to Australia and Europe. The identity of many of these has repeatedly\r\nbeen called in question, but almost invariably erroneously; added to which,\r\nmore modern collections have greatly increased the list\" Hooker Op. cit. p xviii (5). Lastly, not only has the limitation of the comparison\r\namong Fossil types, to a small number of individuals, led to the\r\nexcessive multiplication of species in the forms that are furnished\r\nby the same strata; but the same habit of relying on minute\r\ndifferences, without attention to osculant characters, has given rise\r\nto that disposition to regard the species of successive formations as\r\nnecessarily different, which is introducing the greatest confusion\r\ninto geological and palaeontological determinations of every kind.\r\nHow an extended comparison of individual forms, tends to reduce\r\nthe number of reputed species, and to establish the continuity of the\r\nsame specific types from one stratum to another, will be remarkably\r\nseen when the laborious researches of Dr. Wright of Cheltenham\r\non the Cidarites of the Liassic and Oolitic formations shall have\r\nbeen made public.\r\n\r\n76  Another general consideration of some interest, appears to me\r\nnaturally to connect itself with the foregoing History:- namely",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}