{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/2d686b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/13d3bb057dd29ff29156a0f93999d4ed/dc33dfb9-f2c7-4a0e-a6c7-e99190d63368",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_54_1/canvas/135",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "that the lower the general plan of organisation of any being, (that is,\r\nthe greater the prevalence of 'vegetative' or 'irrelative' repetition in its\r\ndifferent parts), the more is that plan liable to be modified by\r\nslight differences in external conditions, and the wider, therefore,\r\nmay we expect its range of variation to be, if it be disposed to vary at\r\nall. In some instances, it is true, there appears (as in many higher forms of organisation) to be an absolute\r\nincapacity for any such variation; and a limitation of the geographical\r\nand geological distribution of the species results from its want of\r\npower to exist under any great diversity of external conditions.\r\nBut where the same general type of organisation is found to\r\nprevail extensively both in space and in time, it may, I think, be\r\nsafely regarded as probable, that that type has within itself the\r\npower of accommodation to a considerable diversity of external\r\nconditions; and hence that in the comparison of individuals,\r\ndifferences of conformation should be considered as of less account\r\ntowards the establishment of specific distinctions, than they are\r\nwhen there is an obvious restriction of the type to a <s>particular</s> limited\r\nGeographical area or particular Geological epoch.\r\n\r\n[Note. For a more detailed consideration of this subject, and for its special\r\napplication to the question of the relationship of the Races of Mankind, see the\r\narticle \"Varieties of the Human Race\" contributed by the author to the\r\n\"Cyclopaedia of Anatomy Physiology\" vol. iv]",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}