{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_54/canvas/297695/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/9aa5d20edaa7cfe38fcb228576dde274/d546fa85-e150-4191-bedc-442267feda60",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_54/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "But to this it may be answrd, that by the same \r\nargumt wee may conclude against the possibly \r\naeternall  Duration, because no number of Days or \r\nYears or Ages can compleat it. Another argument \r\nI have heard urged, that if the number of fixt starrs \r\nwere more than finite, the whole superficies of their \r\napparent sphere would be luminous, for that those \r\nshinig bodies would be more in number than there are seconds \r\nof a degree in the area of the whole sphericall surface.\r\nwhich I think cannot be denied; But if we suppose \r\nall the fixt starrs to be as far from one another, as the nearest of ym from \r\nthe Sunn; that is if we may suppose the Sunn to be one \r\nof them, at a <s>double <\\s> greater distance their Disks and Light will \r\nbe diminisht in the proportion of squares, and the space \r\nto contain them will be encreasd in the same proportion;\r\nso that in each Spherick surface the number of starrs it might \r\ncontain will be as the biquadrate of their distances.\r\nput then the distances immensely great, as wee are well \r\nassured they cannot but be, and from thence by an obvious \r\n<u>calculus <\\u>, it will be found, that as the diameters of the \r\nfixt starrs diminish, the intervalls between them must en \r\ncrease. Add to this, that the more remote starrs, and \r\nthose few short of the remotest, vanish even in the most \r\n[illegible] Telescopes by reason of their extream minuteness; so \r\nthat, though it were true that some such starrs are \r\nin such a place, yet <s>its <\\s> their beams aided by any help yet \r\nknown are not sufficient to move our sense; after the \r\nsame manner as a small Telescopicall fixt starr is\r\nby no means perceivable to the naked Eye.\r\n\r\nDr Halley on the \r\nStarrs \r\nread March 9\r\n1720",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}