{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_54/canvas/1f04a5/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a92e1212c09637ed48682bb727c3c928/852f2820-00d0-47aa-90c1-85e533a8fd67",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_21_54/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "At the last meeting of the Society I adventured to propose some \r\narguments that seemed to me to evince the infinity \r\nof the Sphere of fixt Starrs: as occupying the whole \r\nAbysse of Space or the [Greek to pan] which at present is \r\ngenerally understood to be necessarily infinite and thence \r\nI laid be four you what may seem a very <u>Metaphysicall \r\nparadox <\\u>, viz. that the number of Fixt Starrs must then\r\nbe more than any finite number, and some of them more \r\nthan at a finite distance from others. This seemed lo in \r\nvalue a contradiction, but it is not the only one \r\nthat occurrs to show who have undertaken freely to consider the \r\nnature of Infinite, which perhaps the very narrow limits \r\nof human capacity cannot attain to. Since then I have \r\nattentively examind what might be the consequence of an \r\nHypothesis that the Sunn being one of the fixt Starrs, all\r\nthe rest were as far distant from one another as they \r\nare from us: and by a due calculation I find that there \r\ncannot, upon that supposition, be more than 13 points \r\nin the surface of a Sphere as far distant from the center of <s>a sphere <\\s> it as they \r\nare from one another, and I believe it would be hard \r\nto find how to place thirteen Globes of equall mag \r\nnitude, so as to touch <s>ing<\\s> one in the Center: for the....\r\nangles of the <u>Icosaedron  <\\u> are from one another very \r\nlittle more distant from its center that is, the side of the Trianglar \r\nBase of that Solid, is very little more than the semidiameter \r\nof the circumscribed sphere, it being to it nearly as 21 to 20.\r\nSo that it is plain that somewhat more than 12 equall spheres may \r\nbe posited about a middle one; but the <s>Solid <\\s> Sphericall angles or angles of the planes of \r\nthese figures being incommensurable with the 360 gr \r\nof the Circle, there will be severall interstices lost, \r\nbetween some of the.... , but not such so as to receive in any \r\npart the thirteenth sphere: Hence it is no way im ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}