{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/RR_1950_A3_2/canvas/442450/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/93b9ce7ec1b8e9b1fa91011d358e40e4/24354be6-89e4-4479-aaff-fa94874579aa",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/RR_1950_A3_2/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "REFEREE'S REPORT\r\nTo the Sectional Committee for Mathematics\r\nPaper by D.R. Bates, A. Fundaminsky & H.S.W. Massey, F.R.S. \r\nOn Excitation and ionization of atoms by electron \r\nimpact. I. The Born and Oppenheimer approxi-\r\nmations - General theory\r\n1. Is the paper suitable for reading before a meeting of the Society? \r\nYes\r\n2. Does it contain contributions to knowledge of sufficient scientific interest for the space \r\nrequired? \r\nYes\r\n3. Are any portions of the paper, or any illustrations, redundant? \r\nNo\r\n4. Should the paper by published by the Society? \r\nYes\r\n5. If so, in the 'Philosophical Transactions' or the 'Proceedings'? (see note on opposite \r\npage). Transactions \r\n6. Or could it more appropriately be published by some other body? \r\nNo\r\n7. Comments or criticisms which might enable the author to improve or correct his statement. \r\n(Further remarks may be attached.) \r\nI would recommend that this paper and the following one be combined in a single \r\npaper, because they are clearly connected and anyone who reads one will want to read the \r\nother. They could be very well published in the transactions, because the work is of a \r\nkind that will not quickly get out of date and will be referred to for a long time to \r\ncome. \r\nIt would need only small changes to combine the two papers. It would be necessary \r\nto state separately the authors for Part I and Part II and to change the references to the first part in \r\nthe second, and to combine the two lists of references. I would recommend that the two abstracts \r\nbe combined into one and the two introductions be left separate. \r\nSignature P A M Dirac ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}