{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/cfcd16/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4e6dfe7367b3728f7b77edb62d1015a9/a50222fc-4fe0-4b66-8548-0119dbdf4008",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "1. In order to obtain the spectra of all the elementary bodies you may make use either of the flame or the electric current. For this purpose the flame is preferable on account of its easy management and therefore was immediately introduced into the laboratory of the Chemist. But its use is rather limited, the metals of alcalis being nearly the only substances, which, if introduced into the flame give spectra exhibiting well defined bright lines. In the case of the greater number of elementary substances the temperature of the flame, even if augmented by oxygen instead of air, is too low. Either these substances by means of the flame are not reduced into vapour, or if reduced, the vapour does not reach the temperature necessary to render it luminous in such a degree that by prismatic analysis, we obtain its characteristic rays. The electric current, the heating power of which may be indefinitely increased by increasing its intensity is alone fitted to produce the peculiar spectra of all elementary bodies.\r\n2. In adhibiting the electric current we may proceed in a double way. In one case the substance to be examined",
                "format": "text/plain",
                "language": "en"
            }
        },
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4e6dfe7367b3728f7b77edb62d1015a9/82a7426a-ed63-4119-b199-8b0ca0d16548",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "1. In order to obtain the spectra of all the elementary bodies you may make use either of the flame or the electric current. For this purpose the flame is preferable on account of its easy management and therefore was immediately introduced into the laboratory of the Chemist. But its use is rather limited, the metals of alcalis being nearly the only substances, which, if introduced into the flame give spectra exhibiting well defined bright lines. In the case of the greater number of elementary substances the temperature of the flame, even if ali  \r\nmented by oxygen instead of air, is too low. Either these substances by means of the flame are not reduced into vapour, <s>tr converted<\\s>\r\nor if reduced, the vapour does not reach the temperature necessary to render it luminous in such a degree that by prismatic analysis, we obtain its characteristic rays. The electric current, the heating power of which may be indefinitely increased by increasing its intensity is alone fitted to produce the peculiar spectra of all elementary bodies.\r\n2. In adhibiting the electric current we may proceed in a double way. In one case the substance to be examined",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}