{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/4b71ea/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/43333dab93884a646a9c10a2910c341a/16d91329-3523-48ad-9e64-fceec387b4fe",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/18",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "18. When the light sent out from the incandescent \r\nNitrogen within the capillary tube is \r\ndispersed by means of four prisms the \r\nshading of the less refracted bands also is \r\n<u>dis<\\u>[re]solved into dark narrow lines; but these \r\nlines are smaller than the similar lines \r\nof the more refracted bands and their distri \r\nbution quite different. If the dispersion \r\nincrease, in each band, we at first perceive \r\na new dark limit, but gradually the design \r\nbecoming more defined, we observe in each band extremely delicate bright lines boun \r\nded by a shadow or by dark lines \r\nBy closer examination of a band we \r\ndistinguish first a least refracted small part,\r\noccupying about the seventh part of the \r\nwhole, formed by two bright lines, including \r\na somewhat larger, dark space. The first of \r\nthese two bright lines touches the dark ex \r\ntremity of the preceeding band, the second \r\nis bounded by a subtle dark line, smaller than the \r\ntwo first. A fourth bright line divides the whole \r\nband into two parts, one less refracted, com \r\nprising the small one just described, the\r\nother more refracted and larger, the breadth \r\nof both parts being about in the ratio of 4:5.\r\nStarting from the bright middle line a feeble \r\nshading is produced by a numbre of most \r\nsubtle dark lines, the darkness of which decreases \r\ntowards the least refracted part. Similar \r\nbut darker lines produce the stronger shading ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}