{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/492031/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/9385184348ec88d4dcee81119ae73812/3344e94a-5ff2-4fea-b673-2c9e9a18cb73",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/22",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "22. We may denote the orange, yellow, light green,\r\ndark green and blue groups by I, II, III, IV and V\r\nand the single lines of <s>each<\\s> them by the arabic \r\nnumbers, the place they occupy in each \r\ngroup being reckoned from the left to the \r\nmore refracted. Thus in adding the chemical \r\nsymbol of the gas, we get a general denomi \r\nnation, according to which NII5, NIV6\r\nNIV7 and NV2, for instance, indicate the brightest \r\nlines of the groups of the Nitrogen spectrum.\r\n23. Not only the general character of the \r\ntwo kind of spectra we obtained when Nitrogen \r\nwas heated in our tubes, either by the direct \r\n[di]scharge or by the discharge of the interposed \r\nLeyden jar, is quite <s>a<\\s> different <s>one<\\s>, but \r\nthe difference is even so great that the bright \r\nlines of one of the spectra do not in the least \r\nfall within the brighter part of the bands \r\nconstituting[?] the other. Thus, for instance,\r\nthe bright yellow line NII5 falls within the 19th \r\nband, the darkest of all bands constituting \r\nthe less refracted part of the spectrum; the \r\n[b?]right blue line NV2 falls into the darker \r\npart of one of the channeled spaces. Accor \r\n[d]ingly it appears by no means probable \r\nthat by increasing the temperature the \r\nshaded bands of one spectrum may be \r\ntransformed gradually into the bright lines \r\nof the other; nevertheless it would be desirable \r\nto prove by experiment that the passage \r\nfrom one spectrum to another is a discon \r\ntinuous and abrupt one.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}