{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/f7de84/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f9b1b26ca0985ab85f4c8a8df2e89c58/6b2a24aa-34f8-4595-8a02-ca4d761821c9",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/24",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the bands of the other are <s>dis<\\s>resolved, finally de \r\npends upon the molecular condition of the ignited \r\ngas and the corresponding modification of the \r\nvibrating ether within it. Certainly, at the present\r\nstate of science, we have not the least indication \r\nof the connexion of the molecular constitution \r\nof the gas and the kind of light emitted by it.\r\nBut we may assert with confidence, if one spectrum of a given gas be replaced by quite a \r\ndifferent one, there must be an analogous change \r\nof the constitution of the ether, indicating a new \r\narrangement of the gaseous molecules. Consequently \r\nwe must admit either a chemical decomposition \r\nor an allotropic state of the gas. Conclusions \r\nderived from the whole series of our researches \r\nled us finally to reject the first alternative and to \r\nadopt the other.\r\n26. The same spectral tube exhibits in any \r\nsuccession whatever as often you like each of \r\nthe two spectra. You may show it in the \r\nmost striking way by effecting the intercalation \r\nof the Leyden jar by means of a copper \r\nwire immersed in<s>to<\\s> mercury. As often as \r\nthe wire is taken out of the mercury we \r\nshall have the spectrum of bands, as soon \r\nas the communication is restored the spectrum \r\nof bright lines. Hence we conclude that \r\nthe change of the molecular condition of Nitrogen \r\nwhich takes place if the gas is heated beyond \r\na certain temperature by a stronger current \r\ndoes not permanently [alter its chemical \r\nand physical properties, but that the gas,",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}