{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/3e282b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/bb911e8f244c05d789b0ca2dada7abd1/607fa466-8f6a-4e39-aa71-f4b35e76f8de",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/45",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "bright lines from a dark ground, finally all \r\nthe group disappeared. The groups (b),(c)\r\nand (d) remained nearly unchanged; <s>but<\\s> there appeared \r\nonly two bright lines of (c), the place corres \r\nponding to the two following ones being very \r\nbrilliant.\r\nThe whole spectrum was divided into large \r\nfields, similar to the fields we described in \r\nthe case of the flame of cyanogen fed with \r\noxygen. But in this <s>new<\\s> case each field is \r\nbounded at its more refracted and shadowed \r\nextremity by the first bright line of a charac \r\nteristic group, the following lines bordered by \r\nshading, rise from the lightest part of the adjacent \r\n<s>group<\\s> field. In the new instance the fields are not \r\nbounded in the same way. After the group \r\n(a) disappeared, there is a differently shadowed \r\ndark space, extending to the place of the third \r\nbright line of that group. In the remaining \r\npart of the spectrum we may distinguish \r\nseven shadowed fields. The first goes a little beyond \r\nthe first bright line of the group (b), where \r\nit is bounded by a transverse line, <u>bisecting<\\u> [dividing] the \r\nband formed by the two first lines of the group,\r\ninto a dark less refracted and a light more \r\nrefracted part. Accordingly, the first bright \r\nline rises from the dark end of the first field,\r\nthe remaining lines from the light end of \r\nthe second field. The second field does not \r\nreach the first bright line of the following \r\ngroup (c), this line being nearly equally \r\ndistant from the extremity of the field and the \r\nnext line of the same group. The third field goes ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}