{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/f8f011/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/474c6e8b85bb05535e666dde29dcf375/6a99b2d2-2ba9-43db-ba8b-87429c01a841",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/53",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "mined large violet band and H[beta] extended \r\nits decreasing light on its <s>both<\\s> [two] sides. In \r\n<u>adhibiting<\\u> [employing] the Leyden jar and giving to \r\nthe gas in our new tubes a tension of about \r\n60mm, the spectrum is already transformed \r\ninto a continuous one, with a red line at one of its extremities. At a tension of \r\n360mm the continuous spectrum highly increa \r\nsed in intensity, while the red line H[alpha]\r\nexpanded into a band, [<s>a<\\s>]rise<s>d<\\s>[s] from it. [I dont quite understand \r\nis it (is scarcely to be \r\ndistinguished)\r\nIf the electric spark passes through hydrogen \r\nat the ordinary tension, the ignited gas on \r\nits way, always gives the spectrum of the \r\nthree <u>expanded <\\u> lines. +\r\n+ After <u>Fraunhofer<\\u> and especially Dr <u>Wheatstone<\\u> directed the attention \r\nof philosophers to the electric spectrum, <u>Masson <\\u> indicated the red hydro \r\ngen line, but without referring in an explicit way to its origin. Ang \r\nstrom first separated the spectrum of gas from the spectra of metal. In the \r\ndiagram he gave of the hydrogen-spectrum, he represented, by means of \r\ncurves, the intensity of light along the whole length of the spectrum, es \r\npecially the maxima of intensity within the red, the green and the vio \r\nlet. These maxima correspond to H[alpha], H[beta], H[gamma] here expanded into bands,\r\nthe breadth of which as well as their decreasing intensity towards both ends \r\nare indicated by the extension and steepness of the curves. After one of \r\nus published his first researches on the spectra of ignited gases Mr \r\nvan der Willigen, in operating with strong induced currents, determi \r\nned in a similar way the maxima of intensity of the hydrogen spectrum.\r\nThe spectra thus obtained are not <s>indic<\\s>[calcul]ated to prove the connexion \r\nexisting between the bright lines of ignited gases or vapours and Fraun \r\nhofer’s dark lines of the solar spectrum. Starting in his first com[m]u \r\nnication [made to the Royal Swedish Academy 1853] from the theoretical conception “that the dark lines of the \r\nsolar spectrum are to be regarded as an inversion of the bright lines \r\nof the electric spectrum” Mr Angstrom concluded the coincidence of \r\nH[alpha] with Fraunhofer’s line C, but the diagram shows, that this con ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}