{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/2127b2/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/06165601d99244cb8a93a5b47cf4f68a/979a6f57-2de3-41dc-aea4-b005d6c43f6c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/67",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Likewise the configuration of two orange bands, A, and \r\ntwo green ones, B, is represented, exhibiting the charac \r\nter of the less refracted part of the <s>[text?]<\\s> spectrum (15-19, 27-28) \r\nS represents the spectrum of Sulphur, as obtained \r\nby means of an exhausted bent spectral tube, enclosing \r\nSulphur moderately heated by an alcohol lamp and \r\ntraversed by the charge without an interposed jar (35 36). \r\nTwo green and two blue shaded bands p, as seen by means \r\nof the four prisms, are represented by A and B. \r\nCI <s>represents<\\s> shows the spectrum of vapour of Carbon, ob\r\ntained by the combustion of Cyanogen in Oxigen. \r\nIt exhibits within the large shaded fields groups of pe\r\nculiar bright lines the brilliancy of which it was impossi\r\nble to represent. These groups are denoted by a, b, c, d, \r\ne, f, g, h. The red extremity becomes fainter when the \r\nheat of combustion increases, and even appears more \r\ndistinct<s>,<\\s> if the combustion takes place in air (41-46) \r\nThe configuration of one of the red bands, as seen when \r\nthe four prisms are employed, is represented by A. \r\nCII exhibits the spectrum of vapour of Carbon<s>e<\\s> \r\nobtained by means of spectral tubes<s>,<\\s> enclosing Oxide \r\nof Carbon<s>e<\\s>, the gas being decomposed by the electric \r\ndischarge (49-50). <s>I<\\s>On taking away all characteristic groups, \r\nthe remaining part of the spectrum, consisting only of \r\nthree large shaded fields, is that obtained if the density \r\nof the gas be greater and the discharge too strong (51), as well ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}