{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/5ba4bc/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/012d5176765dfa283a542f32f187cd25/8b033411-d0a8-458e-9130-729419e8c07e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/68",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "as in the case of imperceptible traces of decomposed carbonic \r\ncombinations (8).\r\nCIII shows the less refracted part of the brightest of the large \r\nshaded fields (51). \r\nCIV exhibits a peculiar distribution of light and shade \r\nwithin the violet, scarcely indicated in CI, but well deve\r\nloped<s>,<\\s> when Olefiant gas instead of Cyanogen is burnt \r\nin Oxigen (48). \r\nPlates II & III \r\nrepresent spectra of the second order on a scale one third larger \r\nthan the scale of Plate I.\r\nIn Plate II<\\s>,<\\s> N shows the second spectrum of Nitrogen (20-23), O \r\nthe spectrum of Oxigen (63), S the second spectrum of \r\nSulphur (37-38), Se of Selenium (39).\r\nIn Plate III I shows the spectrum of Iodine, Br of \r\nBromine, Cl of Chlorine. Some remarks may be added here \r\nwith regard to the conditions under which the spectra are obtained.\r\nIodine was introduced into a bent spectral tube and the tube \r\nexhausted as far as possible. While <s>most<\\s> more recently tubes have \r\nbeen constructed which do not allow the discharge of Ruhm\r\nkorff’s large coil to pass, not even at a very short distance \r\nof the electrodes, the same effect will scarcely be obtained if Iodine  \r\nis enclosed in the tube. Accordingly at the very first moment \r\nthe phenomena described in art. 8 take place, but soon after vapour \r\nof iodine <s>being<\\s> is developed by the heating power of the discharge<s>,<\\s> \r\nwe get, without the Leyden jar, a spectrum of mere Iodine, \r\nconsisting of very well defined lines on a dark ground. <s>, occu\r\npying the middle part of the spectrum<\\s> After the interposition \r\nof the jar these lines became more brilliant, but remained well defined, \r\nand their number increased. Then the position and the intensity ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}