{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/b3e724/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/2d8954bd3e20507b11db997ca8912b50/47922bf3-608d-453a-815d-c27a869c3422",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/69",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of the lines of the middle part were determined while the red ex\r\ntremity was not at all developed and the violet one most \r\nimperfectly. If the density of the vapour is increased by heating \r\nthe tube by means of an alcohol lamp the lines determined \r\nare expanded, while the ground becomes illuminated. The brillian\r\ncy so increases that the eye can scarcely bear it, till at last \r\nthe discharge ceases to pass. While the middle part approaches \r\nto continuity a certain number of delicate brilliant red \r\nlines seen in the diagram appear, and do not lose their distinctness as long as \r\nthe discharge passes. Towards the violet extremity new \r\nlines likewise appear, but though that extremity becomes most \r\nbrilliant we were not able to get the lines well defined. Accor\r\ndingly the position of the expanded lines is approximately \r\nindicated by dotted lines.\r\nA drop of Bromine was introduced into a small \r\nexhausted spectral tube. The tension of its vapour being \r\ntoo great to allow the discharge to pass, the vaporised \r\nfluid was expelled till the remaining vapour obtained a \r\ntension of about 6cm. But by and by the vapour of \r\nBromine combined with the platinum of the electrodes \r\nwas deposited on the interior surface of the tube and after \r\nsome time, evidently from want of sufficient conducting \r\nmatter, the beautiful spectrum almost suddenly faints. \r\nThe spectrum was taken with the interposed jar. In this \r\ncase H[alpha] and H[beta] are simultaneously seen, but expanded, in\r\ndicating traces of remaining water. The lines of Oxigen <s>is not indi\r\ncated<\\s> are not seen. Without the jar Hydrogen is not indicated. Then \r\nfour bright lines, belonging to Bromine, appear in the \r\nneighbourhood of H[alpha]. While, with the interposed jar, they ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}