{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/c55705/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/b52554ebb67b554c4175d5d2b21524e3/262de956-8a43-4ce6-969f-a41189c678f1",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_72_1/canvas/70",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "are fully expanded like this Hydrogen-line a less refracted \r\nsubtle line appears, always remaining most distinct. The \r\nblue and violet extremity of the spectrum is better defined than \r\nin the case of Iodine.\r\nThe spectrum of Chlorine is taken under similar conditions \r\nas the spectrum of Bromine. The spectral tube most carefully \r\nexhausted was several times filled with Chlorine and exhausted \r\nagain. The final tension of the remaining gas was about \r\n6cm as it was in the former case:-\r\nP exhibits the spectrum of Phosphorus (64). \r\nWe conclude with a general remark regarding more or less \r\nall the spectra of the second order represented in Plate I & II. The \r\nintensity attributed to the different bright lines constituting \r\nthese spectra corresponds to the conditions in which they are \r\nbest developed. <s>Their<\\s> There seems to be a general rule that all \r\nluminous lines become brighter and are finally expanded, when \r\nthe heating power of the discharge continually increases. But \r\nfor different lines the intensity does not rise in the same ratio: \r\nthus lines less brilliant at first than others may afterwards sur\r\npass them in brilliancy. The intensity attained by the different \r\nluminous lines before they are expanded greatly differs; lines \r\nmay disappear by expansion while others of the same spectrum do \r\nnot yet appear. The <s>mo<\\s> least refracted lines generally resist \r\nexpansion the most.\r\nNB. In order not to detain the printer, I send this immediately.\r\nA letter will shortly follow. All colours are printed and are \r\nnicely done. It is promised complete in three weeks. Plucker ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}