{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/648023/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/b4183ce426b5a1c66de6725fbe360d46/b741973e-2432-4d73-88ec-fec12ec6a15c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "N,sup>o<\\sup> 610 Received 13 April 1848 S.H.C. Withdrawn 2<sup>nd<\\sup> Nov<sup>r<\\sup> Archives S.H.C. \r\nAttempt to apply Instrumental Measurements \r\nto the Zodiacal Light. By Professor Charles Piazzi Smyth, \r\nF.R.S.E. & F.R.A.S. Astronomer-Royal for Scotland. Communicated by Captain W.H. Smyth, \r\nF.R.S. &c \r\nWhen preparing to make a night-journey over one of \r\nthe plains of South Africa, in the month of June 1843, a friend \r\ncalled my attention to the peculiar appearance of the sky in the \r\nwest, as offering a very decided proof, agreeably with theory that \r\nthere was no \"Solar Atmosphere\" to be seen at that season of \r\nthe year. \r\nOn looking in the direction mentioned, the last portion \r\nof the twilight was just visible, & forming a peculiarly level \r\nline above the place where the sun had set, for an extent \r\nin azimuth of perhaps 40 degrees, and at a height of about \r\n5[degree]. all the gorgeous colours which had attended the setting \r\nof the sun, had long since vanished, and there only remained \r\nsufficient light within the flattened arc described, to make \r\nthe space, included between it and the horizon, appear <u>light<\\s> \r\nblue, while all the rest of the sky had attained a deeper colour, \r\nnay, almost black, & was thickly spangled with small as \r\nwell as large stars. \r\nThere most decidedly was not any symptom \r\nthen of the so-called \"way of the twilight shooting upward.\" \r\nBut as soon as the last illuminated portion of the Wes-\r\ntern sky had set, the last phenomenon, i.e, the Zodiacal light, \r\nappeared in an unmistakeable manner, rising up in the \r\necliptic to a height of 50 degrees, with a breadth of perhaps 12 \r\nat the horizon; & forming, with the vast extent of its illumi-\r\n=nated surface, and the regularity of its contour, - one of the \r\nmost remarkable objects in the starry sky. The form was that \r\nusually described, viz, a wedge pointing upwards with curved \r\nsides, of excessively indefinite outline; but still, as far as could \r\nbe judged, free from any irregularities: the light, which was \r\nmore delicate and transparent than that of the milky ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}