{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/5b6a21/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4e7c3210e99cc30790cf50b8024926de/ef25ba8e-2732-4cfe-8cc5-c2a021a5b299",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "way, increased transversely from either side to the central longitu-\r\n=dinal axis & from the apex downwards, until overpowered by the haze \r\non the horizon. \r\nNow, two circumstances worthy of note were pointed \r\nout by this might's observation, 1<sup>stly<\\sup> that persons did not always \r\nknow exactly where to look for the zodiacal light, nor what sort \r\n of object to expect; and 2<sup>ndly<\\sup> that the theory was greatly in \r\nerror, & for an astronomical matter, grievously wrong. Both \r\nclasses of mistakes may have been brought about in no small \r\ndegree by the injudicious mixing up of erroneous theoretical & \r\nspeculative views, with the simple nomenclature of the phenome=\r\n=non. \r\nAll that can be asserted from a single observation, & \r\nperhaps indeed from all the observations that have been made, \r\nup to the present time, is that a light  appears in the Zodiac; \r\nand if it be called \"the Zodiacal light\", no idea except the \r\nvisible fact itself is included. But to  call it the \"Sun's atmos=\r\n=phere\", is taking for granted a supposed fact which has never \r\nbeen proved, and imagining the body to obey peculiar laws, to \r\nwhich it may not really be subject. Moreover, as in the case of \r\na phenomenon which is so extremely faint as scarcely to be \r\nseen at all, - a person may too easily persuade himself that \r\nhe sees it as he <u>ought<\\u> to see it, - so there seemed to be much \r\nnecessity for making further observations, which though they \r\nmight prove after all to be not entirely free from errors of \r\njudgement & idea, yet would probably not be affected in the \r\nsame way as those of other observers. \r\nThe circumstances in which I was placed were very favou=\r\n=rable so far as the clearness of the sky, the purity of the atmosphere, \r\nand the advantage of geographical position were concerned; but \r\nbeing engaged in the active duties of a trigonometrical survey, \r\nsometimes on the top of high mountains, & sometimes in the \r\nplains below, the different character of the stations exercised ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}