{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/65d334/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a2658e098ac995a0a15c9f923b43bb99/8528ed9a-6dfa-47c0-ab7b-404152ff4f76",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "too great an influence on the phenomenon to be observed, to allow \r\nof strict comparison being made between the observations at the \r\nvarious places. But there was at least the possibility of being able \r\nto determine a good method of making the observations, by endea=\r\n=vouring to reduce to practise some plan by which the results \r\nshould be expressed more in numbers than has generally been the \r\ncase; and of ascertaining at least the degree of accuracy with which \r\nobservations of place, i.e. of AR[?] & D could be made; in more or less \r\nfavourable localities or seasons. \r\nI proposed to myself thereforeto endeavour to determine \r\neach night the AR[?] &Dec<sup>n<\\sup>. of the apex of the light; though the \r\nonly method which was then available, viz. observing the parti=\r\n=cular stars amongst which the point was situated, was only \r\nof use when there were large stars close by; since even if there \r\nhad been star maps to refer to in the desert, to identify the \r\nsmaller ones, the phenomenon to be observed was not one that \r\nwould bear close and direct investigation. It was only after \r\nhaving closed the eyes for some little time, or having turned \r\nthem to some dark part of the sky or earth, - that on suddenly \r\ndirecting them to the region of the Zodiacal light, but not \r\ndirectly to the middle of it, it was seen of a well defined figure: \r\nfor by looking straight at it, and still more by coming \r\ninto contact with any artificial light, the situation of the \r\napex appeared to vary many degrees, or could not be decided \r\non at all. \r\nAt length therefore, in 1844, I made a little wooden \r\ninstrument with equatorial motion, plain sights, & roughly \r\ndivided circles; which being placed in position in some spot \r\nfree from any artificial light, readily gave the means of \r\ndetermining the object sought. For by the sort of side-glance above described, a good \r\nnotion of the position of the apex being obtained, the plain \r\nsights were immediately pointed to the spot, the circles read ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}