{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/003ab9/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/40990eeb52e19b52c846268c1b6d6e73/cb350206-9c0e-49ff-a7a7-59519d2af7bb",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "A few days after the last observation in October 1845 I left the Cape, & \r\nthe passage thence by S<sup>t<\\sup> Helena through the Tropics was so uniformly \r\ncloudy, that I was unable to obtain another satisfactory look at the \r\nZodiacal Light. And ever since my residence in Edinburgh, in \r\nthe middle of a city glowing at night with gas, and seething \r\nwith smoke, and under a sky but rarely clear, nd when it \r\nis so, not unfrequently illuminated by the Aurora Borealis, - \r\nI have been equally unfortunate. \r\nTo be able to make a good observation of the Zodiacal \r\nlight the sky should be quite free from clouds, the air pure & \r\ntransparent; not the slightest vestige of the twilight remaining, \r\nthe milky way far from the neighbourhood, nor the Moon \r\nvisible, or the brighter planets, (such as Venus and Jupiter) near. \r\nIf these circumstances be secured, and a person looks out at \r\nthat period of the year as herein after detailed, when the ecliptic \r\nmakes a large angle with the horizon of the place of <d>elevation<\\d> \r\nobservation, - he can hardly fail to see the phenomenon in the \r\nmost marked degree. A beginner must be especially cautioned \r\nnot to begin looking too soon in the twilight to discern the \r\n\"Sun's atmosphere\" under the idea haply, of catching it before \r\nall traces of the sun's light on the horizon are completely gone; \r\nand he should also be forewarned of the immense influence which \r\nclimate and geographical position have on the visibility, and \r\napparently on the form and size of the phenomenon. Thus in \r\n56[degree]. N. Lat. & still less further North, even were the elongation \r\nof the light E. & W. equal in every respect, it would still never \r\nappear equally visible and would but seldom be seen either \r\nway. In the summer the twilight would render the sight \r\nimpossible, and in winter the sun's path is too low & oblique. \r\nIn the spring evenings* the light would be well seen, because \r\nthen the twilight is of a moderate length, and the Zodiacal \r\nlight rises at an angle to the horizon of 30 degrees greater \r\nthan the equator, and therefore does not set till long after the ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}