{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/e026c1/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/8ff0b5e81eba54b916ea1e1faff43024/9487b233-5f50-4885-aeeb-431aa3f6ec0c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "twilight has disappeared; but as the other end rises in the morning \r\nat that season necessarily at an angle 30 degrees less than that of \r\nthe equator, the apex in its slanting position hardly rises above \r\nthe mists of the horizon before the twilight illumines the sky. \r\nIn the month of September matters are just reversed,* and the \r\nZodiacal light rising in the morning at a greater angle than \r\nthe equator is then well seen, but is not at all visible in the \r\nevening, when, from the slanting position of the body, the apex \r\nsets very soon after the Sun. And in these two short appropriate \r\nseasons, so many of the nights may be rendered untoward by \r\nclouds, strong moonlight, and other causes, that an opportunity \r\nof seeing the Zodiacal light may even then rarely be enjoyed. \r\nSimilarly in the Southern Hemisphere in 56[degree] S. Lat. \r\nsupposing also, as before, that the Zodiacal light stretches out \r\nequally from the Sun on every side in the plane of his equator, \r\nthe two most favourable opportunities in the course of the year \r\nfor viewing the body would be, in the evening in the month of \r\nSeptember, and in the morning in the month of March. And \r\nthat this would usually be the case, the observations made in \r\nLat. 33 S. sufficiently attest. \r\nIn order to give a clearer <s>description<\\s> conception of what may be \r\nexpected to be seen, than can be conveyed in words alone, I have \r\nsubjoined a number of drawings both of what the Zodiacal light \r\nis and what it is not; the latter being the great comet of 1668, & \r\n1843, mistaken on both occasions for the more permanent mem=\r\n=ber of the system. The object in the construction of the drawings \r\nhas been, in as far as it was possible to be compassed by the small \r\nskill of the author, to give so complete a reproduction of all \r\nthe attendant phenomena and circumstances of climate or \r\ncountry, as to enable any one who looks at them to form a \r\ntolerable idea whether any of the accompanying conditions, under \r\nwhich the original view was obtained, seem likely to produce \r\nan erroneous judgement in the spectator of the exact form ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}