{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/8fd5a3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/8338020ab3f9af09b41b97223effe19f/79f3da41-b5d8-41ea-86ae-14a3d526304a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/7",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "and appearance of the Zodiacal light. A larger portion of the land=\r\n=scape has therefore been introduced, than would otherwise have been \r\naltogether appropriate in Astronomical drawings. \r\nA more important addition is however the insertion in \r\nthe margin of the circles of Right Ascension & Declination, which \r\nshow what particular projection has been employed, and serve \r\nto identify the stars, fix the latitude in which the observations \r\nwere made, the time at the instant, and to give an idea of \r\nthe dimensions of the body under discussion, and the region of \r\nthe sky in which it is found. To represent <s>the [text?]<\\s> in true perspec=\r\n=tive, or as the Eastern or Western portion  of the sky would be \r\nthrown on paper by the camera lucida, the horizon is defined \r\nby a straight line in the picture, and the East or West point \r\nmust lie in the middle of that line; then the eye of the spec=\r\n=tator being directed towards it as such, the equator being a great \r\ncircle will be represented by a straight line drawn through \r\nthat point, and rising at an angle to the horizon equal to \r\nthe latitude of the place, and the Meridian lines or the paral=\r\nlels of Right Ascension, being also great circles, must be \r\nexpressed by straight lines crossing the equator at right angles: \r\non the other hand, the parallels of Declination being small \r\ncircles will appear as conoidal curves. \r\nA great circle becomes a straight line on the picture, \r\nsince it is a plane passing through the eye, and the common \r\nsection of this plane with the plane of the picture, is a straight \r\nline. A small circle is a conoidal curve on the picture, because \r\na small circle is seen as a cone of which the apex is at the \r\neye, and the common section of this cone with the plane \r\nof the picture, is a conic section. The form of the conic section \r\nwill vary as the inclination of the cone's axis to the plane \r\nof the picture varies. \r\nIn all the drawings given herewith, the  line of sight \r\nis seldom directed to the East or West point, but \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}