{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/7e22b5/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/91fd3f0c99ada754650cef7d5d80e7db/ee330085-6623-4c8c-b308-870827256c80",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/8",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "generally between them and the Northern (or point of culmina\r\ntion for the Southern Hemisphere). Were the spectator to face the \r\nNorthern point exactly, then the equator would be represented \r\nby a straight line, parallel with the horizon, and elevated \r\nabove it at an angle equal to the co-latitude  of the place. \r\nAnd according to the degree to which the spectator turns \r\nround from the East or West points towards the North, the incli=\r\n=nation of the Equatoreal line will vary, from the angle of the \r\nlatitude of the place, to perfect horizontality. \r\nThis varied inclination of the equator has been \r\nstrictly attended to in all the accompanying cases; but it has \r\nbeen found advisable for simplicity in practise, to represent the \r\ndeclination circles also by straight lines, for there is hardly any \r\nsensible difference caused thereby in the central region of the \r\npicture, where all the important part of the subject to be deline=\r\n=ated, lies; and although the configuration of stars near the borders \r\nmight not be such as would exactly appear to the eye of a \r\nspectator, or as they should be represented by the usual rules \r\nof perspective, still the amount of discordance is so extremely \r\nsmall, that the nicest eye would hardly perceive it, and, \r\nwhat is far more important than that, a  representation per=\r\n=fectly similar in the minutest particular to that formed \r\nin the retina, still the particular projection of the sphere which \r\n<u>was<\\u> employed there, being inserted in the margin, gives just \r\nas good and rather simpler means than would have been \r\navailable on the other plan for the identification of the stars. \r\nThe application of instrumental measurement, herein=\r\n=before described, to determine the phenomena of the Zodiacal \r\nLight, is believed to be new; and the observations so obtained, \r\nseem to show very <s>readily<\\s> decidedly, especially those of October, \r\n1844, that numerical measures of the place of the apex of the \r\nLight may be easily obtained, - with a probable error of \r\nnot more than two degrees: so that vague estimations & notes ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}