{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/3dd53c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f91063a7f62b58b23cbc3ee7425ea67f/3da2cc85-351d-4c70-8f65-bdf80a36c585",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/9",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of mere ideas, should not be allowed to form the data in this par=\r\n=ticular branch of Astronomy any longer. \r\nThe general results to be deduced from the data given \r\nin the Table, are, \r\n1<sup>st<\\sup>. that the Zodiacal Light is a body of a lenticular form, \r\nspread out nearly in the plane of the Earth's orbit, and ex=\r\n=tending almost equally from the Sun in every direction. Were \r\nthe ordinary European observations made about the time of \r\nthe spring equinox, the only ones existing, - we should merely \r\nbe entitled to <s>conclude<\\s> infer the existence of a one lobed projection \r\nfrom the Sun; but when we combine therewith the Cape \r\nObservations, we find that the body is seen all through the \r\nyear and on both sides of the Sun, of pretty nearly the same \r\nsize and shape, viz; a curvilinear-sided wedge, in which the \r\nlight continually increases from the borders towards the centre \r\nof the base, or the actual position of the Sun; appearances which \r\ncan only be satisfied by a lenticular body seen in section. \r\n2<sup>nd<\\sup>. The Zdiacal Light is proved to be excentrically disposed \r\nabout the sun,* by the elongations observed East and West on \r\nthe same day being different; showing indeed at various \r\ntimes an excentricity of from 1/20 to 1/10. \r\n3<sup>rd<\\sup>. The Zodiacal Light may also be considered to rotate about \r\nthe Sun, and to be brighter in some parts than in others; \r\nbecause, it is observed to be of different lengths and degrees \r\nof brightness at corresponding periods in successive years. \r\nFor although such an effect may be produced by a periodical \r\nalteration in the size & general lustre of the body, still the supposi=\r\n=tion of such a rapid material change in so large a member \r\nof the Solar system, is extremely improbable, whilst this body's \r\nrevolving may be held to be necessary according to the prin=\r\n=ciples of gravitation, for otherwise the component particles \r\nwould speedily fall into the sun; and, that some portions \r\nare brighter than others, follows partly as a consequence of the ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}