{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/c35daf/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/49602faa820892aff3a8ca2885cdd11b/75e529d9-c2fb-41b8-89c4-3d3c374760a2",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/10",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "observed unequal size of the two sides. Were the light stationary, \r\nthen the greatest & least lengths and brightnesses should occur at \r\nthe same time in successive years; because on arrearing again at \r\nthe same points of its orbit, the earth should see again the same \r\nparts of the Zodiacal light pointing to the same direction in space; \r\nbut as already stated the contrary to this has been observed. \r\nThe greatest elongation observed was 79[degree], & the least \r\n50[degree], but from the varying circumstances & positions in which \r\nthe observations were made, the short period of time over which \r\nthey extend, and the distance of the place from the equator, to=\r\n=gether with the small number of opportunities which \r\nthese conditions afforded, no numerical results of much accuracy \r\ncan be derived from them alone; but some advantage may \r\nbe gained by comparing them with the results of former observers. \r\nThe number, however, of these i.e., of actual observers, is comparatively \r\nsmall, and they are all very recent; for strange to say, no notice \r\nof the Zodiacal Light is found amongst the writings of astronomers, or natural  \r\nphilosophers until 1661. and indeed when we consider that this \r\nphenomenon may be described as a lenticular shaped light seen \r\nin the Western sky after sunset, and in the Eastern before sunrise, \r\nwith a length of about 60[degree], a breadth of 20[degree], combining with a bright=\r\n=ness nearly equal to that of the Milky Way, a regular mathematical \r\nfigure which makes it far more remarkable, & rising at a greater \r\nangle to the horizon, so as to be better seen in countries nearer the \r\nequator than ourselves, and being probably of as great antiquity as \r\nthe sun itself, - truly it is astonishing that all these notabilia \r\nshould have been passed over in the earlier ages of the world, when \r\ncivilization flourished more to the South, and the men of ancient \r\nAthens and Babylon lived under a clear sky, in a genial climate, \r\nwhich invited, rather than forbade, the  contemplation of the firma=\r\n=ment by night. \r\nIt remained however for the inhabitants of these \r\ncloud-vexed Northern islands, to be the first to take notice of the \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}