{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/204f26/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/273a642d4fb55f981632b1bfb855e79d/8789816f-a72a-4494-9292-cea6c1a8faec",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/11",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "phenomenon; & so supply another instance of the indomitable perse=\r\n=verance of an iron race overcoming all the untoward obstacles of an \r\nunpropitious position; and rising superior to other races revelling in \r\nall the luxurious advantages of nature. \r\nClaims have been put up for Kepler and Descartes, as \r\nbeing the original discoverers of the Zodiacal Light; but the passages in \r\ntheir respective works (Kepler's Epit. Astron. Copernicanae T.1. p57 & \r\nT.2, p.893.)(Descartes, Principes 3, art. 136 & 137) are so very meagre and \r\nobscure, that they require all the knowledge of the phenomenon acquired \r\nup to the present day, to be applied to these, to make them mean anything. Mairan, with whose theory, Kepler's fancy seems to \r\nagree, when discussing in 1754, the history of the phenomenon, gives \r\nthe German full credit: but Humboldt, in 1844, with different \r\ntheoretical views, dismisses the case of his countryman in a very summary way. \r\nAn earlier claim still has been brought forward, \r\non account of the mention in a letter from Rothmann to Tycho \r\nBrah[e acute], - that in the spring, the twilight ceased not till the \r\nsun was 24[degree] below the horizon, and as the true twilight would \r\nhave ceased long before the Sun was so low, - it is contended that \r\nRothmann must have seen the Zodiacal Light, though without \r\nremarking anything peculiar in it, or different from the ordinary \r\ncourse of the evening. \r\nSo that the first satisfactory and clear description is still \r\nthat of Childrey in 1661, already alluded to. \"There is another thing\", \r\nsays he in his Britannia Baconica, p.183, \"which I recommend to \r\nthe observation of mathematical men: which is, that in February, and \r\nfor a little before and a little after that month (as I have observed \r\nfor several years together) about 6 in the evening, when the twilight \r\nhath almost deserted the horizon, you shall see a plainly discernible \r\nway of the twilight, striking up towards the Pleiades, and seeming \r\nalmost to touch them. It is so observed any clear night, \r\nbut it is best <u>ill[a circumflex]c nocte<\\u>. There is no such way to be observed ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}