{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/377ffd/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/27e3fdd7801bbd1526939676206f99ac/d4a2df39-e506-4c91-987c-7695119c5bea",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/12",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "at any other time of the year. But what the cause of it in nature \r\nshould be, I cannot yet imagine, but leave it to further inquiry\". \r\nHere then is a clear and simple account of one phase of the \r\nphenomenon, marking it as something unusual, as different \r\nfrom ordinary twilight, as constant in that anomalous difference \r\nand therefore being well worthy of being carefully inquired into. \r\nIn his travels in Persia in 1668 (Edit. de Langles, T.IV, p \r\n326, & TX, p97.) Chardin mentions having seen the tail of the great \r\ncomet of that year above the Western horizon after sunset; the head \r\nbeing visible only in the Southern Hemisphere. Cassini and Mairan \r\nwriting some years after, under the influence of the then new \r\ndiscovery of the Zodiacal Light, asserted that it must have been \r\nthis which Chardin saw; and he is even made out by Delambre \r\nto have been the original discoverer of it. The Comet of 1668 having however \r\nappeared again in 1843 (that is, they are supposed with the \r\ngreatest probability to be identical; and if not identical, still \r\nthey are at least specimens of the comet genus), has given \r\nus the opportunity of determining whether Chardin's description \r\napplies to the Zodiacal Light or to the Comet, which though so \r\nvery unlike each other, were not only confounded at the former \r\napparition, but at the latter also; when the tail, as before, was \r\nthe only part visible in the Northern Hemisphere. The slightest \r\nglance at the accompanying drawings of the two objects however \r\nwill probably convince every one, that Chardin's Persian expression \r\n\"nirzouk\", or in French \"petite lance\",  which was applied by the \r\nPersians to the phenomenon they saw, could only be considered as at \r\nall suitable in the case of the Comet's tail. \r\nIn 1683 the subject was taken up by Dominic Cassini, \r\n& to him belongs the merit of first scientifically investigating \r\nthe laws of the phenomenon, determining its cosmical nature, & \r\ngiving it the appropriate name of the Zodiacal Light. His series \r\nof observations, extending over nearly six years, is still unrivalled; \r\nand if he is not correct in all his conclusions, it is chiefly because ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}