{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/34c16a/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/63e5c001b7f7c8dc551ebe1279a034af/60b946c5-0542-40bf-8558-1e6abd70087a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/13",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "his observations were confined to his own high Northern latitude; \r\nand were therefore affected to a great and unknown extent by \r\ncircumstances of climate and geographical position. He had much \r\nwished to eliminate these effects by means of observations made \r\nin the Southern hemisphere, but unfortunately was not able \r\nto obtain any: and indeed those which have been made by the \r\nauthor, & recorded in this paper are perhaps the first which have been \r\npublished, and brought to bear on the theory of the subject. \r\nCassini's conclusions were, that the Zodiacal Light \r\nis a flat luminous ring encircling the Sun, nearly in the plane \r\nof his equator, and is therefore seen always more or less in profile, \r\nand perfectly so at two periods of the year, April & August, \r\nwhen little Saturn's ring, and for similar reasons, he supposed it \r\nto vanish from our sight: explaining the non-visibility at <u>any<\\u> \r\nperiod between those two months, as produced mainly by the \r\noverpowering effect of the lengthened summer twilight. But \r\nthese ideas, on being tested by the Cape observations, completely fall to the ground; for during the <u>whole<\\u> period of invisibility to \r\nCassini, (caused in reality wholly by the lengthened twilight of \r\nsummer in his Northern hemisphere), this phenomenon was \r\nmost visible at the Cape, as winter then prevailed <s>during<\\s> in the \r\nSouthern Hemisphere. And indeed the very reverse effect from \r\nthat expected by Cassini should follow, when a transparent & oblate \r\nluminous ring is viewed in profile, for it will then be seen at \r\nits brightest, on account of all the infinitely small light-gi=\r\nving particles being brought closer together; so small are they, \r\nthat they can by no means be distinguished separately, or \r\nwhen thinly scattered over the sky; but only make themselves \r\nsensible to the eye when they are crowded together in a smaller \r\nspace. The idea, moreover, of the Zodiacal Light being in the \r\nform of a <u>ring<\\u> at all, is discountenanced by the observed ap=\r\n=pearances, they being all conformable to that phenomena which \r\nwould be afforded by a thin <u>lenticular<\\u> body, excentrically situated, ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}