{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/59ba96/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/01da4aee473dfc31e51ca2d945b2048c/e2b960b3-b3ed-4686-baf3-7c1a616a0550",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/14",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "and revolving about the Sun. \r\nCassini's friend M. Fatio, made observations of the \r\nZodiacal Light about the same time, as did also M.M. Kirch, \r\n& Eimmart and M<sup>r<\\sup> Derham. \r\nBut the subject was not carried further, until taken \r\nup by Mairan in 1731: he was rather wild in his notion of \r\nthe manner in which the body was formed, viz., by particles \r\nthrown off from the Sun in consequence of the rapidity of his rotation; nor was he very happy in his name of the \"Sun's \r\natmosphere\", by which he led both himself and others to reason \r\nupon it, as if it were proved to be, and actually was of a kindred \r\nnature with the earth's atmosphere. His conclusions however, \r\nthat the whole of the luminous body was of a lenticular form, \r\nnearly in the plane of the earth's orbit, somewhat excentric with \r\nregard to the sun, and endued with a rotation about that \r\nluminary, seem to be remarkably good. And his opinion, so \r\nfar as the lenticular shape is concerned, is also held by Olbers and \r\nby Sir John Herschel, both of them observers. \r\nOlbers in a letter to Humboldt in 1833 says, - \"what \r\nyou tell me of the changes of brightness in the Zodiacal Light; \r\nand the causes to which, in the tropics, you ascribe to such vari=\r\n=ations, has excited my interest the more, because I have been \r\nfor a long time past particularly attentive every spring to \r\nthis phenomenon in our Northern latitudes. I, too, have always \r\nbelieved the Zodiacal light to rotate; but I assumed it (contrary \r\nto Poisson's opinion which you communicate to me) to extend \r\nthe whole way to the sun, increasing rapidly in intensity. The lumi=\r\n=nous circle which in total eclipses shows itself round the darkened \r\nsun, I have supposed to be this brightest portion of the Zodiacal \r\nLight. I have satisfied myself that the light is very different \r\nin different years, sometimes for several years being very bright \r\nand extended, and in other years scarcely perceptible. I have \r\nnot myself been able to observe the sudden fluctuations in \r\n\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}