{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/20b878/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6c205fa3dffe79a4c4c57e027cffa093/92dcecc8-ee15-4c44-b35f-3dfa539d015f",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/15",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "\"the light, probably on account of the faintness with which it \r\nappears to us in this part of the world. Your are certainly right in \r\nascribing the rapid variations in the light of celestial objects, \r\nwhich you have perceived in the climate of the tropics, to changes \r\ntaking place in our atmosphere, and especially in its higher \r\nregions. This shows itself in a most striking manner in the \r\ntails of great comets. Often, and particularly in the clearest \r\nweather, pulsations in the tails of comets are seen to commence \r\nfrom the head or nucleus as the lowest part, and to run in \r\none or two seconds through the whole extent of the tail, which \r\nin consequence appears to lengthen several degrees, and contract \r\nagain. That these undulations, which engaged the attention \r\nof Robert Hooke, and in later times of Schr[o umlaut]ter amd Chladni, \r\n<u>do not take place in the cometary tails themselves<\\u>, but are \r\nproduced in our atmosphere, appears evident if we reflect \r\nthat the several particles of these cometary tails (which are many \r\nmillions of miles in length) are at <u>very different distances<\\u> \r\nfrom us, and that the light from them can only reach \r\nour eyes at intervals of time which differ several minutes \r\nfrom each other. I will not attempt to decide whether what \r\nyou saw on the banks of the Orinoco, not at intervals of seconds, \r\nbut of minutes, were actual coruscations of the Zodiacal light, \r\nor whether they belonged solely to the upper strata of our atmos=\r\n=phere. Nor can I explain the remarkable lightness of entire \r\nnights, or the anomalous increase and prolongation of twilight \r\nin the year 1831, particularly if, as it has been said, the <u>lightest \r\npart<\\u> of these singular twilights did not coincide with the \r\nplace of the sun below the horizon.\" \r\nSir John Herschel's views published only 5 years ago, \r\nwere called forth by the tail of the great comet of 1843, having \r\nbeen by some so pertinaciously mistaken  for the Zodiacal light. \r\n\"The Zodiacal Light\", said he, \"as its name imports, invariably \r\nappears in the zodiac, or, to speak more precisely, in the plane ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}