{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/e29b32/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a072d6d686bbe01c4c30a597cf756bad/b8340905-b20a-4d6a-a69a-31d7e1b84fdc",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/16",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "\"of the sun's equator, which is 7[degree] inclined to the zodiac, and \r\nwhich plane seen from the sun, intersects the ecliptic in longi=\r\n=tude 78[degree] and 258[degree], or so much in advance of the equinoctial \r\npoints. In consequence it is seen to the best advantage at, or \r\na little after, the equinoxes, after sunset at the spring, and \r\nbefore sunrise at the autumnal equinox, not only because \r\nthe direction of its apparent axis lies at those times more \r\nperpendicular to the horizon, but also because at those epochs \r\nwe are approaching the situation in which it is seen most \r\ncompletely in section. \r\n\"At the vernal equinox the appearance of the Zodiacal \r\nlight is that of a pretty broad pyramidal, or rather lenticular, \r\nbody of light, which begins to be visible as soon as the twilight \r\ndecays. It is very bright at its lower or broader part near the \r\nhorizon, and (if there be broken clouds about) often appears like \r\nthe glow of a distant conflagration, or of the rising moon, only \r\nless red & giving rise, in short, to amorphous masses of light, such \r\nas have been noticed by some as possibly appertaining to the comet. \r\nAt higher altitudes its light fades gradually, and is seldom traceable \r\nmuch beyond the Pleiades, which it usually however attains and \r\ninvolves; and (what is most to my present purpose) its axis \r\nat the vernal equinox is always inclined (to the Northward of \r\nthe equator) at an angle of between 60[degree] & 70[degree] to the horizon; and \r\nit is most luminous at its base, resting on the horizon, where \r\nalso it is broadest, occupying, in fact, an angular breadth of some=\r\n=where about 10[degree] or 12[degree] in ordinary clear weather.\" \r\nThe ring hypothesis of Cassini has however been followed \r\nin a greater or less degree by La Place, Schubert and Poisson, \r\nas well as by Humboldt, who is an observed, and publishing \r\nin 1844, is the latest of all the authorities. \r\nHis description of the general appearance of the light \r\nis most vivid and truthful, and can perhaps only be fully \r\nappreciated by those who have seen it under similar ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}