{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/62ca7a/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/19535e5204e8336d07623018c4bd5829/815fb1ee-728e-42ac-bcd7-6e65f4af9678",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/17",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "favourable circumstances\". \r\n\"Those who have dwelt long\", says he, \"in the zone of \r\nPalms, must retain a pleasing remembrance of the mild \r\nradiance of this phenomenon, which, rising pyramidally, il=\r\n=lumines a portion of the unvarying length of the tropical \r\nnights. I have seen it occasionally shine with a brightness \r\ngreater than that of the Milky Way near the constellation of \r\nSagittarius; and this not only in the dry and highly rarified atmos=\r\n=phere of the summits of the Andes, at elevations of thirteen \r\nto fifteen thousand feet, but also in the boundless grassy plains \r\nor <u>llanos<\\u> of Venezuela, and on the sea coast under the ever clear \r\nsky of Cumana. The phenomenon is one of peculiar beauty \r\nwhen a small fleecy cloud is projected against the zodiacal light, \r\nand detaches itself picturesquely from the illuminated back-\r\nground. A passage in my journal during a voyage from \r\nLima to the West Coast of Mexico, notices such a picture. 'For \r\nthe last three or four nights (between 10[degree] & 14[degree] of North latitude) \r\nthe Zodiacal light has appeared with a magnificence which \r\nI have neverbefore seen. Judging also from the brightness of \r\nthe stars and nebulae, the transparency of the atmosphere \r\nin this part of the Pacific must be extremely great. From the \r\n14th to the 19th of March, during a very regular interval of \r\nthree quarters of an hour after the disk of the sun had sunk \r\nbelow the horizon, no trace of the zodiacal light could be \r\nseen, although the night was perfectly dark; but an hour \r\nafter sunset it became suddenly visible, extending in great \r\nbeauty and brightness between Aldebaran and the Pleiades, and, \r\non the 18th of March attaining an altitude of 39[degree], 5'. Long \r\nnarrow clouds, scattered over the lovely azure of the sky, appeared \r\nlow down on the horizon, as if in front of a golden curtain, \r\nwhile bright varied tints played from time to time on the \r\nhigher clouds: it seemed a second sunset. Towards that \r\n<s>part<\\s> side of the heavens the light diffused appeared almost ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}