{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/93ce69/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f9eab4a748d140ffccb14320452b303c/b73d0806-ce1f-41b0-88d5-a9ce1b1c7cd4",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/18",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "'equal to that of the moon in her first quarter. Towards ten oclock, \r\nin this part of the Pacific, the Zodiacal light usually becomes very \r\nfaint, and at midnight I could only see a trace of it remaining. \r\nOn the 16th of March, when its brightness was greatest, a mild re=\r\nflected glow was visible in the east.'\" \r\nBut as to the idea of the body being in the shape of a ring, \r\nI cannot find and grounds all through the Baron's writings \r\nfor the maintenance of such an opinion, though I have especially \r\nsearched them: and the idea seems rather to spring from his peculiar \r\nnotions of the rationale of the creation of the solar system, an un=\r\n=fathomable mystery, but which it would appear that he thinks \r\nhe fully understands, and that his opinions thereon have been \r\nfully proved and demonstrated to be true; for he describes in some \r\nparts of his works the formation of the planets and satellites out of \r\ncertain nebulous rings, of which the Zodiacal light it the last ex=\r\n=tant: and dismisses very complacently the peculiar conditions and \r\ncircumstances of such rings, from the habitudes which we now observe \r\nthe so-called <u>resulting<\\u> planets and satellites to have. \r\nHe describes also several anomalous features, as that sometimes \r\nit did not appear for three quarters of an hour after sunset, though \r\nthe twilight had been for some time ended, that then it appeared \r\nsuddenly, and continued long of very great brightness, that at \r\nother times it would continue to shorten and lengthen many \r\ndegrees in a few minutes, and have an undulatory sort of motion. \r\nBut these peculiarities, when not accounted for by the Atmos=\r\n=pheric circumstances of which he himself takes notice, seem rather \r\nto be produced in the eye of the observer, by reason of the extreme \r\nfaintness of the object to be observed, by the length of <s>a<\\s> time that \r\na retina, - which has been initiated by watching the setting sun, \r\nor even when acted on by ordinary daylight, - requires to recover \r\nits full degree of sensitiveness, as well as by the deceptive phan=\r\n=tasmagoric effect produced on the nerves when strained to a \r\ngreater extent than they can well bear. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}