{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/2f95aa/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/37c5d5258e1c366d487d3a9123971e4d/aa7415dc-9c1e-40c9-aae8-994b2755b0ab",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_30_18/canvas/19",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Taking all the above facts into consideration, we are \r\nperhaps entitles to conclude on pretty good foundation, that the \r\nZodiacal light is an extremely oblate, lenticular revolving body, nearly \r\nin the plane of the Sun's equator rather excentrically situated, \r\nof so vast a size as <s>to<\\s> nearly to fill the whole orbit of the earth, & \r\nsometimes actually to reach it. But whether it does actually \r\nat this present  time correspond exactly with the Sun's equator, \r\nand if it always has done so and always will; whether the mani=\r\n=fest changes in the intrinsic brightness, and the form and \r\nsize of the light that have been obtained, be due merely to \r\na rotation of the excentric or oval body, or to a real periodical \r\nincrease of the intensity of its emanations or an enlargement of \r\nits dimensions, - are matters still to be determined by observation. \r\nThe physical constitution of the Zodiacal light \r\nseems also well worthy of being inquired into. The most pro=\r\n=bable supposition is that, which makes it consist of innumerable \r\nsmall planetary particles revolving about the sun, and shining by \r\nreflected, or not impossibly, by direct light. Not impossibly, because \r\nwhile, - on the one hand the occasional crossing of the earth's orbit \r\nby the extreme portions of the Zodiacal light, has been by many \r\nheld to be the origin of the shooting stars; and many of these \r\nhave been found to be at the time of their incandescence several \r\nhundred miles above the earth's surface, and thus, far above \r\nthe limits of the atmosphere, whose friction might have imparted \r\nsuch a degree of heat to a body at a lower altitude, moving \r\nwith a velocity of 1000 miles per minute: - on the other hand, \r\nM. Mathieson has recently made some most interesting ex=\r\n=periments, in which the thermomultiplier showed evident \r\nindications of <u>radiant<\\u> and therefore <u>direct heat<\\u>, proceeding from \r\nthe Zodiacal Light. (Comptes Rendues, T. XVI, p. 687. Ap. 143.) \r\nBut in its resent stage the subject can only be pro=\r\n=fitably and successfully prosecuted in other climates, in \r\ncountries where the twilight is shorter, where the ecliptic makes, ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}