{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_626/canvas/732fcf/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6bf227dd14fd068597902430476c2a30/c63ca04f-a3b3-4d6e-8337-4796af44804e",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_626/canvas/29",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Explanation\r\n\r\nWith referece to the preceding views, the photographs are the only\r\nones which require a word of explanation. Immediately before\r\nleaving England I furnished myself with a convenient and portable form of collodion apparatus for working on stereoscope\r\nglass plates, and with an abundant supply of chemicals, both procured at the recommendation of Joseph James Forrester [Esq?]\r\nof Oporto and London, and able amateur in photography, and\r\none to whom I am indebted for having at a moments notice\r\nput me into the way of the present photographic system, my\r\nprevious practice of the art having terminated in 1845.\r\nThat I was enabled with this apparatus, in the inter=\r\n=vals of more important observation, to secure upwards of 200\r\ndouble views on glass of a variety of subjects, from the Crater\r\nat the top of the Peak, to the turf breaking on the rocks at Orotave\r\nis in itself no small recommendation of it; yet it might be im=\r\n=proved on, and was indeed continually requiring repair and adaptation to fit it to the peculiar climate of the mountain.\r\nPart of the views taken in the camera were negative,\r\nand part positive. Having no means of taking copies of the\r\nformer, and having found a Frech photographer (M. [Ozange?]) resident in Edinburgh, gifted with great skill in copying, \r\nI have made over to him 50 of the negatives on loan, receiving in return\r\ncopies of them on paper and on glass. These latter are by the\r\n[albumen?]",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}