{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_3ii_14/canvas/619281/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4cd5463c3e48d3415365894b52a36998/1d4397f1-7b86-4c82-b745-b92eeda23d71",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_3ii_14/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Remarks on some attempts made towards a Perpetual Motion \r\nBy y<sup>e<\\sup> Reverend D<sup>r<\\sup> Desaguliers, F.R.S.\r\nThe Wheel at Hesse-Cassel made by Orfireus and by him calld a perpetual \r\nMotion, has of late been so much talk’d of on account of its wonderfull \r\nPhenomena that a great many people have believed it to be actually \r\na self-moving Engine; and accordingly have attempted to imitate it as \r\nsuch. Now a great deal of Time and Money is spent in these Endea=\r\n=vours, I was willing (for the sake of those that try Experiments with \r\nthat view) to shew that the Principle which most of them go upon is false \r\nand can by no means produce a Perpetual Motion.\r\nThey take it for granted, that if a Weight descending in a Wheel at a \r\ndeterminate distance from the Center does in the Ascent approach nearer \r\nto it; such a Weight in its descent will always preponderate and cause \r\na weight equal to it to rise, provided it comes nearer the Center in its rise;\r\nand accordingly as it self rises be overbalanced by another Weight equal to \r\nit and therefore endeavour by various Contrivances to produce that effect \r\nas if the consequence of it would be a perpetual Motion.\r\nBut I shall shew that they mistake one particular case of a General \r\nTheorem or rather a Corrollary, of it for the Theorem itself. The Theorem is as\r\nfollows: Theor. If one Weight <s>does <\\s> in its descent does by means of any \r\n<s>Motion <\\s> Contrivance cause another Weight to ascend with a less Momentum or Quantity of \r\nMotion then it self it will preponderate and raise the other Weight.\r\nCor. 1 Therefore if the Weights be equal the descending Weight must have \r\nmore Velocity than the ascending Weight because the Momentum is made \r\nup of the Weight multiplied into the Quantity of Matter.\r\nCor. 2 Therefore if a Lever or Balance having equal Weights fastened or \r\nhanging at its ends, if the Brachia be ever so little unequal that Weight \r\nwill preponderate which is <s>nearest to <\\s> furthest from the Center.\r\nScholium \r\nThis second Corollary causes the mistake; because those who think the Velocity \r\nof a Weight is the Line it describes, expect that that Weight shall be over=\r\n=poised which describes the shortest line, and therefore contrive Machines to \r\ncause the <s>de<\\s>ascending Weight to describe a shorter Line than the descending \r\nWeight. As for Example in the Circle ADBa (Fig: 1) the Weights A and B being \r\nsupposed equal, they imagine that if (by any contrivance whatever) whilst the \r\nWeight describes A describes the arc Aa the Weight B is carried in any Arc as \r\nBb so as to come nearer the Center in its rising than if it went up the Arc BD\r\nthe said Weight B shall be overpois’d and consequently by a number of such \r\nWeights a perpetual Motion will be produced.\r\nThis is attempted by several Contrivances, which all depend upon this false \r\nPrinciple, but I shall only mention one which is represented by Fig: 2 where a wheel \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}