{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_3ii_14/canvas/f005d0/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/98e3f487a51246b52ebe7f3d8dd7fda5/6c9626fc-25f7-4c2f-9cd9-3688a32eed86",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_3ii_14/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Wheel having two parrallel Circumferences has the Space between them [illegible]\r\ninto Cells, which being curved will (when the Wheel goes round) cause Weights \r\nplac’d loose in the said Cells to descend on the side AAA at the outer Circum=\r\n=ference of the Wheel and on the side D to ascend in the lines B <s>bbbb <\\s> which \r\ncomes nearer the Center and touches the inner Circumference of the Wheel \r\nIn a Machine of this kind the Weights will indeed move in such a manner \r\nif the Wheel be turn’d round, but will never be the cause of the Wheel’s\r\ngoing round. Such a Machine is mentioned by the Marquiss of Worcester \r\nin his Century of Inventions in the following Words N<sup>o<\\sup> 56\r\n“To provide and make that all the Weights of the descending side of a wheel \r\n“shall be perpetually further from the Center then those of the mounting \r\n“side, and yet equal in number and heft to the one side as the other.\r\n“A most incredible thing, if not seen; but tried before the late King (of blessed \r\n“Memory) in the Tower by my directions, two Extraordinary Embassadors \r\n“accompanying his Majesty and the Duke of Richmond and Duke of Hamilton \r\n“with most of the Court attending him. The Wheel was 14 foot over and \r\n“40 Weights of 50 pound a piece. S<sup>r<\\sup> William Balfore then Lieutenant of \r\n“the Tower can justifie it with several others. They all saw that no sooner \r\n“these great Weights passed the Diameter Line of the lower side but they \r\n“hung a foot further from the Center nor no sooner passed the Diameter \r\n“Line of the upper side but they hung a foot nearer. Be pleased to judge \r\n“the Consequence.\r\nNow the Consequence of this and such like Machines is nothing less \r\nthan a perpetual Motion, and the Fallacy is this. The Velocity of any \r\nWeight is not the Line which it describes in general, but the height that \r\nit rises up to or falls from with respect to its distance from the Center of\r\nthe Earth. [illegible] So that when the \r\nWeight (Fig 1) describes the Arc Aa its Velocity is the Line AC which shews the \r\nperpendicular Descent (or measures how much it is come nearer to the Center\r\nof the Earth) and likewise the Line BC denotes the Velocity of the Weight B\r\nor the height that it rises whether it ascends in any of the Arcs Bb instead \r\nof the Arc BD: so that in this case whether the Weight B in its ascent be\r\nbrought nearer the Center or not, it loses no Velocity which it ought to do \r\nin order to be rais’d up by the Weight A. Nay the Weight in rising nearer the \r\nCenter of a Wheel may not only not lose of its Velocity, but be made to gain \r\nVelocity in proportion to the Velocity of its counterpoising Weights that \r\ndescends in the circumference on the opposite side of the Wheel; for if we \r\nconsider two Radii of the Wheel one of which is horizontal and the other \r\n(fasten’d to and moving with it) inclin’d under the Horizon in an Angle of 60<sup>o<\\sup> \r\n(fig 3) and by the descent of the end B of the Radius BC the Radius CD by \r\nits motion causes the Weight <s>causes its Weight <\\s> at D to rise up the <s>slope <\\s> Line pP\r\nwhich is in a plane that stops the said Weight from rising in y<sup>e<\\sup> Curve DA,\r\nthat Weight will gain Velocity, and in the beginning of its rise it will \r\nhave twice the Velocity of the Weight at B; and consequently instead of \r\nbeing rais’d, will overpoise, if it be equal to the last mentioned Weight. And\r\nthis Velocity will be so much the Greater in proportion as the angle ACD is greater ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}