{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/CLP_3ii_14/canvas/5b44b6/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/bf23e987ddaefa587f46400486971d17/aadac315-c377-4507-bf3f-a6769ef5bf8b",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/CLP_3ii_14/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "greater, or as the Plane Pp (along which the Weight do now rise) to nearer to \r\nthe Center. Indeed if the Weight at B could by any means be lifted up to \r\nB and move in the Arc Bb, the End would be answered; because then the \r\nVelocity would be diminished, and become BC.\r\nExperiment (Fig: 3)\r\nTake the Leaver BCD, whose Brachia are equal in length, bent in Angle \r\nof 120:<sup>o<\\sup> at C, and moveable about that point as its Center: In this case a\r\nWeight of two pounds hanging at the end B of the horizontal part of the \r\nLeaver will keep in Aequilibrio a Weight of four pounds hanging at the \r\nEnd D. But if a Weight of one pound be laid upon the end D of the Leaver so \r\nthat in the motion of D along the Arc pA this Weight is made to rise up \r\nagainst the Plane Pp (which divides in half the Line AC equal to CB) the \r\nsaid Weight will keep in Aequilibrio two pounds at B as having twice the \r\nVelocity of it when the Leaver begins to Move. This will be evident, if you \r\nlet the Weight 4 hang at D whilst the Weight 1 lies above it; for if then you \r\nmove the Leaver the Weight 1 will rise four times as fast as the Weight 4.\r\n\r\nRemarks on some Attempts towards \r\na perpetual Motion \r\nBy D<sup>r<\\sup> Desaguliers\r\nread Nov<sup>r<\\sup> 9. 1721",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}