{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/153ef6/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/27f6910a9fc05ea7f7630e638f4a6966/5fe2b423-331f-426b-b6f8-55fd939a2a51",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "[R]ecd Jan 5th 1860 (G.G.S.) Read\r\nOn the Theory of Cmpound Colours and the <s>Chromatic<\\s> \r\nRelations of the Colours of the Spectrum \r\nBy J. Clerk Maxwell, M.A., Professor of Natural Philosophy in Mareschal College & University of Aberdeen \r\n[Com]municated by Profr Stokes Sec. R.S. \r\n[Paragraph] <u>Introduction<\\u> \r\nAccording to <u>Newtons<\\u> analysis of light*, every colour in nature \r\n[i?]s produced by the mixture, in various proportions, of the \r\ndifferent kinds of light into which white light is divided by refraction. \r\nBy means of a prism, we may analyse any coloured light, and \r\ndetermine the proportions in which the different homogeneous rays \r\nenter into it; and by means of a lens, we may recombine these \r\nrays, and reproduce the original coloured light. \r\nNewton hAas also shown+ how to combine the different rays of the \r\nspectrum, so as to form a single beam of light, and how to alter \r\nthe proportions of the different colours, so as to exhibit the result \r\nof combining them in any arbitrary manner. \r\nThe number of different kinds of homogeneous light being infinite, \r\nand the proportion in which each may be combined being also \r\nvariable indefinitely, the results of such combination could not be \r\nappreciated by the eye, unless the chromatic effect of every \r\nmixture, however complicated, could be expressed in some simpler \r\nform. Colours, as seen by the human eye of the normal type, \r\ncan all be reduced to a few classes, and expressed by a few \r\nwell known names; and even those colours which have different \r\nnames have obvious relations among themselves. Every colour, \r\nexcept purple, is similar to some colour of the spectrum,[double dagger] \r\nalthough less intense; and all purples may be compounded of blue \r\nand red, and diluted with white to any required tint. Brown colours, \r\nwhich at first sight seem different, are merely red, orange or yellow \r\n[*Opt]ics BI pl 2 Prop VII + Lectiones Opticae Pt II [paragraph]I .. 100 .. 105 & Optics BI pt II Prop XI \r\n[[double dagger]O]ptics BI Pt 2 Prop IV \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}