{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/ba357a/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/12af7460a549879146778ec68d2916b7/0d7edd64-b44d-400a-afee-12629cb8d315",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of feeble intensity, more or less diluted with white. \r\nIt appears therefore that <s>all<\\s> the result of any mixture of colours, however \r\ncomplicated, may be defined by its relation to a certain \r\nsmall number of well known colours. Having selected our \r\nstandard colours, and determined the relations of a given colour \r\nto these, we have <s>determined its<\\s> defined that colour completely, \r\nas to its appearance. Any colour, which has the same relation \r\nto the standard colours, will be identical in appearance, though \r\nits optical constitution, as revealed by the prism, may be \r\nvery different. \r\nWe may express this by saying, that two compound colours may be \r\n<u>chromatically<\\u> identical, <s>while<\\s> but <u>optically<\\u> different. \r\nThe <u>optical<\\u> properties of light are those which have reference \r\nto its origin and propagation through media, till it falls on \r\nthe sensitive organ of vision; the <u>chromatical<\\u> properties \r\nof light are those which have reference to its power of exciting \r\ncertain sensations of <u>colour<\\u>, perceived through the organ \r\nof vision. \r\nThe investigation of the chromatic relations of the rays \r\nof the spectrum must therefore be founded upon observations of \r\nthe apparent identity of compound colours, as seen by an eye \r\neither of the normal or of some abnormal type; and the results \r\nto which the investigation leads must be regarded as partaking \r\nof a physiological, as well as a physical character, and as \r\nindicating <s>of<\\s> certain laws of sensation, depending on the constitution \r\nof the organ of vision, which may be different in different individuals. \r\nWe have to determine the laws of the composition of colours \r\nin general, to reduce the number of standard colours to the \r\nsmallest possible, to discover if <s>possible<\\s> we can, what they are, \r\nand to ascertain the relation which the homogeneous light ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}