{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/27dd8c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f098399872400643b1fa87ade66dd26b/982666b3-709d-48e5-8604-e5a362409a25",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of different parts of the spectrum bears to the standard colours. \r\n[Paragraph]II. History of the theory of Compound Colours \r\nThe foundation of the the theory of the Composition of Colours was \r\nlaid by Newton*. He first shows, that, by the mixture of homogeneal \r\nlight, colours may be produced which are \"like to the colours of \r\nhomogeneal light as to the appearance of colour, but not as to the \r\nimmutability of colour and constitution of light.\" Red and yellow \r\ngive an orange colour, which is chromatically similar to the orange \r\nof the spectrum, but optically different, because it is resolved into its \r\ncomponent colours by a prism, while the orange of the spectrum remains \r\nunchanged. When the colours to be mixed lie at a distance from one \r\nanother in the spectrum, the resultant appears paler than that \r\nintermediate colour of the spectrum which it most resembles; \r\nand when several are mixed, the resultant may appear white. \r\nNewton+ is always careful, however, not to call any mixture white, unless \r\nit agrees with common white light in its optical as well as its \r\nchromatical properties, and is a mixture of <u>all<\\u> the homogeneal colours. \r\nThe theory of compound colours is first presented in a mathematical \r\nform in Prop 6 \"<u>In a mixture of Primary Colours, the quantity \r\nand quality of each being given, to know the colour of the compound.<\\u>\" \r\nHe divides the circumference of a circle into seven parts, proportional to the \r\nseven musical intervals, <s>of the<\\s> in accordance with his opinion about the \r\nproportions of the colours in the spectrum. At the centre of gravity of \r\neach of these arcs he places a little circle, whose area is proportional to  \r\nthe number of rays of the corresponding colour which enter into the \r\ngiven mixture. The position of the centre of gravity of all these circles \r\nindicates the nature of the resultant colour. A radius drawn through it \r\n<s>that point indicates<\\s> points out that colour of the spectrum which \r\nit most resembles and the distance from the centre determines the \r\nfulness of its colour. \r\nWith respect to this construction, Newton says - \"This Rule I conceive \r\naccurate enough  for practice though not mathematically accurate\" \r\nHe gives no reasons for the different parts of his rule, but we shall \r\n[* O]ptics, BI ptII Prop 4, 5, 6. + 7th and 8th Letters to Oldenburg. \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}