{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/9ca5c5/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4e257604a0a17b76b22110f804076887/4a2731c4-27d9-4a25-8535-3a567b46f78d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "find that his method of finding the centre of gravity of the component \r\ncolours is confirmed by observations of considerable accuracy, and \r\nthat it involves mathematically the theory of three elements of \r\ncolour; but that the disposition of the colours on the circumference \r\nof a circle was only a provisional arrangement, and that the \r\ntrue relations of the colours of the spectrum can only be determined \r\nby direct observation. \r\n<u>Young<\\u>* appears to have originated the theory, that the three \r\nelements of colour are determined as much by the constitution \r\nof the sense of sight as by anything external to us. He conceives \r\nthat three different sensations may be excited by light, but \r\nthat the proportion in which each of the three is excited \r\ndepends on the nature of the light. <s>E<\\s> He <s>makes<\\s> conjectures that \r\nthese primary sensations correspond to red, green, and violet. \r\nA blue ray, though homogeneous in itself, he conceives capable \r\nof exciting both the green and the violet sensation, and therefore \r\nhe would call blue a compound colour, though the colour of \r\na simple kind of light. The <u>quality<\\u> of any colour depends, according \r\nto this theory, on the ratios of the intensities of the three sensations \r\nwhich it excites, and its <u>brightness<\\u> depends on the sum of these \r\nthree intensities. \r\n<u>Sir David Brewster<\\u>,+ in his \"New Analysis of the Solar \r\nLight\" has represented by three curves, the intensities of \r\nthree primary colours in different parts of the spectrum. \r\nThe base line of these curves represents the length of the spectrum, and the \r\nordinates represent the intensities of the three colours at each \r\npoint. The primaries adopted by him are red, <s>blue,<\\s> yellow and \r\nblue, but we shall find that any three different colours may \r\nbe selected as standards of reference, and <s>therefore<\\s> that there is no \r\nreal difference in the results, whatever standards we adopt. \r\nThe method of representing the chromatic relations of the spectrum \r\n* Young's Lectures on Natural Philosophy Kellands Edition p 345 or Quarto 1807 I. 441 \r\nsee also Young in Phil Trans 1801 or Works in Quarto II. 617 \r\n+ Transactions of the Royal Society of Edinburgh vol XII p123 \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}