{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/4e4614/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/86d2c99e9e35fa498870628af530d15e/8b6e8d61-27a1-4f9d-9d1f-b14c5ec5204f",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "by three curves will be found useful in expressing the results \r\nof the experiments of this paper. \r\nThe most complete series of experiments on the mixture of the \r\nColours of the Spectrum is that of Professor Helmholtz* of Konigsberg. \r\nBy using two slits at right angles to one another, he formed two pure \r\nspectra, the fixed lines of which were seen crossing one another when \r\nviewed in the ordinary way by means of a telescope. The colours of \r\nthese spectra were thus combined <s>two and<\\s> in every possible way and the \r\neffect of the combination of any two could be seen separately by \r\ndrawing the eye back from the eyepiece of the telescope, when the \r\ncompound colour  was seen by itself at the eye hole. The proportion \r\nof the <s>slits w<\\s> components was altered by turning the combined \r\nslits round in their own plane. \r\nOne result of these experiments was, that a colour, chromatically \r\nidentical with white, could be formed by combining yellow with \r\nindigo. M. Helmholtz was not then able to produce white with any \r\nother pair of simple colours, and considered that three simple colours \r\nwere required <s>to p<\\s> in general to produce white, one from each of the three \r\ndivisions of the spectrum.  Professor Grassmann+  showed that <s>if<\\s> Newtons theory of compound \r\ncolours <s>leads to the<\\s> implies that there are an infinite number of pairs \r\nof complementary colours <s>wh<\\s> in the spectrum, and pointed out the means of finding \r\nthem. He also showed how colours may be represented by lines, and \r\ncombined by the method of the parallelogram. \r\nIn a second memoir[double dagger], M. Helmholtz describes his method of \r\nascertaining these pairs of complementary colours. He formed a \r\npure spectrum by means of a slit, a prism and a lens; and in this \r\nspectrum he placed an apparatus having two parallel slits which \r\nwere adjustable both in position and breadth, so as to let through \r\nany two portions of the spectrum, in any proportions. Behind this \r\nslit, these rays were united in an image of the prism, which was \r\nreceived on paper. By arranging the slits, the colour of this image \r\n* Poggendorff's Annalen Bd LXXXVII Phil Mag 1852. pt11\r\n+ Ib - Bd LXXXIX Phil Mag  1854 April \r\n[double dagger] Ib Bd XCIV <s>Phil Mag<\\s>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}