{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/feca8f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/81746c12bae7fdc29addc301de793acf/95c9c7fe-2009-451f-bb01-f395e7c0f6e7",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the prisms, and is reflected back again <s>through the prism<\\s> in \r\nnearly the same path by a concave mirror, was shown \r\nby me to the British Association in 1856. ",
                "format": "text/plain",
                "language": "en"
            }
        },
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/81746c12bae7fdc29addc301de793acf/f946d8c4-27e5-401d-ade6-911204e35082",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the prisms, and is reflected back again <s>through the prism<\\s> in \r\nnearly the same path by a concave mirror, was shown \r\nby me to the British Association in 1856. It has the \r\nadvantage of being portable, and need not be more than half \r\nthe length of the other, in order to produce a spectrum of \r\nequal length. I am so well satisfied with the working of this \r\nform of the instrument, that I intend to make use of it in \r\nobtaining equations from a greater variety of observers than I could meet \r\nwith when I was obliged to use the more bulky instrument. \r\nIt is difficult at first to get the observer to believe that the \r\ncompound light can ever be so adjusted as to appear to his \r\neyes identical with the white light in contact with it. He has \r\nto learn what adjustments are necessary to produce the requisite \r\nalteration under all circumstances, and he must never be \r\nsatisfied till the two parts of the field are identical in colour \r\nand illumination. To do this thoroughly, implies not merely \r\ngood eyes, but a power of judging <s>in what must be done<\\s> \r\nas to the exact nature of the difference between two very pale \r\nand nearly identical tints, whether they differ in the amount \r\nof red, green, or blue, or in brightness of illumination. \r\nIn the following paper I shall first lay down the mathematical \r\ntheory of Newtons diagram, with its relation to Youngs theory of the \r\ncolour-sensation. I shall then describe the experimental method \r\nof mixing the colours of the spectrum, and determining the wave=lengths \r\nof the colours mixed. The results of my experiments will then be \r\ngiven, and the chromatic relations of the spectrum exhibited in \r\na system of colour=equations, in <u>Newtons<\\u> diagram, and in three \r\ncurves of intensity, as in <u>Brewsters<\\u> analysis. The differences between \r\nthe results of two observers will then be discussed, showing on \r\nwhat they depend, and in what way such differences may affect \r\nthe vision of persons, otherwise free from defects of sight.  ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}