{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/410484/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/143c6959270b27c91322a0c7eb835f72/30511a93-ebd1-4a57-ad83-14d62391423d",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/7",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "[paragraph]III <u>Mathematical Theory of Newtons diagram of Colours<\\u>\r\n<s>Newtons diagram is a plane figure so coloured that \r\nthe resultant of mixing the colours of two given points in any \r\nproportion is the colour of a point between them determined \r\nby cutting the line joining the two points inversely as the \r\nintensities of the <s>two colo<\\s> compound colours<\\s>\r\nNewtons diagram is a plane figure, designed to exhibit \r\nthe relations of colours to each other. \r\nEvery point in the diagram represents a colour, simple \r\nor compound, and we may conceive the diagram itself so \r\npainted, that every colour is found at its corresponding point. \r\nAny colour, differing only in quantity of illumination from one \r\nof the colours of the diagram, is referred to it as a unit, and is \r\nmeasured by the ratio of the illumination of the given colour to that of the corresponding \r\ncolour in the diagram. In this way the <u>quantity<\\u> of a colour is estimated. \r\nThe resultant of mixing any two colours of the diagram is found \r\nby dividing the line joining them inversely as the quantity of each, \r\nthen, if the sum of these quantities is unity, the <s>point so found<\\s> resultant will \r\nhave the <s>intensity<\\s> illumination as well as the colour of the point so found, but \r\nif the sum of the components is different from unity, the <u>quantity<\\u> of the \r\nresultant will be measured by the sum of the components. \r\nThis method of determining the position of the resultant colour is \r\nmathematically identical with that of finding the centre of gravity of \r\ntwo weights, and placing a weight equal to their sum at the point so found. \r\nWe shall therefore speak of the resultant tint as <s>being placed at the centre\r\nof gravity of its components<\\s> the sum of its components placed at their centre \r\nof gravity. \r\nBy compounding this resultant tint with some other colour, we \r\nmay find the position of a mixture of three colours, at the centre of gravity \r\nof its components, and by taking these components in different proportions, ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}