{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/8d0188/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/bf9d10c9c16baefee26acd72eb61219f/ced67168-0f3f-4c61-9af5-c1bf1907d098",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/9",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of experimental verification; and by proceeding in this way \r\nwe may map out the positions of all colours upon Newton's diagram. \r\nEvery colour in nature will then be defined by the position of the \r\ncorresponding colour in the diagram, and by the ratio of its illumination \r\nto that of the colour in the diagram. \r\n[paragraph]IV <u>Method of representing Colours by straight lines drawn from a point[\\u] \r\nTo extend our ideas of the relations of colours, let us form a new \r\ngeometrical conception by the aid of solid geometry. \r\nLet us take as origin any point not in the plane of the diagram, and \r\nlet us draw lines through this point to the different points of the diagram. \r\n<s>and<\\s> then the direction of any of these lines will depend upon the  <s>quality<\\s> \r\n<s>of the<\\s> position of the point of the diagram through which it passes. \r\nthat we may take this line as the representative of the corresponding colour on the \r\ndiagram. \r\nIn order to indicate the <u>quantity<\\u> of this colour, let it be produced \r\nbeyond the plane of the diagram in the same ratio as the given colour \r\nexceeds in illumination the colour on the diagram. In this way \r\nevery colour in nature will be represented by a line drawn through \r\nthe origin, whose <u>direction<\\u> indicates the <u>quality<\\u> of the colour, <s>and<\\s> \r\nwhile its <u>length<\\u> indicates its <u>quantity<\\u>. \r\nLet us find the resultant of two colours by this \r\nmethod. Let O be the origin and AB be a section of \r\nthe plane of the diagram by that of the paper \r\nLet OP, OQ be lines representing colours, A, B the corresponding \r\n[poi]nts in the diagram; then the quantity of P will be OP/OA=p, and that of Q \r\n[w]ill be OQ/OB=q. The resultant of these <s>two<\\s> will be represented in the \r\n[di]agram by the point C, where AC:CB::q:p and the quantity of \r\n[th]e resultant will be p+q, so that if we produce OC to R, so that \r\n[O?]R=(p+q)OC, <s>OR will be the resultant<\\s> the line OR will \r\n[r]epresent the resultant of OP & OQ in direction and magnitude. \r\n[It] is easy to prove <s>that<\\s> from this construction, that OR is the \r\n[dia]gonal of the parallelogram of which OP & OQ are two sides. \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}