{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/8aa3d9/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/dd1ee564b73b77c623a1f82607f91fa1/7b8c130c-03a8-4f1e-8c63-dd8e7630345a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/10",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "It appears therefore that if colours are represented in quantity and \r\n[q]uality by the magnitude and direction of straight lines, the rule \r\nfor the composition of colours is identical with that for the composition \r\nof forces in Mechanics. This analogy has been well brought out by \r\nProfessor Grassmann in Poggendorff's Annalen Bd. LXXXIX. \r\nWe may conceive an arrangement of actual colours in space \r\n<s>similar to that<\\s> founded upon this construction. Suppose each \r\nof these radiating lines representing a given colour to be itself \r\nilluminated with that colour, the brightness increasing from zero \r\nat the origin to unity, where it cuts the plane of the diagram, and \r\nbecoming continually more intense in pro- portion to the distance \r\nfrom the origin. In this way every colour in nature may be \r\nmatched, both in quality and quantity, by some point in this coloured \r\nspace. \r\nIf we take any three lines through the origin as axes we may by \r\ncoordinates parallel to these lines, express the position of any point \r\nin space. That point will correspond to a colour which is the \r\nresultant of the three colours represented by the three coordinates. \r\nThis system of coordinates is an illustration of the resolution \r\nof a colour into three components. According to the theory of \r\n<u>Young<\\u> the human eye is capable of three distinct primitive sensations of \r\ncolour, which, by their composition in various propor- tion, \r\nproduce <s>all<\\s> the sensations of actual colour in all their varieties. \r\nWhether any kinds of light have the power of exciting these primitive sensations \r\nseparately has not yet been determined. \r\nIf colours corresponding to the three primitive sensations can \r\nbe exhibited, then all colours, whether produced by light, disease, or \r\nimagination, are compounded of these, and have their places within \r\nthe triangle formed by joining the three primaries. If the colours \r\nof the pure spectrum, as laid down on the diagram, form a triangle, the \r\ncolours at the angles <u>may<\\u> <s>represent<\\s<\r\n> correspond to the primitive sensations. If the \r\nspectrum cannot be enclosed by a triangle having three of its colours as \r\nangles, then no colour in the spectrum, and therefore no colour in nature, \r\ncorresponds to any of the three primary sensations. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}