{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/61a9f8/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/c186d408ed638945c5b4bb86133fc2ca/ece843f3-24ff-4e2a-a89e-bc09cd7bdd52",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/11",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "The only data at present existing for determining the primary \r\ncolours, are derived from the comparison of observations \r\nof colour=equations by colour blind, and by normal eyes. \r\nThe colour=blind equations differ from the others by the nonexistence \r\nof one of the elements of colour, the relation of which to known \r\ncolours can be ascertained. It appears, from observations made \r\nby two colour blind persons*, <s>and recorded in<\\s> that the elementary sensation \r\nwhich they do not possess <s>[text?]<\\s> is a red approaching to crimson \r\nlying beyond both vermillion and carmine. These observations \r\nare confirmed by those of Mr <u>Pole<\\u> and by others which I have \r\nobtained <s>from<\\s> since. I have hopes of being able to procure a set \r\nof colour=blind equations between the colours of the spectrum, \r\nwhich will indicate the missing primary in a more exact manner. \r\nThe experiments which I am going to describe have \r\nfor their object the determination of the position of the \r\ncolours of the spectrum upon Newtons diagram, from actual \r\nobservations of the mixtures of those colours by two observers. \r\nThey were conducted in such a way, that in every observation \r\nthe judgement of the observer was exercised upon two parts of \r\nan illuminated field, <s>which we<\\s> one of which was so adjusted \r\nas to be chromatically identical with the other, which, during \r\nthe whole series of observations, remained of one constant \r\nintensity of white. In this way the effects of subjective \r\ncolours were entirely got rid of, and all the observations were \r\nof the same kind, and therefore may claim to be equally accurate; \r\nwhich is not the case when comparisons are made between \r\nbright colours of different kinds. \r\nX The chart of the spectrum, deduced from these observations \r\nexhibits the colours arranged very exactly along two sides of a \r\ntriangle, the extreme red and violet forming doubtful portions of \r\nthe third side. This result greatly simplifies the theory of colour, \r\nif it does not actually point out the three primary colours \r\n(themselves. \r\n* Trans. R.S. Edin. XXI pt2 p. 286.\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}