{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/dcc909/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/7bbf39b20abe8afc2aaa5b387a3ae39a/19fb78ee-1f1b-4b7c-b1d7-7adce8940507",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/12",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "[paragraph]V. <u>Description of an Instrument for making definite mixtures of the \r\n[c]olours of the Spectrum.<\\u>\r\nThe experimental method which I have used consists in forming \r\na combination of three colours belonging to different portions of the \r\nspectrum, <s>in such<\\s> the quantity of each being so adjusted that the \r\nmixture shall be white, and equal in intensity to a given white. \r\nFor more correct figures see the end of the paper\r\n[diagram]\r\nFig. 1 represents the instrument for making the observations. \r\nIt consists of two <s>rectan<\\s> tubes, or long boxes, of deal, of rectangular \r\nsection, joined together at an angle of about 100[degree]\r\nThe part AK is about 5 feet long, 7 inches broad and 4 deep. KN is about \r\n2 feet long, 5 inches broad, and 4 deep. BM is a partition <s>extending<\\s> parallel \r\nto the side of the long box. The whole of the inside of the \r\ninstrument is painted black, and the only openings are at the ends \r\nAC, and at E. At the angle there is a lid, which is opened when the \r\noptical parts have to be adjusted or cleaned. \r\nAt E is a fine vertical slit, L is a lens. At P there are two equilateral \r\nprisms. The slit E the lens L and the prisms P are so adjusted \r\nthat when light is admitted at E a <u>pure spectrum<\\u> is formed \r\nat AB the extremity of the long box. A mirror at M is also <s>so<\\s> \r\nadjusted so as to reflect the light from E along the narrow compartment of \r\nthe long box to BC. \r\nAt AB is placed the contrivance shown in Fig 2. A'B' is a \r\nrectangular frame of brass, having a rectangular aperture of 6 X 1[half] inches. \r\nOn this frame are placed six brass sliders XYZ. Each of these carries a \r\nknife edge of brass in the plane of the surface of the frame ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}