{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/25f94b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/d2e6f840f3f40979b61d86485506efae/2e7f57b6-47cd-4a57-95d9-a5fcb39bfcc1",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/13",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "These six moveable knife=edges form three slits XYZ which may be \r\nso adjusted as to coincide with any three portions of the pure \r\nspectrum formed by light from E. The intervals behind the sliders \r\nare closed by hinged shutters, which allow the sliders to move without \r\nletting light pass between them. \r\nThe inner edge of the brass frame is graduated to twentieths of an inch \r\nso that the position of any slit can be read off. The breadth of the slit \r\nis ascertained by means of a wedge=shaped piece of metal, 6 inches long \r\nand tapering to a point from a breadth of [half] inch \r\n<s>and reading off the brea<\\s> \r\nThis is gently inserted into each slit and the breadth is determined \r\nby the distance to which it enters, the divisions on the wedge corresponding \r\nto the two hundredth of an inch difference in breadth, so that the unit of breadth is .005 inch. \r\nNow suppose light to enter at E, to pass through the lens and \r\nto be refracted by the two prisms at P. A pure spectrum, showing \r\nFraunhofers lines, is formed at AB, but only that part is allowed to \r\npass which falls on the three slits XYZ. The rest is stopped by the \r\nshutters. Suppose that the portion falling on X belongs to the red \r\npart of the spectrum. Then of the white light entering at E only the \r\nred will come through the slit X. If we were to admit red light \r\nat X it would be refracted to E, by the principle in Optics that \r\nthe course of any ray may be reversed. <s>will be the same<\\s> If, instead of \r\n<s>wh<\\s> red light, we were to admit white light at X, still only red \r\nlight would come to E; for all other light would be either more or \r\nless refracted, and would not reach the slit at E. Applying the \r\neye at the slit E we should see the prism P uniformly illuminated with red \r\nlight of the kind corresponding to the <s>slit<\\s> part of the spectrum which \r\nfalls on the slit X when white light is admitted at E. \r\nLet the slit Y correspond to another portion of the spectrum, say \r\nthe green; then, if white light is admitted at Y, the prism, as seen \r\nby an eye at E, will be uniformly illuminated with green light; \r\nand if white light be admitted at X and Y simultaneously ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}