{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/dff237/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/66068b90ea24959a0379c1b4baddb6bf/9a9408af-e38c-499c-affa-9f5908d25d40",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/14",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the colour seen at E will be a compound of red and green \r\nthe proportions depending on the breadth of the slits and the intensity \r\nof the light which enters them. The third slit Z enables us to \r\ncombine any three kinds of light in any given proportions, so \r\nthat <s>when<\\s> an eye at E shall see the face of the prism at P uniformly \r\nilluminated with the colour resulting from the combination of \r\nthe three. The position of these three rays in the spectrum is found \r\nby admitting the light at E, and comparing the position of the slits \r\nwith the position of the principal fixed lines, and the breadth \r\nof the slits is determined by means of the wedge. \r\nAt the same time, white light is admitted through BC to the \r\nmirror of black glass at M, whence it is reflected to E, past the \r\nedge of the prism at P, so that the eye at E sees through the lens \r\na field consisting of two portions, separated by the edge of the prism \r\non the left hand being compounded of three colours of the spectrum, \r\nrefracted by the prism, while that on the right hand is white light reflected \r\nfrom the mirror. By adjusting the slits properly, these two portions \r\nof the field may be made equal, both in colour and brightness, \r\nso that the edge of the prism becomes almost invisible. \r\nIn making experiments the instrument was placed on a \r\ntable in a room moderately lighted, with the end AB turned \r\ntowards a large board covered with white paper, and placed \r\nin the open air, so as to be uniformly illuminated by the \r\nsun. In this way the three slits and the mirror M were \r\nall illuminated with <s>the<\\s> white light of the same intensity, \r\nand all were <s>[text?]<\\s> affected in the same ratio by any change \r\nof illumination. so that if the two halves of the field were rendered \r\nequal when the sun was <s>shining<\\s> under a cloud they were \r\nfound nearly correct when the sun again appeared. \r\nNo experiments, however, were considered good unless the sun \r\nremained uniformly bright during the whole series of experiments. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}