{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/ce82ac/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/fc78b678540cf4bf662c708b3e85ba93/44db9910-7f4e-45f3-9e9c-7f8b7eb746fa",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/15",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "After each set of experiments, light was admitted at E, and the \r\nposition of the fixed lines D & F of the spectrum was read off on the \r\nscale at AB. It was found that after the instrument had been \r\nsome time in use these positions were invariable, showing \r\nthat the eye=hole, the prisms and the scale might be considered \r\nas rigidly connected. \r\n[paragraph?] VI. <u>Method of determining the wave=length corresponding to any \r\npoint of the spectrum on the scale AB<\\u>. \r\nTwo plane surfaces of glass were kept apart by two parallel \r\nstrips of goldbeaters leaf so as to enclose a <s>nearly<\\s> stratum of \r\nair of nearly uniform thickness. Light reflected from this stratum \r\nof air was admitted at E and the spectrum formed by it was \r\nexamined at AB <s>It was ap<\\s> by means of a lens. This spectrum \r\nconsists of a large number of bright bands separated by dark \r\nspaces at nearly uniform intervals, these intervals, however \r\nbeing considerably larger as we approach the violet end of the \r\nspectrum. \r\nThe reason of these alternations of brightness is easily explained. \r\nBy the theory of Newton's Rings, the light reflected from a \r\nstratum of air consists of two parts, one of which has traversed \r\na path longer than that of the other by an interval, depending \r\non the thickness of the stratum, and the angle of incidence. \r\nWhenever the interval of retardation is an exact multiple \r\nof a wave=length, these two portions of light destroy each other \r\nby interference, and when the interval is an odd number of \r\nhalf wave-lengths the resultant light is a maximum. \r\nIn the ordinary case of Newtons rings, these alternations depend \r\nupon the varying thickness of the stratum, while in this case \r\na pencil of rays of different wave lengths, but all experiencing the \r\nsame retardation, is analysed <s>so that<\\s> into a spectrum, ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}