{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/29a2f3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/a17449ebc81db0b0d02256aeea6c1c80/99628198-8bee-46de-aad6-3b6fe56c50d2",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/18",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Having thus selected 16 distinct points of the spectrum on \r\nwhich to operate, and determined their wave=lengths and \r\napparent colours, I proceeded to ascertain the mathematical \r\nrelations between these colours in order to lay them down \r\non Newton's diagram. For this purpose I selected three \r\nof these as points of reference, namely, those at 24, 44, and \r\n68 of the scale. I chose these points because they are well \r\nseparated from each other on the scale, and because the colour \r\nof the spectrum at these points does not appear to the eye \r\nto vary very rapidly, either in hue or brightness, in passing \r\nfrom one point to another. Hence a small error of position \r\nwill not make so serious an alteration of colour at these \r\npoints, as if we had taken them at places of rapid variation; \r\nand we may regard the amount of the illumination produced \r\nby the light entering through the slits in these positions as \r\nsensibly proportional to the breadth of the slits. \r\n(24) corresponds to a bright scarlet about one third of the distance \r\nfrom C to D. (44) is a green very near the line E, and (68) is a \r\nblue about one third of the distance from F to G. \r\n[paragraph]VII <u>Method of observation<\\u> \r\nThe instrument is turned with the end AB towards a \r\nboard, covered with white paper, and illuminated by sun light. \r\nThe operator sits at the end AB, to move the sliders, and adjust \r\nthe slits; and the observer sits at the end E, which is shaded from \r\nany bright light. The operator then places the slits so that their \r\ncentres correspond to the three standard colours, and adjusts their \r\nbreadths till the observer sees the <s>compound colour<\\s> prism \r\nilluminated with pure white light of the same intensity with \r\nthat reflected by the mirror M. In order to do this, the <s>op<\\s> observer \r\nmust tell the operator what difference he observes in the \r\ntwo halves of the illuminated field, and the operator must \r\nalter the breadth of the slits accordingly, always keeping the centre ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}