{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/8ad512/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/f53b5191a06aec0a4a2a73ce05a83476/61a7ec3e-4a22-46b0-9a5b-e37b634bc3d7",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/19",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "[o]f of each slit at the proper point of the scale. The observer may call for \r\nmore or less red, blue or green; and then the operator must increase \r\nor diminish the width of the slits X Y & Z respectively. If the \r\n<s>field is dar<\\s> variable field is darker or lighter than the constant field, \r\nthe operator must widen or narrow all the slits in the same proportion. \r\nWhen the variable part of the field is nearly adjusted, it often happens \r\nthat the constant white light from the mirror appears tinged with \r\nthe complementary colour. This is an indication of what is required \r\nto make the resemblance of the two parts of the field of view perfect. \r\nWhen no difference can be detected between the two parts of the \r\nfield, either in colour or in brightness, <s>then<\\s> the observer must \r\nlook away for some time, to relieve the strain on the eye and \r\nthen <s>make a fresh observation<\\s> look again. If the eye thus refreshed \r\nstill judges the two parts of the field to be equal, the observation \r\nmay be considered complete, and the operator must measure \r\nthe breadth of each slit by means of the wedge, as before described \r\nand write down the result as a colour=equation, thus - \r\nOct 18. J 18.5(24) + 27(44) + 37(68) = W* (13) \r\nThis equation means that on the 18th of October the observer I made an observation in which \r\nthe breadth of the slit X was 18.5 as measured by the wedge while its \r\ncentre was at the division (24) of the scale, <s>and<\\s>  that the breadths of \r\nY & Z were 27 & 37 and their positions (44) and (68) and that \r\nthe illumination produced by these slits was exactly equal, in my \r\nestimation, to the constant white W. \r\nI then shifted the position of the slit X from (24) to (28) \r\nand when the proper adjustments were made, I found a second \r\ncolour equation of this form - \r\nOct 18 J 16(28) + <s>[text?]<\\s> 21(44) + 37(68) = W (14) \r\nSubtracting one equation from the other and remembering that \r\nthe figures in brackets are merely symbols of position, not of magnitude \r\nwe find - \r\n16(28) = 18.5(24) + 6(44) \r\nshowing that (28) can be made up of (24) and (44), in the proportion \r\nof <s>[text?] 18.5 to 6 ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}