{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/b227fa/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/b2c0fcaba135b5ce7f28d73d31a8f210/eb0ec203-76b9-4b27-9abd-0a710ee54d65",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/23",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "[paragraph]VIII <u>Determination of the average error in observations of different kinds<\\u>. \r\nIn order to estimate the degree of accuracy of these observations, \r\nI have taken the differences between the values of the <s>mean<\\s> \r\nthree standard colours as originally observed, and their \r\nmeans as given by the above table. The sum of all the \r\nerrors of the Red (24) from the means, was 31.1, and the number \r\nof observations was 42, which gives the average error .74. \r\nThe sum of errors in Green (44) was 48.0, and the number of observations \r\n31, giving a mean error 1.55. \r\n\r\nThe sum of the errors in Blue (68) was 46.9, and the number of \r\nobservations 35, giving a mean error 1.16, \r\n\r\nIt appears therefore that in the observations generally, the average \r\nerror does not exceed 1.5, and therefore the results, if confirmed by \r\nseveral observations, may safely be trusted, to that degree of accuracy. \r\n\r\nThe equation between the three standard colours was repeatedly \r\nobserved, in order to detect any alteration in the character \r\nof the light, or any other change of condition which would prevent \r\nthe observations from being comparable with one another, and \r\nalso because this equation is used in the <s>determinati<\\s> reduction of \r\nall the others, and therefore requires to be carefully observed. \r\nThere are 20 observations of this equation, the mean of which \r\ngives \r\n18.6(24) + 31.4(44) + 30.5(68) = W* (16) \r\nas the standard equation\r\n\r\nWe may use the 20 observations of this equation as a means \r\nof determining the relations between the errors in the different \r\ncolours, and thus of estimating the accuracy of the observer in \r\ndistinguishing colours. \r\n\r\nThe following Table gives the result of these operations, where R stands for (24), G for (44), and B for (68).",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}