{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/2863f2/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/9ecbd74a62a3e2bb17aea9f0b4fbde46/dcc9c66c-db7b-4844-b8ac-4e7f8d7c472c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/29",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "[paragraph]XIII<u>Comparison of Results by Newtons diagram.<\\u>\r\nThe relations of the colours, as given by these observations are \r\nlaid down in Fig 5. It appears from this diagram, that the positions \r\nof the colours lie nearly in a straight line from (24) to (44), and from (48) to (60). \r\nThe colours beyond (60) are crowded together, as in the other diagram, and \r\nthe observations are not yet sufficiently .accurate to distinguish their \r\nrelative positions accurately. The colour (20) at the red end of the \r\nspectrum is further from the line joining (24) and (68) than in the other diagram, \r\nbut I have not obtained satisfactory observations of these extreme colours \r\nIt will be observed that (32), (36), and (40) are placed further to the right \r\nin fig (5) than in fig (4), showing that the second observer sees more green \r\nin these colours than the first. also that (48) (52) (56) & (60) are much further \r\nup in fig (5), showing that to the second observer they appear more \r\nblue and less green. These differences were well seen in making an \r\nobservation. When the instrument was adjusted to suit the first observer \r\nthen, if the selected colour were (32) (36) or (40), the second, on looking into \r\nthe instrument, saw it too green; but if (48) (52) (56) or (60) were the selected \r\ncolour then, if right to the first observer, it appeared too blue to the second. \r\nIf the instrument were adjusted to suit the second observer, then, \r\nin the first case, the other saw red, and in the second, green, \r\nshowing that there was a real difference in the eyes of these two \r\nindividuals, producing constant and measurable differences in the \r\napparent colour of objects. \r\n\r\n[paragraph]XIV. <u>Comparison by curves of intensity of the primaries<\\u> \r\n\r\nFigs 6 & 7 are intended to indicate the intensities of the three \r\nstandard colours at different points of the spectrum. The curve \r\nmarked (R) indicates the intensity of the red or (24), (G) that of green or (44), \r\nand (B) that of blue or (68). The curve marked (S) has its ordinates equal \r\nto the sum of the ordinates of the other three curves. The intensities are \r\nfound by dividing every colour=equation by the coefficient of the colour on \r\nthe left-hand side. Figure 6 represents the results of observations by K, \r\nand figure 7 represents those of J. It will be observed that the ordinates \r\nin fig 7 are smaller between 48 and 56 than in fig 6 This indicates the \r\nfeeble intensity of certain kinds of light as seen by the eyes of J which \r\nmade it impossible to get observations of the colour (52) at all without ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}