{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/e2504c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/0c4f3b3c31460f194ec28dbe5da310f8/26343e24-94ab-45b9-9484-ed7b0c94e3fe",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/30",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "making the slit so wide as to include all between 48 and 56. \r\n\r\nThis blindness of my eyes to the parts of the spectrum between the \r\nlines E & F appears to be confined to the region surrounding the axis \r\nof vision, as the field of view, when adjusted for my eyes looking \r\ndirectly at the colour, is decidedly out of adjustment when I view it \r\nby indirect vision, turning the axis of my eye towards some other \r\npoint. The prism then appears greener and brighter than the mirror, \r\nshowing that the parts of my eye at a distance from the axis are \r\nmore sensitive to this blue=-green light than the parts close to the \r\naxis. \r\n\r\n<s>What we have to remark<\\s> It is to be noticed that this insensibility \r\nis not to all light of a green or blue colour, but to light of a \r\ndefinite refrangibility.  If I had a species of colour blindness \r\nrendering me totally or partially insensible to that element of colour \r\nwhich most nearly corresponds with the light in question, \r\nthen the light from the mirror, as well as that from the prism \r\nwould <s>be<\\s> appear to me deficient in that colour, and I should \r\nstill consider them chromatically identical, or if there were \r\nany difference it would be the same for all colours nearly the same \r\nin appearance, such as those just beyond the line F, which appear to \r\nme quite bright. <s>The only way of <\\s>\r\nWe must also observe that the peculiarity is confined to a \r\ncertain portion of the retina, which is known to be of a \r\nyellow colour, and which is the seat of several ocular \r\nphenomena observed by Purkinje & Wheatstone, and of the \r\nsheaf or brushes seen by Haidinger in polarized light. \r\nand also that though, of the two observers whose results \r\nare given here, one is much more affected with this peculiarity \r\nthan the other, both are less sensible to the light between \r\nE and F than to that on either side, and other observers \r\nwhose results are not here given, confirm this. ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}