{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/1a25ce/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/9aade82c62aa06627881a3ac908893db/d353fa02-6292-495a-a473-40845ce9d9af",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/31",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "[paragraph]XV Explanation of the differences between the two Observers. \r\n\r\nI think, therefore, that the yellow spot at the foramen centrale \r\nof Soemmering will be found to be the cause of this phenomenon. \r\nIt absorbs the rays between E and F and would, if placed in the \r\npath of the incident light, produce a corresponding dark band in the spectrum \r\nformed by a prism. <s>at this<\\s> \r\nThe reason why white light does not appear yellow in consequence \r\nis that this absorbing action is constant, and we reckon as white the mean \r\nof all the colours we are accustomed to see. This may be proved \r\nby wearing spectacles of any strong colour for some time, when \r\nwe shall find that we judge white objects to be white, in spite of \r\nthe rays which enter the eye being coloured. \r\nNow ordinary white light is a mixture of all kinds of light, \r\nincluding that between E and F, which is partially absorbed. \r\nIf, therefore, we compound an artificial white containing the \r\nabsorbed <s>colour<\\s> ray as one of its three components, it will be much more \r\naltered by the absorption than the ordinary light, which contains \r\nmany rays of nearly the same colour, which are not absorbed. \r\nOn the other hand, if the artificial light do not contain the \r\nabsorbed ray, <s>the<\\s> it will be less altered than the ordinary light, which \r\ncontains it. Hence the greater the absorption the less green will \r\nthose colours appear which are near the absorbed part, such as \r\n(48) (52) (56) and the more green will the colours appear which are \r\nnot near it, such as (32) (36) (40). And these are the chief differences \r\nbetween fig 4 & fig 5. \r\n\r\nI first observed this peculiarity of my eyes when observing the \r\nspectrum formed by a very long vertical slit. I saw an elongated dark spot \r\nrunning up and down in the blue, as if confined in a groove, and following \r\nthe motion of the eye as it moved up or down the spectrum, but \r\nrefusing to pass out of the blue into other colours. By increasing \r\nthe breadth of the spectrum, the dark portion was found to correspond \r\nto the <u>foramen centrale<\\u>, and to be visible only when the eye is turned ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}