{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/05f898/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/00c1a35c341b6184f01e9d899386a226/d2f02b15-286e-4f18-b50e-f9c12da31fe0",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/32",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "towards the blue between E & F. The spot may be well seen \r\nby first looking at a yellow paper, and then at a blue one, \r\nwhen the spot will be distinctly seen for a short time, but it soon \r\ndisappears when the eye gets accustomed to the blue. \r\nSee the Report of the British Association for 1856 p 12 \r\nI have been <s>somewhat<\\s> the more careful in stating this peculiarity \r\nof my eyes, as I have reason to believe that it affects most \r\npersons, especially those who can see Haidingers brushes easily. \r\nSuch persons, in comparing their vision with that of others, \r\nmay be led to think themselves affected with partial colour=\r\nblindness. whereas their colour=vision may be of the ordinary \r\nkind, but the rays which reach their sense of sight may be \r\nmore or less altered in their proportions by passing through the \r\nmedia of the eye. The existence of real, though partial colour-blindness will \r\nmake itself apparent, in a series of observations, by <s>the greater<\\s>\r\nthe discrepancy between the observed values <s>of certain colours<\\s> and the means \r\n[text?] in certain colours than in others. N.P. headed \"General Conclusions\" [paragraph]XVI  Neither of the observers \r\nwhose results are given here show any indications of colour=\r\nblindness, and when the differences arising from the absorption \r\nof the rays between E & F is put out of account they agree in \r\nproving that there are three colours in the spectrum \r\nred, green and blue by the mixtures of which colours \r\nchromatically identical with the other colours of the spectrum \r\nmay be produced. The exact position of the red and blue is not \r\nyet ascertained, That of the green is [quarter] from E towards F \r\n[the] orange and yellow of the spectrum are chromatically equivalent to \r\nmixtures of red and green. They are neither richer nor paler than the \r\ncorresponding mixtures, and the only difference is that the mixture may \r\nbe resolved by a prism, whereas the colour of the spectrum cannot be \r\nso resolved. This result seems to put an end to the pretension \r\nof yellow to be considered a primary element of colour.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}