{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/9b8c3e/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/643380d010eabe08e38fb11b5ff75951/703c5e4a-0a65-470a-9d55-d242ae4a8cdc",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/35",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "[Sent?] G.G.S.\r\n<u>Postscript<\\u>. <s>to a Paper By J.C. Maxwell\r\nOn Compound Colours and on the Relation of the Colours of the Spectrum<\\s>\r\nReceived May 8. 1860 Read May 24. 1860 \r\nSince sending the above paper to the Royal Society, I have \r\nobtained some observations of the colours of the spectrum \r\nby persons whose vision is \"dichromic,\" and who are therefore \r\nsaid to be \" colourblind.\" \r\nThe instrument used in making these observations \r\nwas similar in principle to that formerly described, except \r\nthat, in order to render it portable, the rays are reflected back \r\nthrough the prisms, nearly in their original direction; thus \r\nrendering one of the limbs of the instrument unnecessary, and \r\nallowing the other to be shortened considerably on account of the greater angular dispersion. The principle \r\nof reflecting light, so as to pass twice through the same prism, \r\nwas employed by me in an instrument for combining colours made \r\nin 1856, and a<s>n<\\s> reflecting instrument for observing the spectrum has been \r\nconstructed independently by <u>M. Porro.<\\u> \r\n<s>The<\\s> Light from a sheet of paper illuminated by sunlight is admitted \r\nat the slits X, Y, Z; (Fig 1), falls on the prisms P & P' (angles = 45[degree]) \r\nthen on a concave silvered glass, S, radius 34 inches. The light, \r\nafter reflexion, passes again through the prisms P' and P, and is reflected \r\nby a small mirror e to the slit E, where the eye is placed to \r\nreceive the <s>compound<\\s> light compounded of the colours corresponding \r\nto the positions and breadths of the slits X, Y, & Z. \r\nAt the same time, another portion of the light from the illuminated \r\npaper enters the instrument at BC, is reflected at the mirror M, ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}