{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/ebb6ae/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/cf3f9cce5f89fbfa7c7635792d36765f/e4ea28a9-ffad-4448-98fe-a622394a82a6",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/36",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "passes through the lens L, is reflected at the mirror M', <s>and<\\s> passes \r\nclose to the edge of the prism P, and is reflected along with the coloured \r\nlight at e, to the eye-slit at E. \r\nIn this way the compound colour is compared with a constant \r\nwhite light in optical juxtaposition with it. The mirror M is \r\nmade of silvered glass, that at M' is made of glass roughened and blackened \r\nat the back, to reduce the intensity of the constant light to a convenient \r\nvalue for the experiments \r\nThis instrument gives a spectrum in which the lines are very distinct \r\nand the length of the spectrum from A to H is 3.6 inches. The outside \r\nmeasure of the box is 3 feet 6 inches, by 11 inches by 4 inches, and \r\nit can be carried about, and set up in any position, without readjustment. \r\nIt was made by Messrs Smith & Ramage of Aberdeen. \r\nIn obtaining observations from colourblind persons, \r\ntwo slits only are required, to produce a mixture chromatically \r\nequivalent to white; and at one point of the spectrum, the \r\ncolour of the pure rays appears identical with white. This point \r\nis near the line F, a little on the less refrangible side. From this \r\npoint to the more refrangible end of the spectrum appears to them \"blue.\" The \r\ncolours on the less refrangible side appear to them all of the same \r\nquality, but of different degrees of brightness, and when any of them \r\nare made sufficiently bright, they are called \" yellow.\" It is \r\nconvenient to use the term \"yellow\" in speaking of the colours \r\nfrom red to green inclusive since it will be found that a dichromic \r\nperson in speaking of red, green, orange and brown refers to different \r\ndegrees of brightness or purity of a single colour, and not to different \r\ncolours perceived by him. This colour we may agree to call \"yellow,\" \r\nthough it is not probable that the sensation of it is like that of yellow ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}