{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/7363cc/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/0262b3c5276b584ed6ce3e83333c2304/b5fdb94e-466a-4780-95a2-2b3daf3348d5",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/40",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "In Fig 3 these results are represented in a different manner. The point \r\nD  is taken as the origin of coordinates, <s>and<\\s> the \"yellow\" element of colour is \r\nrepresented by distances measured horizontally to the right from D, and the \r\n\"blue\" element by distances measured vertically from the horizontal line through \r\nD. The numerals <s>represent the<\\s> indicate the different colours of the spectrum \r\naccording to the scale shown in fig 2 and the coordinates of each point \r\nindicate the composition of the corresponding colour. The triangle of colours \r\nis reduced, in the case of dichromic vision, to a straight line \"B\"\"Y,\" and the \r\nproportions of \"blue\" and \"yellow\" in each colour are indicated by the \r\nratio in which this line is cut by the line <s>through<\\s> from D passing through \r\nthe position of that colour. \r\n\r\nThe results given above were all obtained with the light of white paper, \r\nplaced in clear sunshine. I have obtained similar results, when the sun was hidden, by using \r\nthe light of uniformly illuminated clouds, <s>when the sun<\\s> but I do not \r\nconsider these observations sufficiently free from <s>casu<\\s> disturbing \r\ncircumstances to be employed in calculation. It is easy, however, by means \r\nof such observations, to <s>test<\\s> verify the most remarkable phenomena of \r\ncolour  blindness, as for instance, that the colours from red to green appear \r\nto differ only in brightness, and that the brightness may be made identical \r\nby changing the width of the slit; that the colour near F is a neutral tint, \r\nand that the eye in viewing it sees a dark spot in the direction of \r\nthe axis of vision; that the colours beyond are all blue of different \r\nintensities, and that any \"blue\" may be combined with any \"yellow\" \r\nin such proportions as to form \"white.\" These results I have verified \r\nby the observations of another colourblind gentleman, who did not \r\nobtain sunlight for his observations; and as I have now the \r\nmeans of carrying the requisite apparatus easily, I hope to meet \r\nwith other colour=blind observers, and to obtain their observations \r\nunder more favourable circumstances.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}