{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/8caef6/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/2735b2dd0538dd33cf2767c6ac4a229e/4bd11b14-19bc-4371-8ee3-e50b29840a51",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/PT_60_4/canvas/41",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "On the Comparison of Colourblind with ordinary vision by means \r\nof observations with coloured papers. \r\n\r\nIn March 1859 I obtained a set of observations by \r\nMr Simpson of the relations between 6 coloured papers \r\nas seen by him. The colours were - Vermillion (V), Ultramarine (U), \r\nEmerald Green (G), Ivory Black (B), Snow White (W), and pale Chrome Yellow \r\n(Y). These 6 colours afford 15 colour=blind equations, since 4 colours \r\nenter into each equation. 14 of these were observed by Mr Simpson \r\nand from these I deduced three equations <s>from<\\s>  giving the relation \r\nof the three standards (V), (U) (G) to the <s>three<\\s> other colours according \r\nto his kind of vision. From these three equations I then \r\ndeduced 15 equations, admitting of comparison with the observed \r\nequations, and necessarily consistent in themselves. \r\nThe comparison of these equations furnishes a test of the truth of \r\nthe theory that the colour blind see by means of two colour=sensations \r\nand that therefore every colour may be expressed in terms of <u>two<\\u> \r\ngiven colours, just as in ordinary vision it may be expressed in \r\nterms of three <s>sensations<\\s> given colours. The one set of equations \r\nare each the result of a single observation, the other set are \r\ndeduced from three equations in accordance with this theory and \r\nthe two sets agree to within an average error = 2.1.* \r\nBut, according to our theory, colour=blind vision is not only \r\ndichromic, but the two elements of colour are identical with \r\ntwo of the three elements of colour as seen by the ordinary \r\neye, so that it differs from ordinary vision only in being \r\ninsensible to a particular colour, the relation of which to known \r\n* Here insert Table 6 ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}