{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/8c7c72/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/15fff88b07421ae50d4e7124899e1188/d1c9f1b3-eb13-4bde-8aea-aa08f9bd2cee",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "3. \r\nFor in the second paragraph (page VI) under the same \r\nheading Dr Shaw draws attention specifically to these \r\nmisfortunes noting every instrumental failure or \r\n'peculiarity of procedure' which the records of obser-\r\nvations disclose and I have but to consider his remarks \r\nin the order in which they stand. \r\nMercurial thermometers are much more easily \r\nread than uncoloured spirit thermometers and they are \r\nless rapidly affected by the breath or proximity of the \r\nobserver. The importance of these advantages in the \r\ncold darkness of an Antarctic winter constitutes a good \r\nand sufficient reason for the adoption of Mercury \r\nthermometers for routine observations, and the suggestion \r\nthat this course was taken on account of the presence \r\nof an \"index\" in the spirit thermometer is entirely \r\nrefuted. \r\nThe Mercury thermometers can only be suggested \r\nto have failed on the rare occasions (at the Winter \r\nQuarters) when the temperature fell below - 40 F and \r\non such occasions either an absolute reading of the \r\nSpirit thermometer or a corrected reading of the \r\nMercury thermometer is available. \r\nGiven proper corrections for both thermometers \r\nonly a slight addition to the labour of reduction can \r\nhave been occasioned by the course adopted and it is to \r\nbe observed that Dr Chree (page 453 et seq) expresses no \r\n<u>doubt<\\u> ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}