{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/e82339/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/635016703a430ab065a7e673cdf9c442/1492e94d-e78e-444a-aa04-9ff9db220a87",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/3",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "4. \r\ndoubt as to the accuracy of the results obtained. \r\nThe Temperatures recorded at our Winter\r\nQuarters have led to the interesting discovery that \r\nMercury continues to contract below its freezing point \r\n(page 15), and in view of all the circumstances it does \r\nnot seem improbable that the routine use of Mercury \r\nthermometers should be recommended to future polar \r\nExpeditions. \r\nThe station barometer was kept in the deck \r\nhouse because it was impossible to find a space in the \r\ncramped living quarters where it would have been free \r\nfrom the danger of injury; it was recognised that a \r\ndifficulty would be involved in the limited range of the \r\nattached thermometer and the suggestion that the position \r\nwas chosen in ignorance of this fact is inaccurate. \r\nThe Meteorological Volume does not give the \r\nreadings of the attached thermometer; it does give the \r\ncorrected readings of the barometer in the coldest \r\nweather without comment (vide page 205). Without the \r\noriginal records I cannot say with certainty but I \r\nbelieve (1) that the temperature of the deck house was \r\nrarely below the limit of the attached thermometer. \r\n(11) that on all such occasions data were provided \r\nwhereby a temperature correction could be obtained. \r\nThe 'idea' that the recording part of the \r\n'Dines' anemograph should be kept in the living room \r\n<u>was<\\u> \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}