{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/e50953/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6ab63d5608ab8bfd399a4be787a5ea17/09d49378-a321-416b-9096-563ad29a1438",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "5. \r\nwas not communicated to any member of the Expedition, \r\nbut its desirability was obvious to the most ordinary \r\nintelligence. There were insuperable difficulties \r\nto such a course however, apart from the consideration \r\nof space below. The Vane head had necessarily to be \r\nplaced in a position free from the interference of the \r\nrigging of the Ship; such a position could only be found \r\non the Mizzen Mast from whence to the living space the \r\nconducting pipe must necessarily have been very long and \r\nangular, to the complete detriment of accurate results. \r\nMoreover, had this small pipe been lashed to the stove \r\npipe it would inevitably have been choked with ice \r\nwhenever the temperature fell (This evil was constantly \r\nfelt in the Acetylene installation, although the generator \r\nwas in the lobby and not in the open. With great and \r\nvarying differences of temperature at the ends of a pipe \r\ninternal condensation is unavoidable). \r\nThe installation of the 'Dines' Anemograph \r\nwas arranged with a knowledge of the principles involved \r\nand the best was made of difficult circumstances. \r\nThe instrument failed from a cause which \r\nmight have been foreseen but which could not have been \r\nprevented, namely the collection of ice crystals in and \r\nabout the vane head; it is therefore clearly unfitted \r\nfor polar work. \r\n<u>The<\\u> \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}