{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/167b4c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ec422331579e01bad24d9b1e2fd8bb0d/1b730d01-d84e-4138-9a73-c3dfbba2e3f3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "6. \r\nThe Sunshine recorder was an instrument \r\nespecially made for the Expedition: The first of its \r\nkind, it was received without instructions, a few days \r\nbefore the Expedition sailed. nder Summer conditions \r\nall that was needed was to level the instrument in the \r\nmeridian and adjust the cards so that the track of the \r\nfocus traversed them, and tis was done (on a few occasions \r\nthe cards were misplaced in altitude). But it was \r\nfurther intended that it should be prepared for use when \r\nthe sun was very low to the Northward by removing the \r\nNorthern half of the bowl, and this was not done. It is \r\nso obvious to me now that this should have been done that \r\nI must rankly confess the omission may be interpreted \r\nas a want of intelligence. \r\nI cannot see how we missed the evident \r\nintention but we certainly did so and the result is a \r\nsmall but considerable loss to the records. \r\nIn freely admitting that Dr Shaw has in this \r\nparticular instance a foundation for a charge of default \r\nI would point out that it is the only instance in which \r\nI can make that admission and even in making it I cannot \r\nagree with the cause with which he attributes it. \r\nHe says it \"would not have occurred if the \r\nobserver had had any previous experience with the \r\ninstruments\". \r\n<u>The<\\u> \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}