{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/5702d6/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/dc8369171c07351ea71393fe91099480/90a50fd2-55e3-42d1-ae92-ce7707c31c26",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "7. \r\nThe feature of the \"discovery\" instrument which we \r\nomitted to comprehend is peculiar to that instrument. \r\nMr Bernacchi had had experience with the \r\nnormal type and was one of the observers. \r\nIt is not accurate therefore to assume that \r\nthe difficulty would not have arisen had the members of \r\nthe Expedition possessed more experience of another \r\ninstrument in which no such difficulty could arise; \r\nbut it may safely be said that there would have been no \r\ndifficulty at all had an explanation of our instrument \r\nbeen enclosed in the box which contained it and which was received by the Expedition at so late a date. \r\nDr Shaw's statement that questions arise as \r\nto temperature differences indicated by adjacent \r\nthermometers is extremely vague. I can find no possible \r\nfoundation for it unless he is again referring to the \r\nlow temperature readings of the Mercury Thermometers. \r\nOn his Hypothesis, and it seems the only \r\npossible one, I have to remark firstly that I have \r\nalready thrown light on the extent of the so called \r\ndifficulty and secondly, that to sell the instances of \r\ndefault Dr Shaw has had recourse to the double mention \r\nof a single instance. \r\nThe position with regard to the second \r\nparagraph of the 'Miscarriage of Instructions' is \r\n<u>therefore<u>",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}