{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/b608bc/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/93de538d7a8e92e3d971b7017a78cffe/1782ad14-6019-4102-a368-0916df91bc06",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/9",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "10. \r\nequal deviation, 'magnetic' directions were continually \r\nchanging and proportionally confusing and the travelling \r\ncompass was practically useless owing to the small \r\ndirective force. \r\nIt would have been impossible for any member \r\nof this small party to have stated the 'magnetic' bearing \r\nof an object without calculation whereas all were \r\nstriving to keep their footsteps in a 'true' direction. \r\nTo me and I believe other members of the \r\nExpedition the fact that the winds were recorded 'true' \r\nby all extended  sledge parties is so evident that it is \r\nno surprise to find the absence of a special entry \r\nconfirming it. \r\nIn quoting from a letter written by Lieutenant \r\nRoyds nearly three years after the return of the \r\nExpedition Dr Shaw fails to give the context or to explain \r\nthat the writer had not had access to the records when writing. \r\nMr Royds informs me that the doubt he expressed \r\nhad reference to certain short journeys made very soon \r\nafter our arrival in McMurdo Sound. But even allowing \r\nfor its more general application the passage quoted gives \r\na renewed assurance that on the particular journey in \r\nquestion the winds were certainly recorded 'true'. \r\nIn view of such overwhelming evidence how is \r\nit possible that Dr Shaw should conclude that the \r\n\"first crucial test\" had failed because of a doubt as to \r\n<u>whether<\\u> \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}