{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/6ab3f4/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/09da2a9660fbb5091039e78ff57f979b/d31fa525-cc45-4d4e-9eb3-480dfdd8d167",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/13",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "14. \r\nmile. No competent surveyor would imagine that \r\nvertical heights could be obtained under the circumstances \r\n'within three feet' and I am forced to add that no person \r\npractically conversant with surveying methods could have \r\nmade the statement to which Dr Shaw is alleged to have \r\ncommitted himself. \r\nIn reviewing the concluding remarks of Dr Shaw's \r\npreface I am obliged to enter the region of controversy, \r\nbut this is connected with matters already discussed, \r\nin as much as I find it difficult to avoid the conclusion \r\nthat the doubts thrown on Lieutenant Royds' observations \r\nhave been prompted by a desire to prove that the Easterly \r\nwind experienced at Winter Quarters was a 'true' wind. \r\nAs Dr Shaw mentions (page X11) I and other \r\nmembers of the Expedition \"brought back the general \r\nimpression that the winds at Winter Quarters were a local \r\nphenomenon and that in open situations the prevailing \r\nwind was really from the South West.\" \r\nTo show that the prevalent wind in our region \r\nis Westerly is to prove a fact which is in direct \r\nopposition to the Anticyclonic theory. \r\nDr Shaw has touched lightly on our impression \r\nand failed to mention any of the observations that \r\n<u>created<\\u> \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}