{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/ec35c8/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/baecd80fcf13c9864aedf14e6576b0c8/ab64fb93-87c8-466c-be2b-55d67aa96906",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/14",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "15. \r\ncreated it, Mr Curtis has turned a proportion of the \r\nwind observations to an Easterly direction and wholly \r\ndisregarded the impression. \r\nUnder these circumstances it is advisable to \r\nmention some of the evidence which led to this general \r\nimpression held by members of the Expedition. \r\nThroughout the winter when keen cutting winds \r\nblew past the ship it was often observed that on reaching \r\ncertain limits in our walks we escaped both wind and drift. \r\nSuch limits were a quarter to half a mile South of Cape \r\nArmitage and 'round in Seal Bay'. \r\nMany sledge parties started in a wind which \r\nwas lost an hour or two later. As the sledge journeys \r\nto Cape Crozier became numerous it was recognised that \r\nparties going there direct would pass a belt of calms \r\nsucceeded by Southerly and South Westerly winds and the \r\ncourse was curved to the Southward to avoid the soft snow \r\nin the calm region. \r\nThen came the extended sledge journeys when \r\nthe prevalence of Southerly and South Westerly winds in \r\nthe 'open' were so marked that arrangements for the use \r\nof Sledge sails were made in accordance with it. This \r\nprevalence is tabulated on page 490 as I have already \r\nmentioned. \r\nFinally in all directions the nature and \r\ndirection of Sastrugi were noted and discussed. In some \r\n<u>cases;<\\u> \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}