{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/61c1ac/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/231e2bb129289769533971fe6a9358c7/10c51fca-2260-48ff-af4f-adebfd218694",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/15",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "16. \r\ncases the method of loading sledges and even the course \r\nsteered was modified to suit these snow waves. \r\nThere can be few more prevalent indicators of \r\nthe prevalent direction of wind in the South than the \r\nSastrugi and yet, although there are marginal notes \r\nreferring to them in the records and I have mentioned \r\ntheir importance in my Narrative, they are entirely \r\nneglected as evidence in this Volume. \r\nMany, if not all, of the reasons which created \r\nthe general impression as t the local nature of our \r\nEasterly winds are given in the \"Voyage of the Discovery\", \r\n(for example Page 430, see also remarks quoted by Captain \r\nHepworth page 423 Metl.Vol.) They have not been \r\nnoticed by Dr Shaw. \r\nTherefore I submit to you that, in so far \r\nas Dr Shaw's remarks on \"The Antarctic Anticyclone and \r\nLocal Winds\" encourage the belief that the prevalent \r\nsurface winds of our region were Easterly, they are \r\nerroneous. \r\nThe balance of evidence is strongly in favour \r\nof a prevalent Southerly and Westerly surface wind. \r\nMoreover for reasons which would unduly swell this letter I \r\nam of opinion that the balance of evidence does not show \r\nan increase of pressure to the Southward. \r\nIn fact, if such tests as those proposed by \r\nDr Shaw had been properly applied, if all the available \r\n<u>evidence<\\u> \r\n\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}