{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/5a00b0/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/e62e9d9029f420cd980f5c3d3cf61e82/2af04480-e4aa-482a-92a0-abf275e2659c",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/17",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "18. \r\nshare in this investigation and freely accepted the \r\nresult it is not easy to ascertain his motive for devoting \r\na long paragraph to discussing it. \r\nI will only comment in one other remark in this \r\npaper. Near its end on page 470 Mr Dines suggests a \r\nreason for the local high temperature at the Ship, in the \r\nproximity of the thermometer screen to the tide crack. \r\nEnquiry would have informed Mr Dines that not only was \r\nthe ice very much thinner under the Cape Armitage \r\nthermometer but that open cracks were not infrequently \r\nfound in it which passed within a few feet of the \r\nthermometer. \r\nThe suggestion shows a lack of enquiry into \r\nand appreciation of local conditions and would have been \r\nscouted by any member of the Expedition. \r\nWhilst absolving Mr Dines of all intention to \r\nmislead I cannot but think that it is a very great pity \r\nthat a remark of this nature should appear in a grave scientific work published by the Royal Society. \r\nA similar regrettable want of local colour \r\nis to be found in the second paper contributed by Mr Dines; \r\nspace does not permit me to notice specific instances and \r\nI will call attention only to the concluding paragraph, \r\npage 475. \r\nIn this Mr Dines asserts that increase or \r\ndecrease in the thickness of the Barrier is dependent \r\n<u>entirely<\\u>\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}