{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/76946b/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/cf9edc80697e39c7891344d17da98067/f255711e-a29e-4ee5-bb83-202357bbcdf7",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/19",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "20. \r\nWith practical knowledge of this instrument \r\nI can assert that under Antarctic conditions any observer \r\nwould have been glad to secure his anemometer to a post \r\nand equally glad to obtain even a maximum and a minimum \r\nreading of a fluid surface travelling irregularly and \r\nincessantly over a minute scale. It is further to be \r\nnoted that notwithstanding his criticism of the method \r\nof exposure Mr Curtis is obliged to own that the 'means' \r\nare in very close accord with the cup anemometer. \r\nHere, as so often in this volume, purely \r\ntheoretic criticism is offered without regard to the \r\nvery exceptional practical experience involved. \r\nTo Mr Curtis' remarks on Pages 488, 489, 490 I \r\nhave already referred, they are concerned in proving the \r\nprevalence of Easterly winds in our region, they omit to \r\nrecord evidence which might shake this theory and finally \r\nthey unwarrantably reverse the directions of the winds \r\nas observed on Lieutenant Royds' journey. \r\nThe remarks on page 491, 492 are of a similar \r\nnature. Here for the same reason he is desirous of \r\nproving a high pressure to the South. \r\nHe selects Lieutenant Royds' journey to \r\nobtain indications of a rise of level on the Barrier \r\nSurface, notwithstanding that the track of the journey, \r\nas will be seen on the general chart, forms an acute \r\nangle with the sea face of the Barrier. \r\n<u>He<\\u> \r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}