{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/9d783f/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4fab2426c58d6d0c1c56d543bae2a259/b771ca2c-a0ff-445c-9eb8-fcfa7e5d4175",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_591_4_5/canvas/21",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "22. \r\nI submit that this procedure in the investigation \r\nof our records cannot be called scientific. \r\nEven in a letter the length of which may tax \r\nyour patience, I have omitted much relevant criticism \r\nof the volume, but I have said enough to support the \r\nassertions that it contains both misrepresentation of \r\nthe results of the Expedition and unjust reflections on \r\n<s>the<\\s> its Officers. \r\nAs regards the first I have found as an \r\nobject the effort to adapt practical observations to a \r\ntheoretical conception but in respect to the attack upon \r\nourselves I am at a loss to suggest a motive. \r\nIt is notorious that the preparations of \r\nthe Antarctic Expedition were conducted amidst the \r\nstress of widely divergent opinions held by its advisers \r\nand it cannot be supposed that members of the Expedition \r\nfailed to realize that its best interests were not served \r\nby the discussions which resulted. We had no share \r\nin these discussions and we bore the brunt of their effect \r\non the organization and equipment of the Expedition; \r\nyet in no case has any one of us drawn attention to these \r\ndrawbacks or sought to attribute failure to the blunders \r\nand shortcomings in the instructions or in the Instrumental \r\nEquipment provided for our use. \r\nIt has been left to Dr Shaw to revive without \r\nuseful purpose and under the title 'Miscarriage of \r\n<u>Instructions'<\\u> \r\n\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}