{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_547_7_19/canvas/5e7f30/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/b1be024b0227f504015ca51ec293c687/0a469b2b-b663-4b51-9a90-e20e70b1aec3",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_547_7_19/canvas/2",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "MS/547/7/19\r\n4 Lyttelton Special \r\nCommander Scott, Dr. Wilson, Assistant Surgeon and Lieut \r\nShackleton travelled 94 miles to the south reaching land in lat \r\n80[degrees]17 south, longitude 163 west, and establishing a world's \r\nrecord for the farthest point south. The journey was accomplished \r\nin most trying conditions. The dogs all died and the three men \r\nhad to drag the sledges back to the ship. Lieutenant Shackleton \r\nalmost dies from exposure, but is now quite recovered. The party \r\nfound that ranges of high mountains continue through Victoria \r\nLand. At the meridian of 160[degree], foothills much resembling the \r\nAdmiralty Range were discovered. \r\nThe ice barrier is presumably afloat. It continues horizontal \r\nand is slowly fed from the land ice. Mountains ten or twelve \r\nthousand feet high were seen in latitude 82 south, the coast line \r\n\r\ncontinuing at least as far as 83[degree] 20 nearly due south. A party \r\nascending a glacier on the mainland found a new range of mountains. \r\nAt a height of 9,000 feet a level plain was reached unbroken to \r\nthe west as far as the horizon. \r\nThe scientific work of the expedition includes a rich <s>collect<\\s> \r\ncollection of marine fauna of which a large proportion are new \r\nspecies. Sea and magnetic observations were taken as well as \r\nseismographic records and pendulum observations. A large collection \r\nof skins and skeletons of southern seals and seabirds has been \r\nmade. A number of excellent photographs have been taken and \r\ncareful meteorological observations were secured. Extensive \r\nquartz and grit accumulations were found horizontally bedded in \r\nR Mar 25 03",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}