{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/MS_547_7_19/canvas/ec1ca1/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/2af5657e9adf63c36b0fc9a79c4171b5/0a8b440e-6d17-4166-affd-a017e9b51e82",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/MS_547_7_19/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "MS/567/7/19\r\n3 Lyttelton Special\r\nOn Feb 3 the \"Discovery\" entered an inlet in the Barrier in \r\nlongitude 174. A balloon was sent up and a sledge party examined \r\nthe land as far as latitude 78[degree] 50'. Near Mounts Erebus and \r\nTerror at the southern extremity of an island, excellent winter \r\nquarters were found. The expedition next observed the coast of \r\nVictoria Land extending as far as a conspicuous cape in latitude \r\n78[degree] 50'. It was found that mountains do not exist here and the \r\nstatement that they were to be found is clearly a matter for \r\nexplanation. Huts for living and for making magnetic observations \r\nwere erected and the expedition prepared for wintering. The \r\nweather was boisterous, but a reconnaissance of sledge parties \r\nwas sent our during which the seaman Vince lost his life, the \r\nremainder of the party narrowly escaping a similar fate. The \r\n\r\nship was frozen in on Mar 24. The expedition passed a comfortable \r\nwinter in well sheltered quarters. The lowest recorded temperature \r\nwas 62[degree] below zero. The sledging commenced on Sept 2, parties \r\nbeing sent out in all directions. Lieutenant Royds, Mr Skelton \r\nand party successfully established a record in an expedition to \r\nMount Terror, travelling over the Barrier under severe sleighing \r\nconditions, with a temperature of 58[degree] below zero. \r\nR Mar 25 03\r\n",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}