{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_77/canvas/a251ec/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/cb16640d9fbe8643063dbd4b40428afe/db776a31-f5b7-4a9b-9813-72c18c052307",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_77/canvas/0",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "A Paris ce 10 Juin 1673 \r\n(Enter’d L B.6.146)\r\nMonsieur \r\nIl y a deja quelque temps que je vous ay envoye \r\nune douzaine d’Exemplaires de mon livre de l’Horloge.\r\nMonsieue Vitron a eu le bonte de vous adresser le \r\npacquet, en ayant charge un de ses amis qui partoit \r\npour Angleterre. Mais comme les voyageurs ne vont \r\npas si viste que la Poste, je ne me suis pas haste \r\nde vous en donner avis, et de vous prier de vouloir \r\navoir le soin de faire la distribution de tous ces livres \r\nsuivant les inscriptions que j’y ay mises. Que si \r\nvous avez peut estre deja pris cette peine je vous en \r\nrends mes humbles graces. Je seray bien aise d’apprendre \r\nce qu’en disent tous ces scavants geometres, qui sont \r\nen plus grand nombre en ce pais la qu’en aucun \r\nautre de l’Europe.\r\nJ’ay receu toutes celles que vous m’avez fait l’honneur \r\nde m’ecrire, dont la derniere estait avec le numo. 93 \r\nde vos Transactions. Pour ce qui est des solutions \r\nde M. Newton aux doutes que j’avois propose touchant \r\nsa Theorie des couleurs, il y auroit de quoy y respondre \r\nen forme encore de nouvelles difficultes, mais voyant \r\nqu’il soustient son opinion avec tant de chaleur, cela ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}