{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_77/canvas/cd27c3/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/fa0ab88fa28463d0dd983993a510e812/564dea13-a7bd-4721-9372-b9354e26669f",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/EL_H1_77/canvas/1",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "m’este l’envie de disputer. Que veut dire, je vous prie,\r\nqu’il assure que quand mesme je luy aurois montre \r\nque le blanc se peut composer de deux seules couleurs \r\nprimitives, je n’en pourrois pourtant rien conclure contre \r\nluy, et cependant il a dit pag. 3083 des Transactions \r\nque pour composer le blanc toutes les couleurs primitives sont \r\nnecessaire. Apres cela il en a garde de demeurer court \r\na aucune objection qu’on luy puisse faire.\r\nQuant a la maniere dont il concile l’effect des \r\nverres convexes a assembler si bien les rayons, avec ce \r\nqu’il establit touchant la differente refrangibilite,\r\nj’en suis satisfait, mais aussi doit il avouer que cette \r\naberration des rayons ne nuit donc pas tant aux verres \r\nqu’il semble avoir voulu faire accroire quand il a \r\npropose les miroirs concaves comme la seule esperance \r\nde perfectionner les telescopes. Son invention assurement \r\nestoit tres belle, mais a ce que j’ay pu connoistre par \r\nl’experience, le defaut de la matiere la rend presque aussi \r\nimpossible d’executer, que la difficulte de la forme \r\nrepugne aux Hyperboles de M. des Cartes de sorte qu’a\r\nmon avis il en faudra demeurer a nos verres spheriques ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}