{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/655625/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/96aab7b30d4f45b87f18aba7d57ad6dc/3b8596dd-80c2-4128-bdb5-8905a7028438",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/4",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "uniformly green, presents three separate colours; an outer circle \r\nof yellow, an inner green and the central portion of the liquid \r\nis of a blue tint; in such cases, a ring of a pure yellow colour \r\noften becomes deposited on the edge of the dish. But these\r\nappearances are somewhat exceptional.\r\nSuch are the outward characters and appearances of \r\nthe alcoholic solution as visible to the naked eye. I will now \r\ndescribe those revealed by the microscope.\r\nTwo or three drops of the solution after evaporation on \r\na glass slide, exhibited numerous deep green and beautiful \r\noil like globules, which were deposited at the edges of \r\nthe liquid; some of these had coalesced, while here and\r\nthere small red granules were seen.\r\nA larger quantity of the solution was placed in a \r\nwatch glass and partially evaporated only.\r\nA few drops of the concentrated liquid were now examined,\r\nwhen it was found that a great many much larger \r\ngreen globules had been formed; some of these presented \r\na bluish tinge, while others contained a number of small \r\ncolourless globules of an oily aspect.\r\nTwo or three drops of a 10 per cent mixture of \r\ntartaric acid in water were next applied to these large \r\ngreen globules, their colour was seen to change at once,\r\nthe green was more or less discharged, some of the globules \r\nbecame yellow and in others a few ruby red particles \r\nwere visible. [……]",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}