{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/e03dd1/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/ebc9383e277ffdebb18c4f3c39ee3890/2210aad3-9d22-4edc-bc1e-31414dc5efd8",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/5",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "It has been pointed out, that when the alcoholic solution \r\nis kept for some days, it undergoes certain changes and \r\namongst these is the deposition of a reddish sediment.\r\nThis precipitation is mainly due to the presence in the \r\nsap of most leaves of a small quantity of acid, <s>and <\\s>\r\nwhich becomes in due course transferred to the alcohol \r\nemployed in the extraction of the chlorophyll and as the \r\nalcoholic solution evaporated, the acid present becomes \r\nconcentrated and thus relatively increased. Now this \r\ndeposition may <s>hastened <\\s> be hastened and indeed brought about almost \r\nat once by the addition of a small quantity of a solution \r\nof an organic acid, such as tartaric acid.\r\nIf a little of this reddish brown precipitate be examined \r\nunder the microscope in a moist state, it is found to consist \r\nof granular masses mostly of a yellowish and some of a \r\nbrownish red <s>line; If a little of the granular matter <\\s> hue and if it be dried \r\non a glass slide and a minute quantity of a 10 per cent \r\nsolution of tartaric acid <s>be<\\s> added and <s>the granular matter it be <\\s>\r\nbe then again dried, it will now have assumed a much deeper and \r\nin some parts, a decidedly reddish colour. This appearance is \r\nof importance, as will be made apparent hereafter.\r\nI will next record the results of the application of certain \r\nreagents to small quantities of the chlorophyll solution \r\nobtained from the green leaves of the Capucin arum and \r\nother plants, limiting the reagents used chiefly to those \r\nwhich are known to occur in the leaves of plants, both \r\ndeciduous and perennial.",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}