{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/a7a127/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/9bc954b7a282a508933cf467cbe86994/b6e1ceb7-21d5-4824-a642-5495020dadcd",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/6",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "Ten per cent solutions were prepared of most of the substances \r\nemployed and in some few cases five per cent solutions were \r\nused and of each of these a small quantity, usually a \r\nfew drops only were added at one time.\r\nIt was found, that the carbonates of ammonium,\r\nsodium and potassium all at first increased the depth of \r\nthe green, but this after some hours changed to olive green \r\nand even brown; they also exerted a marked solvent action \r\nin the chlorophyll itself:-\r\nThat a solution of soap intensified the colour greatly,\r\nthe brilliant green hue being retained for some days:-\r\nThat phosphate of sodium and chloride of sodium at \r\nfirst increased the green colour to a small extent only, but \r\nafter a time it became dark brown; both solutions exerted \r\na slight solvent action.\r\nThe organic acids on the contrary, as citric and especially \r\ntartaric acid, destroyed the green colour quickly, turning \r\nit from green to a light yellowish brown. They also exhibi=\r\nted considerable bleaching properties, but they showed no \r\nsolvent action on the chlorophyll as did the alkaline \r\ncarbonates.\r\nBitartrate of potassium changed the bright grass \r\ngreen to dark olive, but it exerted no solvent action.\r\nOlive oil quickly dissolved the chlorophyll and turned \r\nit to amber or olive brown.\r\nAccompanying the change of colour, due to the action \r\nof the acids, a precipitation occurs of a granular matter,",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}