{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/25a967/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/1d7186ccc057c9f17285e96d835754f4/f0526a09-74c9-4479-ac66-70d8b4b3190a",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/7",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "identical with that which is thrown down when a \r\nconsiderable quantity of chlorophyll is exposed <s>the<\\s> to the air \r\nfor some days; and like it, exhibiting under the microscope \r\nthe same admixture of yellowish, pinkish and reddish \r\nparticles.\r\nThe application of the above reagents to small pieces \r\nof torn up green leaves, gives results similar in the main \r\nto those of chlorophyll itself.\r\nThe Red Co<s>u<\\s>louring Matter.\r\nChlorophyll, the green, while it is the principal, is not the only \r\ncolouring matter of the leaves of plants; the red colour plays a very \r\nimportant and conspicuous part in the colouration of the leaves,\r\nespecially in the sunny climate of the Riviera, where the observations \r\nnow being recorded were made. So prevalent is this colour and so \r\nbrilliant in some plants, that it adds materially to the beauty \r\nof many gardens, but little inferior to that imparted by the flowers themselves.\r\nIt is <s>not <\\s> most conspicuous in the <s>early <\\s> spring and <s>late <\\s> autumn in \r\ncertain plants; it is found in leaves of all ages; in the youngest \r\nas they emerge from the bud, in full grown and healthy leaves \r\nand in the others at the period of decadence and preceding \r\ntheir fall.\r\nNotable instances of the occurrence of the red colour in young \r\nand partially developed leaves, is afforded by the “Gloire de Dijon “\r\nrose <s>in the month of March <\\s> and by the castor oil plant. The \r\nnew leaves of this rose are of a rich, dark maroon-red, while those \r\nof the castor oil plant are of a dark mahogany red. A curious ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}