{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/304321/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/5c862ccea47dafc31e9a18eb28d09c44/78566167-e6db-4191-9699-69d85853b542",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/8",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "fact in connection with the red leaves of both these plants is, that later\r\non and when they are fully developed, they have become gradually \r\ntransformed into bright green leaves. Many other similar instances \r\nof the occurrence of young red leaves might be cited.\r\nIn certain varieties and species of pink and red geraniums,\r\nwe have striking examples of red tints in the older, fully developed \r\nand yet healthy leaves. The change here is from green to red,\r\nthe green never being restored, the red colour moreover rarely \r\nextending over the whole leaf. The disposition to the developement \r\nof red leaves is increased as the period of decadence is approached,\r\nas also <s>when it is <\\s> the result of any injury or other cause which \r\ninterferes with the nutrition or vitality of the plant or leaf.\r\nA very large proportion, in fact nearly all the full grown and \r\nhealthy leaves of ivy-leafed geraniums are more or less \r\ncoloured on the upper surface, the lower being for the most \r\npart green; the tints vary from maroon to chocolate, vermilion\r\nor pink, the really green leaves being the youngest.\r\nAs examples of the change in leaves from green to red, after \r\nmaturity and previous to their fall, the vine and a species \r\nof crataegus, C. glabra, may here be referred to. The leaves of the \r\nvine in the autumn often present the most brilliant and \r\nbeautiful tints, especially when the sun is shining through them,\r\nindeed they then form quite a feature in <s>the landscape <\\s> many vineyards.\r\nThe Blue Gum, or Eucalyptus Globulus affords an instance ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}