{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/50f7dd/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/aeb21117cb692c7bd0c05ab37a4d4692/8331c26b-6c41-4d56-8cfd-7cdaaab0e059",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/9",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "in which the young leaves in the spring are more or less red,\r\nwhile the older leaves do not become so until the autumn, when \r\nthey are about to fall.\r\nInstances innumerable of red coloured leaves might be cited,\r\nsuch a list however is not needed for this enquiry, but we may \r\nname in passing, that many of these belong to the genera \r\nrumeae, oxalis, salvia, amaranthus, Tradiscantia, Coleus,\r\n[…]eranthus and though last, not least, brassica, including red and \r\nblue cabbages.\r\nAs a rule the red colour is most developed on the upper \r\nsurface of the leaf and in some geraniums it begins in the \r\nthin edges; frequently both surfaces are coloured and occasionally \r\nit happens that the under surface is the most red and this \r\nis usually the case in the scimitar shaped leaves of the Blue Gum \r\nThe red colour is often confined to a single layer of cells, in \r\nother cases it extends deeper and it sometimes involves the whole \r\nthickness of the leaf, comprising several layers of cells; these \r\ndifferences may be well seen in vertical sections of the leaves of \r\nmany geraniums.\r\nIn the leaves, both young & old, of some geraniums, including \r\nthe ivy-leafed varieties, a blackish, somewhat starred ring or \r\nband, is to be seen; this, owing to its dark colour stands out \r\nin marked contrast to the green of the rest of the leaf. I found \r\nto my surprise, <s>that <\\s> when a thin section of the leaf, including \r\na portion of the ring, was placed under the microscope, that \r\nit consisted of a layer of cells, filled with a ruby red colouring \r\nmatter. The dark colour first seen was due no doubt to the density \r\nof the leaf being so great as not to permit the light to pass ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}