{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/51941e/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/6f37c12a0eae84207a6ff8ecec5b53ea/fb3e3696-4edb-468f-90a2-2159b7ab01e4",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/10",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "through. When the leaf is of a light green and still more \r\nwhen it is of a yellowish colour, the nature of this ring becomes \r\napparent to the naked eye, as it is then seen to exhibit a \r\nmore or less pink or reddish <s>tune <\\s> hue.\r\nIt has already been stated, that the red leaves of certain \r\ngeraniums are rarely red all over, but in part only, the change \r\nof colour beginning mostly at the edges of the leaves where \r\nthinnest and most permeable to light and air; the \r\nredness advances gradually and ultimately extends over a great \r\npart of the surface, the remainder of the leaf being usually of \r\na paler green than the rest of the leaves, or even of a yellow colour.\r\nThis change of colour from green to red is doubtless generally effected \r\nat the expense of the green colour, which in some cases is entirely \r\nreplaced by the red; in others, part of the green remains un=\r\ndestroyed, but is often more or less concealed by the coating of \r\nred. The gradual extension of the red colour into the cells occupied \r\nby the chlorophyll may often be seen under a low object glass \r\nin thin vertical sections of the leaf; there seems to be a decom=\r\nposition of the green colour, which first becomes olive green,\r\nyellow and then red, indeed cells are sometimes seen in which \r\none side is occupied with yellow and the other, with red colouring \r\nmatter.\r\nThe red colouring matter of plants is soluble in water and still \r\nmore so in spirit, but owing to the difficult permeability of the \r\nepidermis, the colour is but slowly extracted, so that it is necessary \r\nas in the case of chlorophyll, to cut the leaves into small pieces.\r\nWhen the red colour extends through the whole thickness of ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}