{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/e3e69c/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/61cc2f4fae9e432ec6071661b0a54f97/617165d7-f796-4e18-8223-e3350f355b71",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/11",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "the leaf, alcohol extracts every trace of the red colour, the \r\npieces of leaf being rendered entirely colourless. This result \r\nshows pretty conclusively, that the red colour is formed \r\nout of and at the expense of the green colouring matter.\r\nThe same result ensues when the colour is extracted by \r\nwater only, provided the redness extends through the \r\nwhole thickness of the leaf.\r\nA small quantity of this red alcoholic solution obtained from the red leaf of a geranium when \r\nfirst placed in a watch glass <s>appeared to be <\\s> was almost \r\ncolourless, but when the spirit had evaporated, it was \r\nfound that a brilliant carmine residue had made its \r\nappearance. This under the microscope was plainly seen \r\nto be composed of two colours, a bright red and an equal\r\nly bright yellow, each colour keeping perfectly distinct. \r\nThe yellow was in much the smaller proportion and was \r\nprobably derived from <s>the decomposition of <\\s> the chlorophyll \r\npresent to some extent in the red leaf which furnished \r\nthe extract.\r\nA few drops of a ten per cent solution of tartaric \r\nacid were next added to a little of the unevaporated \r\nalmost colourless spirituous solution and this had the immediate effect of \r\nturning it bright red. A small quantity of a five per cent \r\nsolution of potassium hydrate was added to a second \r\nquantity of the solution, and this at once caused it to \r\nassume a green colour. The next morning the solution was \r\nfound to have dried up, the green colour had entirely disap=\r\npeared and a yellow residue now alone remained. Carbonate ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}