{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/56cea7/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/4981b22e358fda87bac579a1df04249c/113a0996-fe92-430c-b022-7ee0bf31bb62",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/12",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "of sodium changed the colour of the partially dried solution \r\nto blue and then to deep green; when quite dried, to a rich \r\namber at the outer edge, and elsewhere to a decidedly reddish \r\nbrown tint. Under the microscope both red and yellow colours \r\nwere seen, but not a trace of green. These curious changes \r\nadmit of the following explanation; the intensification of the red colour \r\nwas due to the action of the acid; the green colour was produced \r\nby the potash and soda rendering the yellow colouring matter \r\nsoluble and thus allowing the yellow and the red, or rather \r\n<u>blue <\\u> colours, to come together and so form the green. The further \r\nchange to yellow was in part produced by the decomposition of the \r\nchlorophyll into the yellow and red pigments and the \r\nsubsequent incorporation of the latter with the former colour.\r\nIndeed, the yellow colouring matter seems to possess such a \r\ncapacity for the absorption of the red as to render this in \r\nsome cases invisible. If the proportion of red be much greater \r\nthan the yellow, then this becomes of a deeper tint and \r\nsometimes even reddish, so that the admixture of the two \r\ncolours can be detected with the lens or even by the eye alone.\r\nThe alcoholic solution obtained from the chocolate coloured\r\nleaves of <s>the <\\s> an ivy geranium presented much the same character \r\nas the above. The solution when poured into a watch glass \r\nwas almost colourless, but the next morning the <s>evaporated <\\s> dried \r\nresidue was found to be of a lovely deep pink colour; this \r\nunder the microscope was seen to consist mainly of a clear,\r\nnon-granular and diffused pink colouring matter, surrounded \r\nnear the outer edge of the deposit by a number of bright yellow \r\ngranules of irregular size and shape, these being in marked contrast ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}