{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/550eeb/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/cc1d7d05dbcece8fbe9fe625ab13a21e/bca492dd-3104-40b7-93bc-6bbc24dbd430",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/13",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "to the pink colouring matter.\r\nIt has already been stated, that the young, upper leaves \r\nof the Gloire de Dijon Rose are of an intensely dark red, with \r\nin some, glimpses of a little green colour. Under the microscope \r\nthe colouring matter is seen to occupy the cells in the same \r\nway as in the other red leaves. An alcoholic solution was pre=\r\n=pared from these leaves, but this instead of being, as in the \r\ngeraniums of a reddish yellow tinge was a bright grass green.\r\nNotwithstanding this however, the residue left after evaporation \r\nwas for the most part bright red, but outside this red deposit \r\nwas a circle of a green colour, while in the centre of the red \r\nresidue was a round spot composed of yellow colouring matter.\r\nThe explanation of these differences will be given a little \r\nlater on. The <s>cut portions <\\s> single pieces of red leaf after the action of the \r\nalcohol were quite colourless.\r\nAnother plant of common occurrence in the Riviera and which \r\nhas already been referred to, is the Castor Oil plant; the young \r\nshoots and leaves are of a dark, mahogany colour; the younger \r\nand smaller the leaf, the deeper the colour, the young stems \r\nand mid-ribs of the leaves being bluish red; both surfaces of the \r\nleaf are coloured, but the colour is confined to the superficial layer \r\nof cells, not continuously, but with intervals showing the usual \r\ngreen colour of the older leaves.\r\nThe alcoholic solution, like that obtained from the young \r\nleaves of the Gloire de Dijon Rose, was of a beautiful grass green \r\ncolour, changing in the course of evaporation to a brilliant  carmine.\r\nThe dry residue presented the following characters; An outer green \r\nring, an inner red ring and a central area or spot, having ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}