{
    "@context": "http://iiif.io/api/presentation/2/context.json",
    "@id": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/13e9d0/otherContent",
    "@type": "sc:AnnotationList",
    "resources": [
        {
            "@id": "https://makingscience.royalsociety.org/annotation/oa/9d224d10c74adf04f98228c230a2e2fa/06c249b5-551d-44ce-9c5f-7c378ba77b67",
            "@type": "oa:Annotation",
            "motivation": "oa:transcribing",
            "on": "https://makingscience.royalsociety.org/iiif/archives/AP_69_1/canvas/14",
            "resource": {
                "@type": "cnt:ContentAsText",
                "chars": "but little colour. The green alcoholic solution was before evaporation \r\nneutral, but subsequently and after the developement of the red \r\ncolour, it was found to possess a slightly acid re-action, owing \r\nno doubt to the concentration by evaporation of a minute quantity \r\nof acid present in the alcoholic solution and it was to this acid \r\nthat the appearance of the red colour was due. Had the final \r\nreaction been neutral or slightly alkaline, a blue, and not a red \r\ncolour would have ensued. The fact may here be recalled to mind, \r\nthat, as in the Gloire de Dijon rose, the mature leaves of the Castor \r\noil plant are also of a deep green.\r\nI will now refer briefly to another plant, an evergreen, a \r\nspecies of Crataegus, the young leaves of which attracted my attention \r\nfrom the peculiarity of their colour, they were a pale blood red \r\nor orange, the older leaves being of a bright and very pleasing \r\ngreen. The alcoholic solution obtained from these <s>cut up <\\s> red leaves \r\nwas of a yellow colour with a tinge of green; the pieces of the \r\nleaves were observed even after the abstraction of the red pigment,\r\nstill to exhibit a decided rusty red tint. <s>which was due to iron <\\s>\r\nThe residue of the evaporated solution was blood red and as \r\nviewed under the microscope it was found to be composed chiefly \r\nof red with a little yellow colouring matter, both colours keeping,\r\nas in so many other instances, perfectly distinct; the yellow was \r\ngranular, while the red was translucent, diffused, or in rather large \r\nand irregular granulations, but there was no line of demarcation \r\nbetween the two colours.\r\nOn going to look at this evergreen after an interval of about a \r\nfortnight, I found that the young red leaves had already for the \r\nmost part changed to green and that some of the older leaves ",
                "format": "text/plain",
                "language": "en"
            }
        }
    ]
}